Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: Utilities
cs: Utility
da: Drift
de: Werkzeuge
el: Παροχές
es: Utilidades
et: Tööriistad
fi: Lisäpalvelut
fr: Utilitaires
hu: Segédprogramok
it: Servizi
ja: ユーティリティー
ko: 도구
lt: Įrankiai
lv: Komunālie pakalpojumi
nb: Verktøy
nl: Opties
pl: Narzędzia
pt: Serviços Públicos
ru: Утилиты
sk: Komunálne služby
sl: Pripomočki
sr: Сервисне Информације
tr: Araçlar
uk: Комунальні послуги
zh: 工具

source: System Report
cs: Systémová zpráva
da: Systemrapport
de: Systemreport abrufen
el: Αναφορά Συστήματος
es: Informe del Sistema
et: Süsteemi aruanne
fi: Järjestelmäraportti
fr: Rapport Système
hu: Rendszerjelentés
it: Rapporto Sistema
ja: システムレポート
ko: 시스템 보고서
lt: Sistemos ataskaita
lv: Sistēmas ziņojums
nb: Hent systemrapport
nl: Systeemrapport
pl: Raport systemu
pt: Relatório do sistema
ru: Системный отчет
sk: Systémová správa
sl: Sistemsko poročilo
sr: Системски извештај
tr: Sistem Raporu
uk: Системний звіт
zh: 系统报告

source: Support
cs: Podpora
el: Υποστήριξη
es: Soporte
et: Tugi
fi: Tuki
hu: Támogatás
it: Supporto
ja: サポート
ko: 지원
lt: Palaikymas
lv: Atbalsts
nb: Brukerstøtte
nl: Ondersteuning
pl: Wsparcie
pt: Suporte
ru: Поддержка
sk: Podpora
sl: Podpora
sr: Подршка
tr: Destek
uk: Підтримка
zh: 支持

source: Upgrade to %1$s!
cs: Upgradujte na %1$s!
da: Opgrader til %1$s!
de: Upgrade auf %1$s!
el: Αναβάθμιση σε %1$s!
es: ¡Actualiza a %1$s!
et: Uuenda versioonile %1$s!
fi: Päivitä versioon %1$s!
fr: Passez à la version %1$s !
hu: Frissítsen %1$s-ra!
it: Passa alla versione %1$s!
ja: %1$sにアップグレード！
ko: %1$s으로 업그레이드하세요!
lt: Atnaujinkite iki %1$s!
lv: Atjauniniet uz %1$s!
nb: Oppgrader til %1$s!
nl: Upgrade naar %1$s!
pl: Zaktualizuj do wersji %1$s!
pt: Atualize para %1$s!
ru: Обновите до %1$s!
sk: Aktualizujte na %1$s!
sl: Nadgradite na %1$s!
sr: Надоградите на %1$s!
tr: %1$s sürümüne yükseltin!
uk: Оновіть до %1$s!
zh: 升级至%1$s！

source: Show/hide all
cs: Zobrazit/skrýt vše
da: Vis/skjul alt
de: Alle anzeigen/ausblenden
el: Εμφάνιση/απόκρυψη όλων
es: Mostrar/ocultar todo
et: Kuva/peida kõik
fi: Näytä/piilota kaikki
fr: Afficher/masquer tout
hu: Minden megjelenítése/elrejtése
it: Mostra/nascondi tutto
ja: すべて表示/非表示
ko: 모두 표시/숨기기
lt: Rodyti/paslėpti viską
lv: Rādīt/slēpt visu
nb: Vis/skjul alt
nl: Alles weergeven/verbergen
pl: Pokaż/ukryj wszystko
pt: Mostrar/ocultar tudo
ru: Показать/скрыть все
sk: Zobraziť/skryť všetko
sl: Pokaži/skrij vse
sr: Прикажи/сакриј све
tr: Tümünü göster/gizle
uk: Показати/приховати все
zh: 显示/隐藏全部

source: ICS file could not be retrieved or was empty. Please verify URL is correct, and check your php.ini configuration to verify either cURL or allow_url_fopen is available. If you are using spaces to delimit multiple URLs, you may also wish to try using the pipe character instead. Affected URL:
cs: Soubor ICS nelze načíst nebo je prázdný. Zkontrolujte, zda je adresa URL správná, a zkontrolujte konfiguraci souboru php.ini, abyste ověřili, zda je k dispozici cURL nebo allow_url_fopen. Pokud používáte mezery k oddělení více adres URL, můžete také zkusit použít místo toho znak pipe. Dotčená adresa URL:
da: ICS-filen kunne ikke hentes eller var tom. Kontroller, at URL'en er korrekt, og tjek din php.ini-konfiguration for at sikre, at enten cURL eller allow_url_fopen er tilgængeligt. Hvis du bruger mellemrum til at afgrænse flere URL'er, kan du også prøve at bruge pipe-tegnet i stedet. Berørt URL:
de: Die ICS-Datei konnte nicht abgerufen werden oder war leer. Bitte überprüfen Sie, ob die URL korrekt ist, und überprüfen Sie Ihre php.ini-Konfiguration, um sicherzustellen, dass entweder cURL oder allow_url_fopen verfügbar ist. Wenn Sie Leerzeichen zur Trennung mehrerer URLs verwenden, können Sie stattdessen auch das Pipe-Zeichen verwenden. Betroffene URL:
el: Το αρχείο ICS δεν μπόρεσε να ανακτηθεί ή ήταν κενό. Ελέγξτε ότι η διεύθυνση URL είναι σωστή και ελέγξτε τη διαμόρφωση του αρχείου php.ini για να βεβαιωθείτε ότι είναι διαθέσιμα τα cURL ή allow_url_fopen. Εάν χρησιμοποιείτε κενά για να οριοθετήσετε πολλαπλές διευθύνσεις URL, μπορείτε επίσης να δοκιμάσετε να χρησιμοποιήσετε τον χαρακτήρα pipe. Διεύθυνση URL που επηρεάζεται:
es: No se pudo recuperar el archivo ICS o estaba vacío. Comprueba que la URL sea correcta y revisa la configuración de php.ini para verificar que cURL o allow_url_fopen estén disponibles. Si utilizas espacios para delimitar varias URL, también puedes intentar utilizar el carácter de barra vertical en su lugar. URL afectada:
et: ICS-faili ei õnnestunud leida või see oli tühi. Kontrollige, kas URL on õige, ja vaadake oma php.ini konfiguratsiooni, et veenduda, kas cURL või allow_url_fopen on saadaval. Kui kasutate mitme URL-i eraldamiseks tühikuid, võite proovida kasutada selle asemel toru märki. Mõjutatud URL:
fi: ICS-tiedostoa ei voitu hakea tai se oli tyhjä. Tarkista, että URL-osoite on oikea, ja tarkista php.ini-asetukset varmistaaksesi, että cURL tai allow_url_fopen on käytettävissä. Jos käytät välilyöntejä useiden URL-osoitteiden erottamiseen, voit myös kokeilla käyttää putkimerkkiä. Vaikuttava URL-osoite:
fr: Le fichier ICS n'a pas pu être récupéré ou était vide. Veuillez vérifier que l'URL est correcte et vérifier votre configuration php.ini pour vous assurer que cURL ou allow_url_fopen est disponible. Si vous utilisez des espaces pour délimiter plusieurs URL, vous pouvez également essayer d'utiliser le caractère pipe à la place. URL concernée :
hu: Az ICS fájl nem tölthető le vagy üres. Kérjük, ellenőrizze, hogy az URL helyes-e, és ellenőrizze a php.ini konfigurációját, hogy a cURL vagy az allow_url_fopen elérhető-e. Ha több URL-t szóközökkel választ el, akkor érdemes kipróbálni a cső karakter használatát is. Érintett URL:
it: Impossibile recuperare il file ICS o il file era vuoto. Verificare che l'URL sia corretto e controllare la configurazione del file php.ini per verificare che cURL o allow_url_fopen siano disponibili. Se si utilizzano spazi per delimitare più URL, provare a utilizzare invece il carattere pipe. URL interessato:
ja: ICSファイルを取得できませんでした、または空でした。URLが正しいことを確認し、php.iniの設定でcURLまたはallow_url_fopenが有効になっているか確認してください。複数のURLを区切る際にスペースを使用している場合は、代わりにパイプ文字（|）を使用してみてください。影響を受けるURL:
ko: ICS 파일을 가져올 수 없거나 파일이 비어 있습니다. URL이 올바른지 확인하고, php.ini 설정을 확인하여 cURL 또는 allow_url_fopen이 사용 가능한지 확인하십시오. 여러 URL을 구분하기 위해 공백을 사용하는 경우, 대신 파이프 문자를 사용해 보십시오. 영향을 받는 URL:
lt: ICS failas negalėjo būti atsisiųstas arba buvo tuščias. Patikrinkite, ar URL adresas yra teisingas, ir patikrinkite php.ini konfigūraciją, kad įsitikintumėte, jog cURL arba allow_url_fopen yra prieinami. Jei naudojate tarpus, kad atskirtumėte kelis URL adresus, galite pabandyti vietoj to naudoti vertikaliąją brūkšnį. Paveiktas URL adresas:
lv: ICS failu nevarēja atrast vai tas bija tukšs. Pārbaudiet, vai URL ir pareizs, un pārbaudiet php.ini konfigurāciju, lai pārliecinātos, ka cURL vai allow_url_fopen ir pieejams. Ja izmantojat atstarpes, lai atdalītu vairākus URL, varat mēģināt izmantot arī vertikālo līniju. Ietekmētais URL:
nb: ICS-filen kunne ikke hentes eller var tom. Kontroller at URL-adressen er riktig, og sjekk php.ini-konfigurasjonen for å bekrefte at enten cURL eller allow_url_fopen er tilgjengelig. Hvis du bruker mellomrom for å avgrense flere URL-adresser, kan du også prøve å bruke pipe-tegnet i stedet. Berørt URL:
nl: Het ICS-bestand kon niet worden opgehaald of was leeg. Controleer of de URL correct is en controleer uw php.ini-configuratie om te controleren of cURL of allow_url_fopen beschikbaar is. Als u spaties gebruikt om meerdere URL's te scheiden, kunt u ook het pipe-teken gebruiken. Betrokken URL:
pl: Nie można pobrać pliku ICS lub plik jest pusty. Sprawdź, czy adres URL jest poprawny, a także sprawdź konfigurację pliku php.ini, aby upewnić się, że funkcja cURL lub allow_url_fopen jest dostępna. Jeśli używasz spacji do oddzielania wielu adresów URL, możesz również spróbować użyć znaku rury. Adres URL, którego dotyczy problem:
pt: O arquivo ICS não pôde ser recuperado ou estava vazio. Verifique se o URL está correto e verifique a configuração do php.ini para verificar se o cURL ou allow_url_fopen está disponível. Se você estiver usando espaços para delimitar vários URLs, também pode tentar usar o caractere pipe. URL afetado:
ru: Не удалось получить файл ICS или он был пуст. Убедитесь, что URL-адрес правильный, и проверьте настройки php.ini, чтобы убедиться, что cURL или allow_url_fopen доступны. Если вы используете пробелы для разделения нескольких URL-адресов, попробуйте вместо этого использовать символ вертикальной черты. Затронутый URL-адрес:
sk: Súbor ICS sa nepodarilo načítať alebo bol prázdny. Skontrolujte, či je adresa URL správna, a skontrolujte konfiguráciu súboru php.ini, aby ste overili, či je k dispozícii cURL alebo allow_url_fopen. Ak na oddelenie viacerých adries URL používate medzery, môžete namiesto toho vyskúšať použiť znak potrubia. Ovplyvnená adresa URL:
sl: Datoteke ICS ni bilo mogoče pridobiti ali je bila prazna. Preverite, ali je URL pravilna, in preverite konfiguracijo php.ini, da se prepričate, ali je na voljo cURL ali allow_url_fopen. Če za ločevanje več URL-jev uporabljate presledke, lahko namesto tega poskusite uporabiti znak pipe. Prizadeta URL:
sr: ICS датотека није могла бити преузета или је била празна. Молимо вас да проверите да ли је URL исправан и да ли је конфигурација ваше php.ini датотеке доступна. Ако користите размаке за разграничавање више URL адреса, можете покушати да користите и усправну црту. Погођена URL адреса:
tr: ICS dosyası alınamadı veya boştu. Lütfen URL'nin doğru olduğunu doğrulayın ve php.ini yapılandırmanızı kontrol ederek cURL veya allow_url_fopen'in kullanılabilir olup olmadığını doğrulayın. Birden fazla URL'yi sınırlandırmak için boşluk kullanıyorsanız, bunun yerine boru karakterini kullanmayı da deneyebilirsiniz. Etkilenen URL:
uk: Не вдалося отримати файл ICS або він був порожній. Перевірте правильність URL-адреси та налаштування php.ini, щоб переконатися, що cURL або allow_url_fopen доступні. Якщо ви використовуєте пробіли для розділення декількох URL-адрес, спробуйте замість цього використовувати символ вертикальної риски. URL-адреса, на яку це впливає:
zh: 无法检索ICS文件或文件为空。请确认URL地址正确，并检查php.ini配置中是否启用了cURL或allow_url_fopen功能。若使用空格分隔多个URL，建议改用竖线分隔符。受影响的URL：

source: Hide past events
cs: Skrýt minulé události
da: Skjul tidligere begivenheder
de: Vergangene Veranstaltungen verbergen
el: Απόκρυψη προηγούμενων εκδηλώσεων
es: Ocultar eventos pasados
et: Peida varasemad sündmused
fi: Piilota menneet tapahtumat
fr: Masquer les événements passés
hu: Korábbi események elrejtése
it: Nascondi eventi passati
ja: 過去のイベントを隠す
ko: 지난 일정 숨기기
lt: Paslėpti praėjusius įvykius
lv: Paslēpt pagātnes notikumus
nb: Skjul tidligere hendelser
nl: Verberg verlopen evenementen
pl: Ukryj minione wydarzenia
pt: Ocultar eventos passados
ru: Скрыть прошедшие события
sk: Skryť minulé udalosti
sl: Skrij pretekle dogodke
sr: Сакриј прошле догађаје
tr: Geçmiş etkinlikleri gizle
uk: Приховати минулі події
zh: 隐藏过去的活动

source: Show past events
cs: Zobrazit proběhlé akce
da: Vis tidligere begivenheder
de: Vergangene Ereignisse anzeigen
el: Εμφάνιση παρελθοντικών εκδηλώσεων
es: Mostrar eventos pasados
et: Näita eelmisi sündmuseid
fi: Näytä menneet tapahtumat
fr: Afficher les évènements passés
hu: Elmúlt események megjelenítése
it: Mostra eventi passati
ja: 過去のイベントを表示
ko: 과거 이벤트 보기
lt: Rodyti praėjusius renginius
lv: Rādīt iepriekšējos notikumus
nb: Vis tidligere hendelser
nl: Toon oudere evenementen
pl: Pokaż wydarzenia które były już
pt: Mostrar Eventos Vencidos
ru: Показать прошедшие события
sk: Zobraziť minulé udalosti
sl: Prikaži pretekle dogodke
sr: Прикажи прошле догађаје
tr: Geçmiş etkinlikleri göster
uk: Показати минулі події
zh: 显示过往事件

source: Contact:
cs: Kontakt:
da: Kontakt:
de: Kontakt:
el: Επαφή:
es: Contacto:
et: Kontakt:
fi: Yhteystieto:
hu: Kapcsolat:
it: Contatto:
ja: 連絡先:
ko: 연락처:
lt: Susisiekite:
lv: Kontakts:
nb: Kontakt:
pl: Skontaktuj się z:
pt: Contato:
ru: Контакт:
sk: Kontakt:
sl: Kontaktna oseba:
sr: Контакт:
tr: İletişim:
uk: Контактна інформація:
zh: 联系人:

source: Resources:
cs: Zdroje:
da: Ressourcer:
de: Hilfreiche Links:
el: Πόροι:
es: Recursos:
et: Ressursid:
fi: Resurssit:
fr: Ressources :
hu: Források:
it: Risorse:
ja: リソース:
ko: 자원:
lt: Ištekliai:
lv: Resursi:
nb: Ressurser:
nl: Bronnen:
pl: Zasoby:
pt: Recursos:
ru: Ресурсы:
sk: Zdroje:
sl: Viri:
sr: Ресурси:
tr: Kaynaklar:
uk: Ресурси:
zh: 相关资源

source: Click for more...
cs: Klikněte pro více informací...
da: Klik for mere...
de: Klicken Sie hier für weitere Informationen...
el: Κάντε κλικ για περισσότερα...
es: Haga clic para más información...
et: Kliki, et näha rohkem...
fi: Klikkaa lisää...
fr: Cliquez pour en savoir plus...
hu: Kattintson ide további információkért...
it: Clicca per saperne di più...
ja: 続きを読む...
ko: 더 보기...
lt: Spauskite čia, jei norite sužinoti daugiau...
lv: Klikšķiniet, lai uzzinātu vairāk...
nb: Klikk for mer...
nl: Klik voor meer...
pl: Kliknij, aby dowiedzieć się więcej...
pt: Clique para mais informações...
ru: Нажмите, чтобы узнать больше...
sk: Kliknite pre viac informácií...
sl: Kliknite za več...
sr: Кликните за више...
tr: Daha fazlası için tıklayın...
uk: Натисніть, щоб дізнатися більше...
zh: 点击查看更多...

source: Save to your calendar
cs: Uložit do kalendáře
da: Gem i din kalender
de: In Ihrem Kalender speichern
el: Αποθήκευση στο ημερολόγιό σας
es: Guarda en tu calendario
et: Salvesta oma kalendrisse
fi: Tallenna kalenteriisi
fr: Enregistrer dans votre calendrier
hu: Mentse a naptárába
it: Salva nel tuo calendario
ja: カレンダーに保存
ko: 달력에 저장하세요
lt: Įtraukti į kalendorių
lv: Saglabāt kalendārā
nb: Lagre i kalenderen din
nl: Sla op in uw agenda
pl: Zapisz w kalendarzu
pt: Salve em seu calendário
ru: Сохранить в календаре
sk: Uložte si do kalendára
sl: Shrani v koledar
sr: Сачувај у календару
tr: Takviminize kaydedin
uk: Зберегти в календарі
zh: 添加到日历

source: Cancelled
cs: Zrušeno
da: Annulleret
de: Entfällt
el: Ακυρώθηκε
es: Cancelado
et: Tühistatud
fi: Peruutettu
fr: Annulée
hu: Törölve
it: Annullato
ja: キャンセル
ko: 취소됨
lt: Atšaukta
lv: Atcelts
nb: Kansellert
nl: Geannuleerd
pl: Anulowane
pt: Cancelado
ru: Отменен
sk: Zrušené
sl: Preklicano
sr: Otkazana
tr: İptal Edildi
uk: Скасовано
zh: 已取消

source: The legacy parser option is deprecated and will be removed in a future update.
cs: Možnost legacy parser je zastaralá a bude v budoucí aktualizaci odstraněna.
da: Den gamle parser-indstilling er udfaset og vil blive fjernet i en fremtidig opdatering.
de: Die Option „Legacy-Parser“ ist veraltet und wird in einem zukünftigen Update entfernt.
el: Η επιλογή του παλαιού αναλυτή είναι παρωχημένη και θα καταργηθεί σε μελλοντική ενημέρωση.
es: La opción del analizador heredado está obsoleta y se eliminará en una futura actualización.
et: Vana parser-valik on vananenud ja eemaldatakse tulevases värskenduses.
fi: Vanha parser-vaihtoehto on vanhentunut ja se poistetaan tulevassa päivityksessä.
fr: L'option d'analyse syntaxique héritée est obsolète et sera supprimée dans une prochaine mise à jour.
hu: A régi parser opció elavult, és egy jövőbeli frissítésben eltávolításra kerül.
it: L'opzione legacy parser è deprecata e verrà rimossa in un futuro aggiornamento.
ja: レガシーパーサーオプションは非推奨となり、今後のアップデートで削除されます。
ko: 레거시 파서 옵션은 더 이상 권장되지 않으며 향후 업데이트에서 제거될 예정입니다.
lt: Senasis analizatoriaus parinktis yra pasenęs ir bus pašalintas ateityje atnaujinant programą.
lv: Legacy parser opcija ir novecojusi un tiks noņemta nākamajā atjauninājumā.
nb: Den gamle parser-alternativet er utdatert og vil bli fjernet i en fremtidig oppdatering.
nl: De legacy-parseroptie is verouderd en zal in een toekomstige update worden verwijderd.
pl: Opcja legacy parser jest przestarzała i zostanie usunięta w przyszłej aktualizacji.
pt: A opção do analisador legado está obsoleta e será removida em uma atualização futura.
ru: Опция legacy parser является устаревшей и будет удалена в одном из будущих обновлений.
sk: Možnosť legacy parser je zastaraná a bude odstránená v budúcej aktualizácii.
sl: Možnost stare različice razčlenjevalnika je zastarela in bo v prihodnji posodobitvi odstranjena.
sr: Опција застарелих парсера је застарела и биће уклоњена у будућем ажурирању.
tr: Eski ayrıştırıcı seçeneği kullanımdan kaldırılmıştır ve gelecekteki bir güncellemede kaldırılacaktır.
uk: Опція legacy parser є застарілою і буде видалена в майбутньому оновленні.
zh: 旧版解析器选项已被弃用，将在未来的更新中移除。

source: Print
cs: Tisk
da: Udskriv
de: Drucken
el: Εκτύπωση
es: Imprimir
et: Prindi
fi: Tulosta
fr: Imprimer
hu: Nyomtatás
it: Stampa
ja: 印刷
ko: 인쇄
lt: Spausdinti
lv: Drukāt
nb: Skriv ut
nl: Afdrukken
pl: Drukuj
pt: Imprimir
ru: Печать
sk: Tlačiť
sl: Natisni
sr: Штампај
tr: Yazdır
uk: Друк
zh: 打印

source: The "currentweek" shortcode attribute is deprecated. Please use view="week" in your shortcode instead.
cs: Atribut zkráceného kódu „currentweek“ je zastaralý. Místo něj použijte ve svém zkráceném kódu view="week".
da: Attributten "currentweek" i kortkoden er udfaset. Brug i stedet view="week" i din kortkode.
de: Das Shortcode-Attribut „currentweek“ ist veraltet. Bitte verwenden Sie stattdessen view="week" in Ihrem Shortcode.
el: Η ιδιότητα "currentweek" από το shortcode έτσι καταργηθεί. Χρησιμοποιήστε το view ="week" στο shortcode σας.
es: El atributo «currentweek» del código corto ha quedado obsoleto. Utilice en su lugar view="week" en su código corto.
et: Lühikoodi atribuut "currentweek" on vananenud. Kasutage selle asemel lühikoodis view="week".
fi: "currentweek" -lyhytkoodin attribuutti on vanhentunut. Käytä sen sijaan lyhytkoodissasi view="week".
fr: L'attribut « currentweek » du shortcode est obsolète. Veuillez utiliser à la place view="week" dans votre shortcode.
hu: A „currentweek” rövidkód attribútum elavult. Kérjük, helyette használja a view="week" rövidkódot.
it: L'attributo dello shortcode "currentweek" è deprecato. Utilizza invece view="week" nel tuo shortcode.
ja: 「currentweek」ショートコード属性は非推奨となりました。代わりにショートコード内で view="week" を使用してください。
ko: "currentweek" 숏코드 속성은 더 이상 사용되지 않습니다. 대신 숏코드에서 view="week"를 사용해 주십시오.
lt: Trumpasis kodas „currentweek“ yra pasenęs. Vietoj jo trumpajame kode naudokite view="week".
lv: Īss kods "currentweek" ir novecojis. Lūdzu, izmantojiet īsajā kodā view="week".
nb: Kortkodeattributtet «currentweek» er utgått. Bruk i stedet view="week" i kortkoden din.
nl: Het shortcode-attribuut "currentweek" is verouderd. Gebruik in plaats daarvan view="week" in uw shortcode.
pl: Atrybut skrótu „currentweek” jest przestarzały. Zamiast niego należy używać view="week" w skrócie.
pt: O atributo de código curto "currentweek" está obsoleto. Use view="week" no seu código curto.
ru: Атрибут шорткода «currentweek» устарел. Вместо него используйте view="week" в своем шорткоде.
sk: Atribút skráteného kódu „currentweek“ je zastaraný. Namiesto toho použite vo svojom skrátenom kóde view="week".
sl: Atribut kratkega kodeksa „currentweek“ je zastarel. Namesto tega v kratkem kodeksu uporabite view="week".
sr: Атрибут кратког кода „currentweek“ је застарео. Уместо тога користите view="week" у свом кратком коду.
tr: "currentweek" kısa kod özniteliği kullanımdan kaldırılmıştır. Lütfen kısa kodunuzda bunun yerine view="week" kullanın.
uk: Атрибут шорткоду «currentweek» є застарілим. Замість нього використовуйте view="week" у своєму шорткоді.
zh: "currentweek" 短代码属性已弃用。请改用 view="week" 替代。

source: The "legendinline" shortcode attribute is deprecated. Please use legendstyle="inline" in your shortcode instead.
cs: Atribut zkráceného kódu „legendinline“ je zastaralý. Místo něj použijte ve svém zkráceném kódu legendstyle="inline".
da: Attributten "legendinline" i kortkoden er udgået. Brug i stedet legendstyle="inline" i din kortkode.
de: Das Shortcode-Attribut „legendinline“ ist veraltet. Bitte verwenden Sie stattdessen legendstyle="inline" in Ihrem Shortcode.
el: Το χαρακτηριστικό "legendinline" του shortcode έχει καταργηθεί. Χρησιμοποιήστε αντ' αυτού το legendstyle="inline" στο shortcode σας.
es: El atributo «legendinline» del código corto ha quedado obsoleto. Utilice legendstyle="inline" en su código corto en su lugar.
et: Lühikoodi atribuut "legendinline" on vananenud. Kasutage lühikoodis selle asemel legendstyle="inline".
fi: "legendinline"-lyhytkoodin attribuutti on vanhentunut. Käytä sen sijaan lyhytkoodissasi legendstyle="inline".
fr: L'attribut « legendinline » du shortcode est obsolète. Veuillez utiliser legendstyle="inline" dans votre shortcode à la place.
hu: A „legendinline” rövidkód attribútum elavult. Kérjük, helyette a legendstyle="inline" attribútumot használja a rövidkódjában.
it: L'attributo dello shortcode "legendinline" è deprecato. Utilizza invece legendstyle="inline" nel tuo shortcode.
ja: 「legendinline」ショートコード属性は非推奨となりました。代わりに、ショートコード内で legendstyle="inline" を使用してください。
ko: "legendinline" 숏코드 속성은 더 이상 사용되지 않습니다. 대신 숏코드에서 legendstyle="inline"을 사용해 주십시오.
lt: Trumpasis kodas „legendinline“ yra pasenęs. Vietoj jo trumpajame kode naudokite legendstyle="inline".
lv: Īss kods "legendinline" ir novecojis. Lūdzu, izmantojiet īsajā kodā legendstyle="inline".
nb: Kortkodeattributtet «legendinline» er utgått. Bruk i stedet legendstyle="inline" i kortkoden din.
nl: Het shortcode-attribuut "legendinline" is verouderd. Gebruik in plaats daarvan legendstyle="inline" in uw shortcode.
pl: Atrybut skrótu „legendinline” jest przestarzały. Zamiast niego należy używać legendstyle="inline" w skrócie.
pt: O atributo de código curto "legendinline" está obsoleto. Use legendstyle="inline" no seu código curto.
ru: Атрибут шорткода «legendinline» является устаревшим. Вместо него используйте в шорткоде legendstyle="inline".
sk: Atribút skráteného kódu „legendinline“ je zastaraný. Namiesto toho použite v skrátenom kóde legendstyle="inline".
sl: Atribut kratkega kodeksa „legendinline“ je zastarel. Namesto tega v kratkem kodeksu uporabite legendstyle="inline".
sr: Атрибут кратког кода „legendinline“ је застарео. Уместо тога користите legendstyle="inline" у свом кратком коду.
tr: "legendinline" kısa kod özniteliği kullanımdan kaldırılmıştır. Lütfen kısa kodunuzda bunun yerine legendstyle="inline" kullanın.
uk: Атрибут шорткоду «legendinline» є застарілим. Замість нього використовуйте legendstyle="inline" у своєму шорткоді.
zh: "legendinline" 短代码属性已弃用。请改用 legendstyle="inline" 替代。
