Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: %1$sNote:%2$s Additional %3$sdisplay options%4$s are available by manually editing the shortcode after insertion.
cs: %1$sPoznámka:%2$s Další %3$smožnosti zobrazení%4$s jsou k dispozici po ruční úpravě zkráceného kódu po vložení.
da: %1$sBemærk:%2$s Yderligere %3$svisningsindstillinger%4$s er tilgængelige ved manuelt at redigere kortkoden efter indsættelse.
de: %1$sHinweis:%2$s Zusätzliche %3$sAnzeigeoptionen%4$s sind verfügbar, indem Sie den Shortcode nach dem Einfügen manuell bearbeiten.
el: %1$sΣημείωση:%2$s Πρόσθετες %3$sεπιλογές εμφάνισης%4$s είναι διαθέσιμες με τη χειροκίνητη επεξεργασία του σύντομου κώδικα μετά την εισαγωγή.
es: %1$sNota:%2$s Hay disponibles %3$sopciones de visualización%4$s adicionales mediante la edición manual del código abreviado después de su inserción.
et: %1$sMärkus:%2$s Lisaks on saadaval %3$skuvamisvalikud%4$s, mida saab käsitsi muuta pärast lühikoodi sisestamist.
fi: %1$sHuomautus:%2$s Lisää %3$snäyttöasetuksia%4$s on saatavilla muokkaamalla lyhytkoodia manuaalisesti sen lisäämisen jälkeen.
fr: %1$sRemarque : %2$s Des %3$s options d'affichage %4$s supplémentaires sont disponibles en modifiant manuellement le code court après son insertion.
hu: %1$sMegjegyzés:%2$s További %3$smegjelenítési opciók%4$s állnak rendelkezésre, ha a rövid kódot beillesztés után manuálisan szerkeszted.
it: %1$sNota:%2$s Sono disponibili ulteriori %3$sopzioni di visualizzazione%4$s modificando manualmente lo shortcode dopo l'inserimento.
ja: %1$s注記：%2$s追加の%3$s表示オプション%4$sは、挿入後にショートコードを手動で編集することで利用可能です。
ko: %1$s참고:%2$s 삽입 후 숏코드를 수동으로 편집하면 추가 %3$s표시 옵션%4$s을 사용할 수 있습니다.
lt: %1$sPastaba:%2$s Papildomos %3$srodymo parinktys%4$s yra prieinamos rankiniu būdu redaguojant trumpąjį kodą po įterpimo.
lv: %1$sPiezīme:%2$s Papildu %3$sparādīšanas opcijas%4$s ir pieejamas, manuāli rediģējot īso kodu pēc ievietošanas.
nb: %1$sMerknad:%2$s Ytterligere %3$svisningsalternativer%4$s er tilgjengelige ved å redigere kortkoden manuelt etter innsetting.
nl: %1$sOpmerking:%2$s Extra %3$sweergaveopties%4$s zijn beschikbaar door de shortcode na invoeging handmatig te bewerken.
pl: %1$sUwaga:%2$s Dodatkowe %3$sopcje wyświetlania%4$s są dostępne po ręcznej edycji skrótu po wstawieniu.
pt: %1$sObservação:%2$s %3$sOpções adicionais de exibição%4$s estão disponíveis editando manualmente o código abreviado após a inserção.
ru: %1$sПримечание:%2$s Дополнительные %3$sпараметры отображения%4$s доступны при ручном редактировании шорткода после вставки.
sk: %1$sPoznámka:%2$s Ďalšie %3$smožnosti zobrazenia%4$s sú k dispozícii ručnou úpravou skráteného kódu po vložení.
sl: %1$sOpomba:%2$s Dodatne %3$smožnosti prikaza%4$s so na voljo z ročnim urejanjem kratkega kodeksa po vstavitvi.
sr: %1$sНапомена:%2$s Додатне %3$sопције приказа%4$s су доступне ручним уређивањем кратког кода након уметања.
tr: %1$sNot:%2$s Ek %3$sgörüntüleme seçenekleri%4$s, ekleme işleminden sonra kısa kodu manuel olarak düzenleyerek kullanılabilir.
uk: %1$sПримітка:%2$s Додаткові %3$sпараметри відображення%4$s доступні шляхом ручного редагування короткого коду після вставки.
zh: %1$s注：%2$s 插入后可通过手动编辑短代码获取更多%3$s显示选项%4$s。

source: Insert %1$s
cs: Vložit %1$s
da: Indsæt %1$s
de: Einfügen %1$s
el: Εισαγωγή %1$s
es: Insertar %1$s
et: Sisesta %1$s
fi: Lisää %1$s
fr: Insérer %1$s
hu: Beillesztés %1$s
it: Inserisci %1$s
ja: 挿入 %1$s
ko: %1$s 삽입
lt: Įterpti %1$s
lv: Ievietot %1$s
nb: Sett inn %1$s
nl: Invoegen %1$s
pl: Wstaw %1$s
pt: Insira %1$s
ru: Вставить %1$s
sk: Vložiť %1$s
sl: Vstavi %1$s
sr: Уметни %1$s
tr: %1$s ekle
uk: Вставити %1$s
zh: 插入 %1$s

source: Do even more with %1$s version 6!
cs: S verzí 6 %1$s můžete dělat ještě více!
da: Gør endnu mere med %1$s version 6!
de: Mit %1$s Version 6 können Sie noch mehr erreichen!
el: Κάντε ακόμα περισσότερα με την έκδοση %1$s 6!
es: ¡Haz aún más con la versión 6 de %1$s!
et: Tee veelgi rohkem versiooniga %1$s 6!
fi: Tee vielä enemmän %1$s version 6:lla!
fr: Faites encore plus avec la version 6 de %1$s !
hu: Tegyen még többet a %1$s 6. verzióval!
it: Fai ancora di più con %1$s versione 6!
ja: %1$sバージョン6でさらに多くのことを実現しよう！
ko: %1$s 버전 6으로 더 많은 것을 해보세요!
lt: Padarykite dar daugiau su %1$s 6 versija!
lv: Izmantojiet %1$s versiju 6, lai paveiktu vēl vairāk!
nb: Gjør enda mer med %1$s versjon 6!
nl: Doe nog meer met %1$s versie 6!
pl: Zrób jeszcze więcej dzięki wersji 6 %1$s!
pt: Faça ainda mais com a versão 6 do %1$s!
ru: Сделайте еще больше с %1$s версией 6!
sk: S verziou 6 %1$s môžete urobiť ešte viac!
sl: Naredite še več z različico %1$s 6!
sr: Урадите још више са %1$s верзијом 6!
tr: %1$s sürüm 6 ile daha da fazlasını yapın!
uk: Зробіть ще більше з %1$s версією 6!
zh: %1$s 版本 6 让您事半功倍！

source: Calendar Builder + Block Editor
cs: Tvůrce kalendáře + editor bloků
da: Kalenderbygger + blokeditor
de: Kalender-Generator + Block-Editor
el: Δημιουργία ημερολογίου + Επεξεργαστής μπλοκ
es: Creador de calendarios + Editor de bloques
et: Kalendri looja + plokkide redigeerija
fi: Kalenterin luoja + lohkoeditori
fr: Créateur de calendrier + Éditeur de blocs
hu: Naptárkészítő + blokkszerkesztő
it: Calendario Builder + Editor di blocchi
ja: カレンダービルダー＋ブロックエディター
ko: 캘린더 빌더 + 블록 편집기
lt: Kalendoriaus kūrėjas + blokų redaktorius
lv: Kalendāra veidotājs + bloku redaktors
nb: Kalenderbygger + blokkeringsredigerer
nl: Kalenderbouwer + Blok-editor
pl: Kreator kalendarza + edytor bloków
pt: Criador de calendários + Editor de blocos
ru: Конструктор календаря + редактор блоков
sk: Tvorca kalendára + Editor blokov
sl: Oblikovalnik koledarja + urejevalnik blokov
sr: Креатор календара + Уређивач блокова
tr: Takvim Oluşturucu + Blok Düzenleyici
uk: Конструктор календарів + редактор блоків
zh: 日历生成器 + 区块编辑器

source: Configure all calendar settings with an easy visual interface, and use the new %1$s block to select your saved calendars from a dropdown in the Block Editor, no shortcode needed! %2$sLearn more...%3$s
cs: Nastavte všechny parametry kalendáře pomocí jednoduchého vizuálního rozhraní a pomocí nového bloku %1$s vyberte uložené kalendáře z rozevíracího seznamu v editoru bloků, bez nutnosti zadávat zkrácený kód! %2$sDalší informace...%3$s
da: Konfigurer alle kalenderindstillinger med en nem visuel grænseflade, og brug den nye %1$s-blok til at vælge dine gemte kalendere fra en rullemenu i blokredigeringsprogrammet, uden behov for kortkode! %2$sLæs mere...%3$s
de: Konfigurieren Sie alle Kalendereinstellungen über eine einfache visuelle Benutzeroberfläche und verwenden Sie den neuen %1$s-Block, um Ihre gespeicherten Kalender aus einer Dropdown-Liste im Block-Editor auszuwählen – ganz ohne Shortcode! %2$sWeitere Informationen...%3$s
el: Διαμορφώστε όλες τις ρυθμίσεις του ημερολογίου με μια εύκολη οπτική διεπαφή και χρησιμοποιήστε το νέο μπλοκ %1$s για να επιλέξετε τα αποθηκευμένα ημερολόγιά σας από ένα αναπτυσσόμενο μενού στον Επεξεργαστή μπλοκ, χωρίς να χρειάζεστε σύντομο κωδικό! %2$sΜάθετε περισσότερα...%3$s
es: Configura todos los ajustes del calendario con una interfaz visual sencilla y utiliza el nuevo bloque %1$s para seleccionar tus calendarios guardados en un menú desplegable del editor de bloques, ¡sin necesidad de códigos cortos! %2$sMás información...%3$s
et: Konfigureerige kõik kalendri seaded lihtsa visuaalse liidese abil ja kasutage uut %1$s plokki, et valida oma salvestatud kalendrid ploki redaktori rippmenüüst, lühikoodi pole vaja! %2$sLisateave...%3$s
fi: Määritä kaikki kalenterin asetukset helppokäyttöisen visuaalisen käyttöliittymän avulla ja valitse tallennetut kalenterit Block Editorin pudotusvalikosta uuden %1$s-lohkon avulla ilman lyhytkoodia! %2$sLisätietoja...%3$s
fr: Configurez tous les paramètres du calendrier grâce à une interface visuelle simple, et utilisez le nouveau bloc %1$s pour sélectionner vos calendriers enregistrés dans un menu déroulant dans l'éditeur de blocs, sans avoir besoin de code court ! %2$sEn savoir plus...%3$s
hu: Állítsa be az összes naptárbeállítást egy egyszerű vizuális felületen, és használja az új %1$s blokkot a Block Editor legördülő menüjéből a mentett naptárak kiválasztásához, rövid kód nélkül! %2$sTovábbi információk...%3$s
it: Configura tutte le impostazioni del calendario con un'interfaccia visiva intuitiva e utilizza il nuovo blocco %1$s per selezionare i calendari salvati da un menu a tendina nell'Editor dei blocchi, senza bisogno di shortcode! %2$sPer saperne di più...%3$s
ja: すべてのカレンダー設定を直感的なビジュアルインターフェースで設定し、新しい%1$sブロックを使用してブロックエディタのドロップダウンから保存済みカレンダーを選択できます。ショートコードは不要です！%2$s詳細はこちら...%3$s
ko: 간편한 시각적 인터페이스로 모든 캘린더 설정을 구성하고, 새로운 %1$s 블록을 사용해 블록 편집기의 드롭다운에서 저장된 캘린더를 선택하세요. 단축 코드 필요 없음! %2$s자세히 알아보기...%3$s
lt: Konfigūruokite visus kalendoriaus nustatymus naudodami paprastą vizualią sąsają ir naudokite naują %1$s bloką, kad išskleidžiamajame meniu bloko redaktoriuje pasirinkite išsaugotus kalendorius – nereikia jokio trumpo kodo! %2$sSužinokite daugiau...%3$s
lv: Konfigurējiet visus kalendāra iestatījumus ar vienkāršu vizuālo interfeisu un izmantojiet jauno %1$s bloku, lai izvēlētos saglabātos kalendārus no izvēlnes blokā redaktora, nav nepieciešams īss kods! %2$sUzzināt vairāk...%3$s
nb: Konfigurer alle kalenderinnstillinger med et enkelt visuelt grensesnitt, og bruk den nye %1$s-blokken til å velge dine lagrede kalendere fra en rullegardinmeny i blokkeringsredigereren, uten behov for kortkode! %2$sLær mer...%3$s
nl: Configureer alle kalenderinstellingen met een eenvoudige visuele interface en gebruik het nieuwe %1$s-blok om uw opgeslagen kalenders te selecteren uit een vervolgkeuzelijst in de Blokeditor, zonder dat u een shortcode nodig hebt! %2$sMeer informatie...%3$s
pl: Skonfiguruj wszystkie ustawienia kalendarza za pomocą prostego interfejsu wizualnego i użyj nowego bloku %1$s, aby wybrać zapisane kalendarze z listy rozwijanej w edytorze bloków, bez konieczności stosowania skrótów! %2$sDowiedz się więcej...%3$s
pt: Configure todas as definições do calendário com uma interface visual fácil e utilize o novo bloco %1$s para selecionar os seus calendários guardados a partir de um menu suspenso no Editor de Blocos, sem necessidade de utilizar códigos de atalho! %2$sSaiba mais...%3$s
ru: Настройте все параметры календаря с помощью удобного визуального интерфейса и используйте новый блок %1$s, чтобы выбрать сохраненные календари из раскрывающегося списка в редакторе блоков, без использования шорткодов! %2$sУзнать больше...%3$s
sk: Nastavte všetky nastavenia kalendára pomocou jednoduchého vizuálneho rozhrania a použite nový blok %1$s na výber uložených kalendárov z roletového menu v editore blokov, bez potreby skráteného kódu! %2$sViac informácií...%3$s
sl: Vse nastavitve koledarja lahko konfigurirate z enostavnim vizualnim vmesnikom, novi blok %1$s pa vam omogoča izbiro shranjenih koledarjev iz spustnega menija v urejevalniku blokov, brez potrebe po kratkih kodah! %2$sVeč informacij...%3$s
sr: Конфигуришите сва подешавања календара помоћу једноставног визуелног интерфејса и користите нови блок %1$s да бисте изабрали сачуване календаре из падајућег менија у уређивачу блокова, без потребе за кратким кодом! %2$sСазнајте више...%3$s
tr: Kolay bir görsel arayüzle tüm takvim ayarlarını yapılandırın ve yeni %1$s bloğunu kullanarak Blok Düzenleyicideki açılır menüden kaydedilmiş takvimlerinizi seçin, kısa kod gerekmez! %2$sDaha fazla bilgi...%3$s
uk: Налаштуйте всі параметри календаря за допомогою зручного візуального інтерфейсу та скористайтеся новим блоком %1$s, щоб вибрати збережені календарі зі списку в редакторі блоків, без необхідності використання шорткодів! %2$sДізнатися більше...%3$s
zh: 通过简洁的可视化界面配置所有日历设置，并使用全新的%1$s代码块，在代码块编辑器中从下拉菜单选择已保存的日历——无需短代码！%2$s了解更多...%3$s

source: Additional Views and Enhanced Features
cs: Další pohledy a vylepšené funkce
da: Yderligere visninger og forbedrede funktioner
de: Zusätzliche Ansichten und erweiterte Funktionen
el: Πρόσθετες προβολές και βελτιωμένες λειτουργίες
es: Vistas adicionales y funciones mejoradas
et: Lisavaated ja täiustatud funktsioonid
fi: Lisänäkymät ja parannetut ominaisuudet
fr: Vues supplémentaires et fonctionnalités améliorées
hu: További nézetek és továbbfejlesztett funkciók
it: Viste aggiuntive e funzionalità avanzate
ja: 追加ビューと強化された機能
ko: 추가 뷰 및 향상된 기능
lt: Papildomi vaizdai ir patobulintos funkcijos
lv: Papildu skati un uzlabotas funkcijas
nb: Ekstra visninger og forbedrede funksjoner
nl: Extra weergaven en verbeterde functies
pl: Dodatkowe widoki i ulepszone funkcje
pt: Visualizações adicionais e recursos aprimorados
ru: Дополнительные виды и расширенные функции
sk: Ďalšie zobrazenia a vylepšené funkcie
sl: Dodatni pogledi in izboljšane funkcije
sr: Додатни прикази и побољшане функције
tr: Ek Görünümler ve Geliştirilmiş Özellikler
uk: Додаткові перегляди та розширені функції
zh: 附加视图与增强功能
