Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: Register Customizer
cs: Registrovat přizpůsobovač
da: Registrer tilpasning
de: Registrieren Sie den Customizer
el: Εγγραφή Προσαρμογέα
es: Personalizador de registro
et: Registreeri kohandaja
fi: Rekisteröinti-muokkaaja
fr: Personnalisation du registre
hu: Regisztráció testreszabó
it: Personalizza registrazione
ja: レジスタ カスタマイザー
ko: 등록 사용자 정의 도구
lt: Registruokite pritaikymo priemonę
lv: Reģistrācijas pielāgotājs
nb: Registrer tilpasningsverktøy
nl: Registratie-aanpasser
pl: Rejestruj dostosowywanie
pt: Personalizador de registro
ru: Регистратор настройщика
sk: Registrácia prispôsobovača
sl: Registrirajte prilagoditelj
sr: Региструјте се као прилагођавач
tr: Kayıt Özelleştirici
uk: Реєстрація налаштувальника
zh: 注册自定义程序

source: WordPress no longer includes a link to the Customizer in the Appearance menu when a Block Theme is active. Check this box if you wish to use the Customizer, e.g. for the Additional CSS input. Note: Some themes or plugins may already register the Customizer, in which case, this setting will have no effect. (The checkbox only enables the Customizer when checked; it does not disable the Customizer when unchecked.
cs: WordPress již neobsahuje odkaz na nástroj Customizer v nabídce Vzhled, pokud je aktivní bloková šablona. Zaškrtněte toto políčko, pokud chcete použít nástroj Customizer, např. pro zadání dodatečného CSS. Poznámka: Některé šablony nebo pluginy již mohou mít nástroj Customizer zaregistrován, v takovém případě nebude mít toto nastavení žádný účinek. (Zaškrtnutím políčka se nástroj Customizer pouze aktivuje; jeho nezaškrtnutím se nástroj Customizer deaktivuje.
da: WordPress indeholder ikke længere et link til Customizer i menuen Udseende, når et bloktema er aktivt. Marker dette felt, hvis du ønsker at bruge Customizer, f.eks. til indtastning af yderligere CSS. Bemærk: Nogle temaer eller plugins registrerer muligvis allerede Customizer, i hvilket tilfælde denne indstilling ikke har nogen effekt. (Afkrydsningsfeltet aktiverer kun Customizer, når det er markeret; det deaktiverer ikke Customizer, når det ikke er markeret.
de: WordPress enthält keinen Link mehr zum Customizer im Menü „Darstellung“, wenn ein Block-Theme aktiv ist. Aktivieren Sie dieses Kontrollkästchen, wenn Sie den Customizer verwenden möchten, z. B. für die Eingabe von zusätzlichem CSS. Hinweis: Einige Themes oder Plugins registrieren den Customizer möglicherweise bereits. In diesem Fall hat diese Einstellung keine Auswirkung. (Das Kontrollkästchen aktiviert den Customizer nur, wenn es aktiviert ist; es deaktiviert den Customizer nicht, wenn es deaktiviert ist.
el: Το WordPress δεν περιλαμβάνει πλέον σύνδεσμο προς το Customizer στο μενού Appearance όταν είναι ενεργό ένα Block Theme. Επιλέξτε αυτό το πλαίσιο αν θέλετε να χρησιμοποιήσετε το Customizer, π.χ. για την εισαγωγή επιπλέον CSS. Σημείωση: Ορισμένα θέματα ή plugins ενδέχεται να έχουν ήδη καταχωρίσει το Customizer, οπότε αυτή η ρύθμιση δεν θα έχει κανένα αποτέλεσμα. (Το πλαίσιο ελέγχου ενεργοποιεί το Customizer μόνο όταν είναι επιλεγμένο. Δεν απενεργοποιεί το Customizer όταν δεν είναι επιλεγμένο.
es: WordPress ya no incluye un enlace al Personalizador en el menú Apariencia cuando hay un tema de bloques activo. Marca esta casilla si deseas utilizar el Personalizador, por ejemplo, para introducir CSS adicional. Nota: Es posible que algunos temas o plugins ya tengan registrado el Personalizador, en cuyo caso esta configuración no tendrá ningún efecto. (La casilla solo habilita el Personalizador cuando está marcada; no lo deshabilita cuando está desmarcada).
et: WordPress ei sisalda enam lingi Customizerile menüüs Appearance, kui Block Theme on aktiivne. Märkige see kast, kui soovite kasutada Customizerit, näiteks täiendava CSS-i sisestamiseks. Märkus: Mõned teemad või pluginad võivad juba registreerida Customizeri, sel juhul ei ole sellel seadistusel mingit mõju. (Kastike aktiveerib Customizeri ainult siis, kui see on märgitud; see ei deaktiveeri Customizerit, kui see on märkimata.
fi: WordPress ei enää sisällä linkkiä Customizer-työkaluun Ulkonäkö-valikossa, kun Block Theme on aktiivinen. Valitse tämä ruutu, jos haluat käyttää Customizer-työkalua, esimerkiksi lisä-CSS-syötteenä. Huomaa: Jotkin teemat tai laajennukset saattavat jo rekisteröidä Customizer-työkalun, jolloin tällä asetuksella ei ole vaikutusta. (Valintaruutu vain aktivoi Customizer-työkalun, kun se on valittuna; se ei poista Customizer-työkalua käytöstä, kun se on valittuna.
fr: WordPress n'inclut plus de lien vers le Customizer dans le menu Apparence lorsqu'un thème Block Theme est actif. Cochez cette case si vous souhaitez utiliser le Customizer, par exemple pour la saisie de CSS supplémentaire. Remarque : certains thèmes ou plugins peuvent déjà enregistrer le Customizer, auquel cas ce paramètre n'aura aucun effet. (La case à cocher active uniquement le Customizer lorsqu'elle est cochée ; elle ne désactive pas le Customizer lorsqu'elle n'est pas cochée.
hu: A WordPress már nem tartalmaz linket a Testreszabóhoz a Megjelenés menüben, ha egy blokk téma aktív. Jelölje be ezt a négyzetet, ha szeretné használni a Testreszabót, pl. a További CSS beviteli mezőhöz. Megjegyzés: Egyes témák vagy bővítmények már regisztrálhatják a Testreszabót, ebben az esetben ez a beállítás nem lesz hatással. (A jelölőnégyzet csak akkor engedélyezi a Testreszabót, ha be van jelölve; ha nincs bejelölve, akkor nem tiltja le a Testreszabót.
it: WordPress non include più un link al Customizer nel menu Aspetto quando è attivo un tema a blocchi. Seleziona questa casella se desideri utilizzare il Customizer, ad esempio per l'inserimento di CSS aggiuntivo. Nota: alcuni temi o plugin potrebbero già registrare il Customizer, nel qual caso questa impostazione non avrà alcun effetto. (La casella di controllo abilita il Customizer solo quando è selezionata; non lo disabilita quando non è selezionata.
ja: ブロックテーマが有効な場合、WordPress の「外観」メニューにカスタマイザーへのリンクは表示されません。追加の CSS 入力など、カスタマイザーを使用したい場合はこのチェックボックスをオンにしてください。注：一部のテーマやプラグインは既にカスタマイザーを登録している場合があります。その場合、この設定は効果を持ちません。（このチェックボックスはオン時にのみカスタマイザーを有効化します。オフにしてもカスタマイザーは無効化されません。）
ko: 블록 테마가 활성화된 경우, 워드프레스는 더 이상 '외관' 메뉴에 커스터마이저 링크를 포함하지 않습니다. 커스터마이저를 사용하려면(예: 추가 CSS 입력 등) 이 체크박스를 선택하세요. 참고: 일부 테마나 플러그인이 이미 커스터마이저를 등록한 경우, 이 설정은 효과가 없습니다. (이 체크박스는 선택 시에만 커스터마이저를 활성화하며, 선택 해제 시 커스터마이저를 비활성화하지 않습니다.)
lt: WordPress nebeįtraukia nuorodos į „Customizer“ („Išvaizda“ meniu), kai aktyvi „Block Theme“ („Blokų tema“). Pažymėkite šį langelį, jei norite naudoti „Customizer“, pvz., papildomam CSS įvesties laukui. Pastaba: kai kurios temos ar papildiniai gali jau būti užregistravę „Customizer“, tokiu atveju šis nustatymas neturės jokio poveikio. (Pažymėtas langelis įjungia „Customizer“, o nepažymėtas – išjungia.
lv: WordPress vairs neiekļauj saiti uz pielāgotāju izskata izvēlnē, ja ir aktīva bloka tēma. Atzīmējiet šo lodziņu, ja vēlaties izmantot pielāgotāju, piemēram, papildu CSS ievadei. Piezīme: Dažas tēmas vai spraudņi var jau reģistrēt pielāgotāju, un šādā gadījumā šis iestatījums nedarbosies. (Lodziņš aktivizē pielāgotāju tikai tad, ja tas ir atzīmēts; tas neaktivizē pielāgotāju, ja tas nav atzīmēts.
nb: WordPress inkluderer ikke lenger en lenke til Customizer i Utseende-menyen når et blokktema er aktivt. Merk av i denne boksen hvis du ønsker å bruke Customizer, f.eks. for å legge til ekstra CSS. Merk: Noen temaer eller plugins kan allerede registrere Customizer, og i så fall vil denne innstillingen ikke ha noen effekt. (Avmerkingsboksen aktiverer bare Customizer når den er merket av; den deaktiverer ikke Customizer når den ikke er merket av.
nl: WordPress bevat geen link meer naar de Customizer in het menu Appearance wanneer een Block Theme actief is. Vink dit vakje aan als u de Customizer wilt gebruiken, bijvoorbeeld voor de invoer van aanvullende CSS. Opmerking: sommige thema's of plug-ins registreren de Customizer mogelijk al, in welk geval deze instelling geen effect heeft. (Het selectievakje schakelt de Customizer alleen in wanneer het is aangevinkt; het schakelt de Customizer niet uit wanneer het niet is aangevinkt.
pl: WordPress nie zawiera już linku do narzędzia Customizer w menu Wygląd, gdy aktywny jest motyw blokowy. Zaznacz to pole, jeśli chcesz korzystać z narzędzia Customizer, np. w celu wprowadzenia dodatkowego kodu CSS. Uwaga: Niektóre motywy lub wtyczki mogą już rejestrować narzędzie Customizer, w takim przypadku to ustawienie nie będzie miało żadnego wpływu. (Pole wyboru włącza narzędzie Customizer tylko wtedy, gdy jest zaznaczone; nie wyłącza narzędzia Customizer, gdy jest niezaznaczone).
pt: O WordPress já não inclui um link para o Personalizador no menu Aparência quando um Tema de Bloco está ativo. Marque esta caixa se desejar utilizar o Personalizador, por exemplo, para a entrada CSS adicional. Nota: Alguns temas ou plugins podem já ter registado o Personalizador, caso em que esta configuração não terá qualquer efeito. (A caixa de seleção apenas ativa o Personalizador quando marcada; não desativa o Personalizador quando desmarcada.
ru: WordPress больше не включает ссылку на настройщик в меню «Внешний вид», когда активна тема блоков. Установите этот флажок, если хотите использовать настройщик, например, для ввода дополнительного CSS. Примечание: некоторые темы или плагины могут уже регистрировать настройщик, и в этом случае данная настройка не будет иметь эффекта. (Флажок только включает настройщик, когда он установлен; он не отключает настройщик, когда он снят.
sk: WordPress už neobsahuje odkaz na nástroj Customizer v ponuke Vzhľad, ak je aktívna téma Block Theme. Zaškrtnite toto políčko, ak chcete používať nástroj Customizer, napr. pre zadávanie dodatočného CSS. Poznámka: Niektoré témy alebo pluginy môžu mať nástroj Customizer už zaregistrovaný, v takom prípade toto nastavenie nebude mať žiadny účinok. (Zaškrtnutím políčka sa nástroj Customizer iba aktivuje; jeho nezaškrtnutím sa nástroj Customizer deaktivuje.
sl: WordPress ne vključuje več povezave do Customizerja v meniju Appearance, ko je aktivna Block Theme. Potrdite to polje, če želite uporabljati Customizer, npr. za dodatno vnos CSS. Opomba: Nekatere teme ali vtičniki lahko že registrirajo Customizer, v tem primeru ta nastavitev ne bo imela nobenega učinka. (Potrditveno polje omogoča Customizer le, ko je potrjeno; ne onemogoča Customizerja, ko ni potrjeno.
sr: WordPress више не укључује везу до алатке за прилагођавање у менију Изглед када је активна блок тема. Означите ову кућицу ако желите да користите алатку за прилагођавање, нпр. за додатни CSS унос. Напомена: Неке теме или додаци могу већ регистровати алатку за прилагођавање, у ком случају ово подешавање неће имати ефекта. (Поље за потврду омогућава алатку за прилагођавање само када је означено; не онемогућава га када није означено.)
tr: WordPress, Blok Teması etkin olduğunda Görünüm menüsünde Artıralıcıya bağlantı içermez. Artıralıcıyı kullanmak istiyorsanız, örneğin Ek CSS girişi için, bu kutuyu işaretleyin. Not: Bazı temalar veya eklentiler Artıralıcıyı zaten kaydetmiş olabilir, bu durumda bu ayar hiçbir etki yapmaz. (Onay kutusu yalnızca işaretlendiğinde Artıralıcıyı etkinleştirir; işaretlenmediğinde Artıralıcıyı devre dışı bırakmaz.
uk: WordPress більше не включає посилання на налаштувальник у меню «Зовнішній вигляд», коли активна тема блоків. Поставте галочку в цьому полі, якщо ви хочете використовувати налаштувальник, наприклад, для введення додаткового CSS. Примітка: деякі теми або плагіни можуть вже зареєструвати налаштувальник, і в цьому випадку це налаштування не матиме ефекту. (Поле для позначки вмикає налаштувальник тільки тоді, коли воно позначене; воно не вимикає налаштувальник, коли воно не позначене.
zh: 当启用区块主题时，WordPress 不会在“外观”菜单中显示自定义工具的链接。若需使用自定义工具（例如输入附加 CSS），请勾选此复选框。注意：某些主题或插件可能已注册自定义工具，此时此设置将无效。（该复选框仅在勾选时启用自定义工具，取消勾选不会禁用该功能。）

source: Remove "Add ICS Calendar" button in Classic Editor
cs: Odebrat tlačítko „Přidat kalendář ICS“ v klasickém editoru
da: Fjern knappen "Tilføj ICS-kalender" i Classic Editor
de: Schaltfläche „ICS-Kalender hinzufügen” im klassischen Editor entfernen
el: Κατάργηση του κουμπιού "Προσθήκη ημερολογίου ICS" στον κλασικό επεξεργαστή
es: Eliminar el botón «Añadir calendario ICS» en el editor clásico
et: Eemalda klassikalises redaktoris nupp „Lisa ICS-kalender”
fi: Poista "Lisää ICS-kalenteri" -painike Classic Editorista
fr: Supprimer le bouton « Ajouter un calendrier ICS » dans l'éditeur classique
hu: Az „ICS naptár hozzáadása” gomb eltávolítása a klasszikus szerkesztőből
it: Rimuovere il pulsante "Aggiungi calendario ICS" nell'editor classico
ja: クラシックエディタから「ICSカレンダーを追加」ボタンを削除する
ko: 클래식 에디터에서 "ICS 캘린더 추가" 버튼 제거
lt: Pašalinti mygtuką „Pridėti ICS kalendorių“ klasikinėje redagavimo versijoje
lv: Noņemt pogu "Pievienot ICS kalendāru" klasiskajā redaktorā
nb: Fjern knappen «Legg til ICS-kalender» i Classic Editor
nl: Verwijder de knop 'ICS-agenda toevoegen' in de klassieke editor
pl: Usuń przycisk „Dodaj kalendarz ICS” w edytorze klasycznym.
pt: Remover o botão "Adicionar calendário ICS" no Editor Clássico
ru: Удалить кнопку «Добавить календарь ICS» в классическом редакторе
sk: Odstráňte tlačidlo „Pridať kalendár ICS“ v klasickom editore
sl: Odstrani gumb »Dodaj koledar ICS« v klasičnem urejevalniku
sr: Уклоните дугме „Додај ICS календар“ у класичном уређивачу
tr: Klasik Düzenleyicide "ICS Takvimi Ekle" düğmesini kaldırın
uk: Видалити кнопку «Додати календар ICS» у класичному редакторі
zh: 在经典编辑器中移除“添加ICS日历”按钮

source: By default, ICS Calendar adds an "Add ICS Calendar" button to the toolbar above the WYSIWYG editor when using Classic Editor. Check this box to remove the button. Has no effect on sites using the Block Editor (Gutenberg).
cs: Ve výchozím nastavení přidává ICS Calendar tlačítko „Přidat ICS Calendar“ na panel nástrojů nad editorem WYSIWYG při použití klasického editoru. Zaškrtnutím tohoto políčka tlačítko odstraníte. Nemá žádný vliv na weby používající blokový editor (Gutenberg).
da: Som standard tilføjer ICS Calendar en knap "Tilføj ICS Calendar" til værktøjslinjen over WYSIWYG-editoren, når Classic Editor bruges. Marker dette felt for at fjerne knappen. Har ingen effekt på websteder, der bruger Block Editor (Gutenberg).
de: Standardmäßig fügt ICS Calendar bei Verwendung des Classic Editors eine Schaltfläche „ICS Calendar hinzufügen” zur Symbolleiste über dem WYSIWYG-Editor hinzu. Aktivieren Sie dieses Kontrollkästchen, um die Schaltfläche zu entfernen. Hat keine Auswirkungen auf Websites, die den Block-Editor (Gutenberg) verwenden.
el: Από προεπιλογή, το ICS Calendar προσθέτει ένα κουμπί "Προσθήκη ICS Calendar" στη γραμμή εργαλείων πάνω από τον επεξεργαστή WYSIWYG όταν χρησιμοποιείτε τον κλασικό επεξεργαστή. Επιλέξτε αυτό το πλαίσιο για να καταργήσετε το κουμπί. Δεν έχει καμία επίδραση σε ιστότοπους που χρησιμοποιούν τον επεξεργαστή μπλοκ (Gutenberg).
es: De forma predeterminada, ICS Calendar añade un botón «Añadir calendario ICS» a la barra de herramientas situada encima del editor WYSIWYG cuando se utiliza el editor clásico. Marque esta casilla para eliminar el botón. No tiene ningún efecto en los sitios que utilizan el editor de bloques (Gutenberg).
et: Vaikimisi lisab ICS Calendar klassikalise redaktori kasutamisel WYSIWYG-redaktori kohal asuvasse tööriistaribale nupu „Lisa ICS Calendar”. Märkige see ruut, et nupp eemaldada. Ei mõjuta veebisaite, mis kasutavad plokiredaktorit (Gutenberg).
fi: Oletuksena ICS-kalenteri lisää "Lisää ICS-kalenteri" -painikkeen WYSIWYG-editorin yläpuolella olevaan työkaluriviin, kun käytetään Classic Editor -editoria. Poista painike valitsemalla tämä valintaruutu. Ei vaikuta sivustoihin, jotka käyttävät Block Editor -editoria (Gutenberg).
fr: Par défaut, ICS Calendar ajoute un bouton « Ajouter un calendrier ICS » à la barre d'outils au-dessus de l'éditeur WYSIWYG lorsque vous utilisez l'éditeur classique. Cochez cette case pour supprimer le bouton. N'a aucun effet sur les sites utilisant l'éditeur de blocs (Gutenberg).
hu: Alapértelmezés szerint az ICS Naptár egy „ICS Naptár hozzáadása” gombot ad hozzá a WYSIWYG szerkesztő feletti eszköztárhoz, ha a Klasszikus szerkesztőt használja. Jelölje be ezt a négyzetet a gomb eltávolításához. Nincs hatása a Blokkszerkesztőt (Gutenberg) használó webhelyekre.
it: Per impostazione predefinita, ICS Calendar aggiunge un pulsante "Aggiungi calendario ICS" alla barra degli strumenti sopra l'editor WYSIWYG quando si utilizza l'editor classico. Seleziona questa casella per rimuovere il pulsante. Non ha alcun effetto sui siti che utilizzano l'editor a blocchi (Gutenberg).
ja: デフォルトでは、クラシックエディター使用時にICSカレンダーはWYSIWYGエディター上部のツールバーに「ICSカレンダーを追加」ボタンを追加します。このチェックボックスをオンにするとボタンが非表示になります。ブロックエディター（グーテンベルク）を使用しているサイトには影響しません。
ko: 기본적으로 클래식 에디터를 사용할 때 ICS 캘린더는 WYSIWYG 편집기 상단 도구 모음에 "ICS 캘린더 추가" 버튼을 추가합니다. 이 버튼을 제거하려면 이 체크박스를 선택하세요. 블록 에디터(구텐베르크)를 사용하는 사이트에는 영향을 미치지 않습니다.
lt: Pagal numatytuosius nustatymus, naudojant klasikinį redaktorių, ICS kalendorius įrankių juostoje virš WYSIWYG redaktoriaus prideda mygtuką „Pridėti ICS kalendorių“. Pažymėkite šį langelį, jei norite pašalinti mygtuką. Tai neturi įtakos svetainėms, kuriose naudojamas blokų redaktorius (Gutenberg).
lv: Pēc noklusējuma ICS kalendārs pievieno pogu "Pievienot ICS kalendāru" rīkjoslā virs WYSIWYG redaktora, ja izmantojat klasisko redaktoru. Atzīmējiet šo lodziņu, lai noņemtu pogu. Tas neietekmē vietnes, kas izmanto bloku redaktoru (Gutenberg).
nb: Som standard legger ICS Calendar til en «Legg til ICS Calendar»-knapp i verktøylinjen over WYSIWYG-redigeringsprogrammet når du bruker Classic Editor. Merk av i denne boksen for å fjerne knappen. Har ingen effekt på nettsteder som bruker Block Editor (Gutenberg).
nl: Standaard voegt ICS Calendar een knop 'ICS Calendar toevoegen' toe aan de werkbalk boven de WYSIWYG-editor wanneer je de klassieke editor gebruikt. Vink dit vakje aan om de knop te verwijderen. Heeft geen effect op sites die de blok-editor (Gutenberg) gebruiken.
pl: Domyślnie kalendarz ICS dodaje przycisk „Dodaj kalendarz ICS” do paska narzędzi nad edytorem WYSIWYG podczas korzystania z edytora klasycznego. Zaznacz to pole, aby usunąć przycisk. Nie ma to wpływu na witryny korzystające z edytora bloków (Gutenberg).
pt: Por padrão, o Calendário ICS adiciona um botão “Adicionar Calendário ICS” à barra de ferramentas acima do editor WYSIWYG ao usar o Editor Clássico. Marque esta caixa para remover o botão. Não tem efeito em sites que usam o Editor de Blocos (Gutenberg).
ru: По умолчанию ICS Calendar добавляет кнопку «Добавить ICS Calendar» на панель инструментов над редактором WYSIWYG при использовании классического редактора. Установите этот флажок, чтобы удалить кнопку. Не влияет на сайты, использующие блок-редактор (Gutenberg).
sk: Pri použití klasického editora pridá ICS Calendar do panela nástrojov nad editorom WYSIWYG tlačidlo „Pridať ICS Calendar“. Zaškrtnutím tohto políčka tlačidlo odstránite. Nemá žiadny vplyv na stránky používajúce blokový editor (Gutenberg).
sl: Privzeto ICS Calendar doda gumb »Dodaj ICS Calendar« na orodno vrstico nad urejevalnikom WYSIWYG, ko uporabljate Classic Editor. Potrdite to polje, da odstranite gumb. Nima vpliva na spletna mesta, ki uporabljajo Block Editor (Gutenberg).
sr: Подразумевано, ICS календар додаје дугме „Додај ICS календар“ на траку са алаткама изнад WYSIWYG уређивача када се користи Класични уређивач. Означите ову кућицу да бисте уклонили дугме. Нема утицаја на сајтове који користе Блок уређивач (Гутенберг).
tr: Varsayılan olarak, ICS Takvim, Klasik Düzenleyici kullanıldığında WYSIWYG düzenleyicinin üzerindeki araç çubuğuna bir "ICS Takvim Ekle" düğmesi ekler. Bu düğmeyi kaldırmak için bu kutuyu işaretleyin. Blok Düzenleyici (Gutenberg) kullanan sitelerde herhangi bir etkisi yoktur.
uk: За замовчуванням, ICS Calendar додає кнопку «Додати ICS Calendar» на панель інструментів над редактором WYSIWYG при використанні Classic Editor. Поставте галочку в цьому полі, щоб прибрати кнопку. Не впливає на сайти, що використовують Block Editor (Gutenberg).
zh: 默认情况下，当使用经典编辑器时，ICS日历会在所见即所得编辑器上方的工具栏中添加一个"添加ICS日历"按钮。勾选此框可移除该按钮。此设置对使用块编辑器（古腾堡）的网站无效。
