Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: %1$sPlease note:%2$s %3$s version 11.0 streamlines the way ICS feed URLs are retrieved. This change uses a standard built-in WordPress function, so it should be fully compatible with all existing installations. If you encounter any new issues after upgrading to version 11 or later, please visit the %4$sWordPress Support Forums%5$s for assistance.
cs: %1$sUpozornění:%2$s %3$s Verze 11.0 zjednodušuje způsob načítání URL adres kanálů ICS. Tato změna využívá standardní vestavěnou funkci WordPress, takže by měla být plně kompatibilní se všemi stávajícími instalacemi. Pokud po aktualizaci na verzi 11 nebo novější narazíte na nové problémy, navštivte %4$sfóra podpory WordPress%5$s, kde vám pomohou.
da: %1$sBemærk venligst:%2$s %3$s version 11.0 strømliner den måde, hvorpå ICS-feed-URL'er hentes. Denne ændring bruger en standardindbygget WordPress-funktion, så den bør være fuldt kompatibel med alle eksisterende installationer. Hvis du støder på nye problemer efter opgradering til version 11 eller nyere, kan du besøge %4$sWordPress Support Forums%5$s for at få hjælp.
de: %1$sBitte beachten Sie:%2$s %3$s Version 11.0 optimiert die Art und Weise, wie ICS-Feed-URLs abgerufen werden. Diese Änderung nutzt eine standardmäßige integrierte WordPress-Funktion, sodass sie mit allen bestehenden Installationen vollständig kompatibel sein sollte. Wenn nach dem Upgrade auf Version 11 oder höher neue Probleme auftreten, besuchen Sie bitte die %4$sWordPress-Supportforen%5$s, um Hilfe zu erhalten.
el: %1$sΣημείωση:%2$s %3$s Η έκδοση 11.0 βελτιστοποιεί τον τρόπο ανάκτησης των URL τροφοδοσίας ICS. Αυτή η αλλαγή χρησιμοποιεί μια τυπική ενσωματωμένη λειτουργία του WordPress, οπότε θα πρέπει να είναι πλήρως συμβατή με όλες τις υπάρχουσες εγκαταστάσεις. Εάν αντιμετωπίσετε νέα προβλήματα μετά την αναβάθμιση στην έκδοση 11 ή μεταγενέστερη, επισκεφθείτε τα %4$sΦόρουμ υποστήριξης WordPress%5$s για βοήθεια.
es: %1$sNota: %2$s %3$s La versión 11.0 optimiza la forma en que se recuperan las URL de los feeds ICS. Este cambio utiliza una función estándar integrada en WordPress, por lo que debería ser totalmente compatible con todas las instalaciones existentes. Si encuentra algún problema nuevo después de actualizar a la versión 11 o posterior, visite los %4$sforos de soporte de WordPress%5$s para obtener ayuda.
et: %1$sPange tähele:%2$s %3$s versioon 11.0 lihtsustab ICS-voo URL-ide hankimist. See muudatus kasutab WordPressi sisseehitatud standardfunktsiooni, seega peaks see olema täielikult ühilduv kõigi olemasolevate installatsioonidega. Kui pärast versioonile 11 või uuemale versioonile üleminekut tekib uusi probleeme, külastage abi saamiseks %4$sWordPressi tugifoorumeid%5$s.
fi: %1$sHuomaa:%2$s %3$s versio 11.0 virtaviivaistaa ICS-syötteen URL-osoitteiden hakua. Tämä muutos käyttää WordPressin vakio-ominaisuutta, joten sen pitäisi olla täysin yhteensopiva kaikkien olemassa olevien asennusten kanssa. Jos kohtaat uusia ongelmia päivitettyäsi versioon 11 tai uudemmalle, käy %4$sWordPress-tukifoorumeilla%5$s saadaksesi apua.
fr: %1$sRemarque : %2$s %3$s La version 11.0 simplifie la manière dont les URL des flux ICS sont récupérées. Cette modification utilise une fonction WordPress intégrée standard, elle devrait donc être entièrement compatible avec toutes les installations existantes. Si vous rencontrez de nouveaux problèmes après la mise à niveau vers la version 11 ou une version ultérieure, veuillez consulter les %4$sforums d'assistance WordPress%5$s pour obtenir de l'aide.
hu: %1$sMegjegyzés:%2$s %3$s A 11.0 verzió egyszerűsíti az ICS-feed URL-ek lekérésének módját. Ez a változás egy beépített WordPress-funkciót használ, így teljes mértékben kompatibilis minden meglévő telepítéssel. Ha a 11-es vagy újabb verzióra való frissítés után új problémák merülnek fel, kérjük, látogasson el a %4$sWordPress támogatási fórumokra%5$s segítségért.
it: %1$sNota bene:%2$s %3$s La versione 11.0 semplifica il modo in cui vengono recuperati gli URL dei feed ICS. Questa modifica utilizza una funzione standard integrata in WordPress, quindi dovrebbe essere completamente compatibile con tutte le installazioni esistenti. Se riscontri nuovi problemi dopo l'aggiornamento alla versione 11 o successive, visita i %4$sforum di supporto WordPress%5$s per assistenza.
ja: %1$sご注意：%2$s %3$s バージョン11.0では、ICSフィードURLの取得方法を効率化しました。この変更は標準のWordPress組み込み関数を使用するため、既存のすべてのインストール環境と完全な互換性があるはずです。バージョン11以降へのアップグレード後に新たな問題が発生した場合は、%4$sWordPressサポートフォーラム%5$sでサポートを受けてください。
ko: %1$s참고 사항:%2$s %3$s 버전 11.0에서는 ICS 피드 URL을 가져오는 방식이 간소화되었습니다. 이 변경 사항은 워드프레스의 표준 내장 함수를 사용하므로 기존 설치 환경과 완벽하게 호환됩니다. 버전 11 이상으로 업그레이드 후 새로운 문제가 발생할 경우, %4$s워드프레스 지원 포럼%5$s을 방문하여 도움을 받으시기 바랍니다.
lt: %1$sAtkreipkite dėmesį:%2$s %3$s versija 11.0 supaprastina ICS srauto URL adresų paiešką. Šis pakeitimas naudoja standartinę įdiegtą WordPress funkciją, todėl turėtų būti visiškai suderinamas su visomis esamomis instaliacijomis. Jei po atnaujinimo iki 11 ar vėlesnės versijos susidursite su naujomis problemomis, kreipkitės pagalbos į %4$sWordPress pagalbos forumus%5$s.
lv: %1$sLūdzu, ņemiet vērā:%2$s %3$s versija 11.0 optimizē ICS plūsmas URL adreses iegūšanas veidu. Šī izmaiņa izmanto standarta iebūvētu WordPress funkciju, tādēļ tai jābūt pilnībā saderīgai ar visām esošajām instalācijām. Ja pēc atjaunināšanas uz versiju 11 vai jaunāku versiju rodas jaunas problēmas, lūdzu, apmeklējiet %4$sWordPress atbalsta forumus%5$s, lai saņemtu palīdzību.
nb: %1$sMerk:%2$s %3$s versjon 11.0 strømlinjeformer måten ICS-feed-URL-er hentes på. Denne endringen bruker en standard innebygd WordPress-funksjon, så den bør være fullt kompatibel med alle eksisterende installasjoner. Hvis du støter på nye problemer etter oppgradering til versjon 11 eller senere, kan du besøke %4$sWordPress Support Forums%5$s for å få hjelp.
nl: %1$sLet op:%2$s %3$s versie 11.0 stroomlijnt de manier waarop ICS-feed-URL's worden opgehaald. Deze wijziging maakt gebruik van een standaard ingebouwde WordPress-functie, dus deze zou volledig compatibel moeten zijn met alle bestaande installaties. Als u nieuwe problemen ondervindt na het upgraden naar versie 11 of later, ga dan naar de %4$sWordPress-ondersteuningsforums%5$s voor hulp.
pl: %1$sUwaga:%2$s %3$s wersja 11.0 usprawnia sposób pobierania adresów URL kanałów ICS. Zmiana ta wykorzystuje standardową wbudowaną funkcję WordPressa, więc powinna być w pełni kompatybilna ze wszystkimi istniejącymi instalacjami. Jeśli po aktualizacji do wersji 11 lub nowszej napotkasz jakiekolwiek nowe problemy, odwiedź %4$sforum pomocy technicznej WordPressa%5$s, aby uzyskać pomoc.
pt: %1$sObservação: %2$s %3$s a versão 11.0 simplifica a forma como as URLs de feed ICS são recuperadas. Essa alteração utiliza uma função padrão integrada ao WordPress, portanto, deve ser totalmente compatível com todas as instalações existentes. Se você encontrar algum novo problema após atualizar para a versão 11 ou posterior, acesse os %4$sFóruns de Suporte do WordPress%5$s para obter ajuda.
ru: %1$sОбратите внимание:%2$s %3$s версия 11.0 оптимизирует способ получения URL-адресов каналов ICS. Это изменение использует стандартную встроенную функцию WordPress, поэтому оно должно быть полностью совместимо со всеми существующими установками. Если после обновления до версии 11 или более поздней у вас возникнут новые проблемы, обратитесь за помощью на %4$sфорумы поддержки WordPress%5$s.
sk: %1$sPoznámka:%2$s %3$s verzia 11.0 zjednodušuje spôsob načítania URL adries kanálov ICS. Táto zmena využíva štandardnú integrovanú funkciu WordPress, takže by mala byť plne kompatibilná so všetkými existujúcimi inštaláciami. Ak po aktualizácii na verziu 11 alebo novšiu narazíte na nové problémy, navštívte %4$sfórum podpory WordPress%5$s, kde vám poskytnú pomoc.
sl: %1$sOpomba:%2$s %3$s različica 11.0 poenostavlja način pridobivanja URL-jev ICS-viri. Ta sprememba uporablja standardno vgrajeno funkcijo WordPress, zato naj bi bila popolnoma združljiva z vsemi obstoječimi namestitvami. Če po nadgradnji na različico 11 ali novejšo naletite na kakršne koli nove težave, obiščite %4$sWordPress Support Forums%5$s za pomoč.
sr: %1$sНапомена:%2$s %3$s верзија 11.0 поједностављује начин преузимања URL-ова ICS фида. Ова промена користи стандардну уграђену WordPress функцију, тако да би требало да буде потпуно компатибилна са свим постојећим инсталацијама. Ако наиђете на било какве нове проблеме након надоградње на верзију 11 или новију, посетите %4$sWordPress форуме за подршку%5$s за помоћ.
tr: %1$sLütfen dikkat:%2$s %3$s sürüm 11.0, ICS besleme URL'lerinin alınma şeklini kolaylaştırır. Bu değişiklik, standart bir yerleşik WordPress işlevini kullanır, bu nedenle mevcut tüm kurulumlarla tamamen uyumlu olmalıdır. Sürüm 11 veya üstüne yükselttikten sonra yeni sorunlarla karşılaşırsanız, yardım için lütfen %4$sWordPress Destek Forumları%5$s'nu ziyaret edin.
uk: %1$sЗверніть увагу:%2$s %3$s версія 11.0 оптимізує спосіб отримання URL-адрес ICS-каналів. Ця зміна використовує стандартну вбудовану функцію WordPress, тому вона повинна бути повністю сумісною з усіма існуючими інсталяціями. Якщо після оновлення до версії 11 або пізнішої ви зіткнетеся з новими проблемами, зверніться за допомогою до %4$sфорумів підтримки WordPress%5$s.
zh: %1$s请注意：%2$s %3$s 11.0版本优化了ICS订阅源URL的获取方式。此变更采用WordPress内置标准函数实现，因此应与所有现有安装完全兼容。若升级至11.0及以上版本后遇到新问题，请访问%4$sWordPress支持论坛%5$s寻求帮助。

source: %1$sPlease note:%2$s %3$s version 11.5.14.2 introduces a new, more secure method for handling calendar parameters when loading via AJAX. Please clear any caching plugins you are using, to ensure that your calendars are loading properly with the new method.
cs: %1$sUpozornění:%2$s %3$s Verze 11.5.14.2 zavádí novou, bezpečnější metodu pro zpracování parametrů kalendáře při načítání přes AJAX. Vymažte všechny pluginy pro ukládání do mezipaměti, které používáte, abyste zajistili správné načítání kalendářů pomocí nové metody.
da: %1$sBemærk venligst:%2$s %3$s version 11.5.14.2 introducerer en ny, mere sikker metode til håndtering af kalenderparametre ved indlæsning via AJAX. Ryd alle cache-plugins, du bruger, for at sikre, at dine kalendere indlæses korrekt med den nye metode.
de: %1$sBitte beachten Sie:%2$s %3$s Version 11.5.14.2 führt eine neue, sicherere Methode für die Verarbeitung von Kalenderparametern beim Laden über AJAX ein. Bitte löschen Sie alle von Ihnen verwendeten Caching-Plugins, um sicherzustellen, dass Ihre Kalender mit der neuen Methode ordnungsgemäß geladen werden.
el: %1$sΣημείωση:%2$s %3$s Η έκδοση 11.5.14.2 εισάγει μια νέα, πιο ασφαλή μέθοδο για τη διαχείριση των παραμέτρων του ημερολογίου κατά τη φόρτωση μέσω AJAX. Διαγράψτε τυχόν πρόσθετα cache που χρησιμοποιείτε, για να βεβαιωθείτε ότι τα ημερολόγιά σας φορτώνονται σωστά με τη νέα μέθοδο.
es: %1$sNota: %2$s %3$s La versión 11.5.14.2 introduce un nuevo método más seguro para gestionar los parámetros del calendario al cargarlo mediante AJAX. Borra cualquier complemento de almacenamiento en caché que estés utilizando para asegurarte de que tus calendarios se cargan correctamente con el nuevo método.
et: %1$sPange tähele:%2$s %3$s versioon 11.5.14.2 tutvustab uut, turvalisemat meetodit kalendriparameetrite käsitlemiseks AJAXi kaudu laadimisel. Palun kustutage kõik kasutatavad vahemälupistikprogrammid, et tagada kalendrite nõuetekohane laadimine uue meetodiga.
fi: %1$sHuomaa:%2$s %3$s versio 11.5.14.2 sisältää uuden, turvallisemman tavan käsitellä kalenteriparametreja, kun ne ladataan AJAXin kautta. Tyhjennä kaikki käyttämäsi välimuistilisäosat, jotta kalenterisi latautuvat oikein uudella tavalla.
fr: %1$sRemarque : %2$s %3$s La version 11.5.14.2 introduit une nouvelle méthode plus sécurisée pour gérer les paramètres du calendrier lors du chargement via AJAX. Veuillez effacer tous les plugins de mise en cache que vous utilisez afin de vous assurer que vos calendriers se chargent correctement avec la nouvelle méthode.
hu: %1$sMegjegyzés:%2$s %3$s A 11.5.14.2 verzió egy új, biztonságosabb módszert vezet be a naptárparaméterek kezelésére AJAX-on keresztül történő betöltéskor. Kérjük, törölje az összes cache-plugint, hogy a naptárak az új módszerrel megfelelően töltsenek be.
it: %1$sNota bene:%2$s %3$s la versione 11.5.14.2 introduce un nuovo metodo più sicuro per la gestione dei parametri del calendario durante il caricamento tramite AJAX. Cancella tutti i plugin di cache che stai utilizzando, per assicurarti che i tuoi calendari vengano caricati correttamente con il nuovo metodo.
ja: %1$sご注意：%2$s %3$s バージョン 11.5.14.2 では、AJAX 経由で読み込む際のカレンダーパラメータ処理に、より安全な新方式を導入しました。新しい方式でカレンダーが正しく読み込まれるよう、ご利用中のキャッシュプラグインをすべてクリアしてください。
ko: %1$s참고 사항:%2$s %3$s 버전 11.5.14.2에서는 AJAX로 로드할 때 캘린더 매개변수를 처리하는 새롭고 더 안전한 방법이 도입되었습니다. 새 방법으로 캘린더가 제대로 로드되도록 사용 중인 캐싱 플러그인을 모두 지워 주십시오.
lt: %1$sAtkreipkite dėmesį:%2$s %3$s versijoje 11.5.14.2 įdiegtas naujas, saugesnis kalendoriaus parametrų tvarkymo būdas, kai jie įkeliami per AJAX. Išvalykite visus naudojamus kešavimo įskiepius, kad kalendoriai būtų tinkamai įkelti naudojant naująjį būdą.
lv: %1$sLūdzu, ņemiet vērā:%2$s %3$s versija 11.5.14.2 ievieš jaunu, drošāku metodi kalendāra parametru apstrādei, kad tie tiek ielādēti, izmantojot AJAX. Lūdzu, izdzēsiet visus izmantotos kešēšanas spraudņus, lai nodrošinātu, ka jūsu kalendāri tiek ielādēti pareizi, izmantojot jauno metodi.
nb: %1$sVær oppmerksom på:%2$s %3$s versjon 11.5.14.2 introduserer en ny, sikrere metode for håndtering av kalenderparametere ved lasting via AJAX. Tøm eventuelle cache-plugins du bruker, for å sikre at kalenderne lastes riktig med den nye metoden.
nl: %1$sLet op:%2$s %3$s versie 11.5.14.2 introduceert een nieuwe, veiligere methode voor het verwerken van kalenderparameters bij het laden via AJAX. Wis alle cacheplugins die u gebruikt, om ervoor te zorgen dat uw kalenders correct worden geladen met de nieuwe methode.
pl: %1$sUwaga:%2$s %3$s wersja 11.5.14.2 wprowadza nową, bezpieczniejszą metodę obsługi parametrów kalendarza podczas ładowania za pomocą AJAX. Proszę wyczyścić wszystkie używane wtyczki buforujące, aby zapewnić prawidłowe ładowanie kalendarzy przy użyciu nowej metody.
pt: %1$sObservação: %2$s %3$s a versão 11.5.14.2 introduz um método novo e mais seguro para lidar com parâmetros de calendário ao carregar via AJAX. Limpe todos os plug-ins de cache que estiver usando para garantir que seus calendários sejam carregados corretamente com o novo método.
ru: %1$sОбратите внимание:%2$s %3$s В версии 11.5.14.2 введен новый, более безопасный метод обработки параметров календаря при загрузке через AJAX. Очистите все используемые плагины кэширования, чтобы календари загружались правильно с помощью нового метода.
sk: %1$sPoznámka:%2$s %3$s Verzia 11.5.14.2 zavádza novú, bezpečnejšiu metódu spracovania parametrov kalendára pri načítavaní prostredníctvom AJAX. Vymažte všetky pluginy na ukladanie do vyrovnávacej pamäte, ktoré používate, aby ste zaistili správne načítanie kalendárov pomocou novej metódy.
sl: %1$sOpomba:%2$s %3$s različica 11.5.14.2 uvaja novo, varnejšo metodo za obdelavo parametrov koledarja pri nalaganju prek AJAX. Izbrišite vse vtičnike za shranjevanje v predpomnilniku, ki jih uporabljate, da se zagotovi pravilno nalaganje koledarjev z novo metodo.
sr: %1$sНапомена:%2$s %3$s верзија 11.5.14.2 уводи нови, безбеднији метод за руковање параметрима календара приликом учитавања путем AJAX-а. Молимо вас да обришете све додатке за кеширање које користите како бисте осигурали да се ваши календари правилно учитавају помоћу новог метода.
tr: %1$sLütfen dikkat:%2$s %3$s 11.5.14.2 sürümü, AJAX ile yükleme yaparken takvim parametrelerini işlemek için yeni ve daha güvenli bir yöntem sunmaktadır. Takvimlerinizin yeni yöntemle düzgün bir şekilde yüklendiğinden emin olmak için kullandığınız tüm önbellek eklentilerini temizleyin.
uk: %1$sЗверніть увагу:%2$s %3$s у версії 11.5.14.2 запроваджено новий, більш безпечний метод обробки параметрів календаря під час завантаження через AJAX. Очистіть усі плагіни кешування, які ви використовуєте, щоб календарі завантажувалися належним чином за допомогою нового методу.
zh: %1$s请注意：%2$s %3$s 版本 11.5.14.2 引入了一种更安全的新方法来处理通过 AJAX 加载日历参数。请清除您正在使用的任何缓存插件，以确保日历能通过新方法正确加载。

source: %1$sWelcome to %2$s version 12!%3$s Version 12.0 introduces additional troubleshooting tools, plus a number of performance improvements and interface refinements throughout. Please see the %4$schangelog%5$s for more details on this update.
cs: %1$sVítejte ve verzi %2$s 12!%3$s Verze 12.0 přináší další nástroje pro řešení problémů, řadu vylepšení výkonu a zdokonalení rozhraní. Podrobnější informace o této aktualizaci naleznete v %4$sseznamu změn%5$s.
da: %1$sVelkommen til %2$s version 12!%3$s Version 12.0 introducerer yderligere fejlfindingsværktøjer samt en række ydeevneforbedringer og forbedringer af brugergrænsefladen. Se %4$sændringsloggen%5$s for flere detaljer om denne opdatering.
de: %1$sWillkommen bei %2$s Version 12!%3$s Version 12.0 bietet zusätzliche Tools zur Fehlerbehebung sowie eine Reihe von Leistungsverbesserungen und Verbesserungen der Benutzeroberfläche. Weitere Informationen zu diesem Update finden Sie im %4$sÄnderungsprotokoll%5$s.
el: %1$sΚαλώς ήρθατε στην %2$s έκδοση 12!%3$s Η έκδοση 12.0 εισάγει επιπλέον εργαλεία αντιμετώπισης προβλημάτων, καθώς και μια σειρά βελτιώσεων στην απόδοση και στη διεπαφή. Για περισσότερες λεπτομέρειες σχετικά με αυτήν την ενημέρωση, ανατρέξτε στο %4$sαρχείο αλλαγών%5$s.
es: %1$s¡Bienvenido a la %2$s versión 12!%3$s La versión 12.0 introduce herramientas adicionales para la resolución de problemas, además de una serie de mejoras en el rendimiento y perfeccionamientos en la interfaz. Consulte el %4$sregistro de cambios%5$s para obtener más detalles sobre esta actualización.
et: %1$sTere tulemast versioonile %2$s 12!%3$s Versioon 12.0 sisaldab täiendavaid veaotsinguvahendeid, mitmeid jõudluse parandusi ja kasutajaliidese täiustusi. Lisateavet selle värskenduse kohta leiate %4$smuudatuste loendist%5$s.
fi: %1$sTervetuloa %2$s versioon 12!%3$s Versio 12.0 sisältää uusia vianmääritystyökaluja sekä useita suorituskyvyn parannuksia ja käyttöliittymän hienosäätöjä. Katso %4$smuutoslista%5$s saadaksesi lisätietoja tästä päivityksestä.
fr: %1$sBienvenue dans la %2$s version 12 !%3$s La version 12.0 introduit des outils de dépannage supplémentaires, ainsi qu'un certain nombre d'améliorations en termes de performances et d'interface. Veuillez consulter le %4$sjournal des modifications%5$s pour plus de détails sur cette mise à jour.
hu: %1$sÜdvözöljük a %2$s 12. verzióban!%3$s A 12.0 verzió további hibaelhárítási eszközöket, valamint számos teljesítményjavítást és felületfinomítást tartalmaz. A frissítés részleteiről a %4$sváltozásnaplóban%5$s olvashat.
it: %1$sBenvenuti nella %2$s versione 12!%3$s La versione 12.0 introduce ulteriori strumenti di risoluzione dei problemi, oltre a una serie di miglioramenti delle prestazioni e perfezionamenti dell'interfaccia. Per ulteriori dettagli su questo aggiornamento, consultate il %4$schangelog%5$s.
ja: %1$s%2$sバージョン12へようこそ！%3$s バージョン12.0では、トラブルシューティングツールの追加に加え、パフォーマンスの向上やインターフェースの改善が多数施されています。このアップデートの詳細については、%4$s変更履歴%5$sをご覧ください。
ko: %1$s%2$s 버전 12에 오신 것을 환영합니다!%3$s 버전 12.0에서는 추가적인 문제 해결 도구와 더불어 전반적인 성능 향상 및 인터페이스 개선 사항이 도입되었습니다. 이번 업데이트에 대한 자세한 내용은 %4$s변경 로그%5$s를 참조하십시오.
lt: %1$sSveiki atvykę į %2$s 12 versiją!%3$s 12.0 versijoje įdiegtos papildomos trikčių šalinimo priemonės, taip pat atlikta nemažai našumo patobulinimų ir sąsajos patobulinimų. Daugiau informacijos apie šį atnaujinimą rasite %4$spokyčių sąraše%5$s.
lv: %1$sLaipni lūdzam %2$s 12. versijā!%3$s 12.0 versijā ir ieviesti papildu problēmu novēršanas rīki, kā arī veikti vairāki veiktspējas uzlabojumi un interfeisa pilnveidojumi. Sīkāku informāciju par šo atjauninājumu skatiet %4$sizmaiņu žurnālā%5$s.
nb: %1$sVelkommen til %2$s versjon 12!%3$s Versjon 12.0 introduserer flere feilsøkingsverktøy, samt en rekke ytelsesforbedringer og forbedringer av grensesnittet. Se %4$sendringsloggen%5$s for mer informasjon om denne oppdateringen.
nl: %1$sWelkom bij %2$s versie 12!%3$s Versie 12.0 introduceert extra hulpmiddelen voor probleemoplossing, plus een aantal prestatieverbeteringen en verfijningen van de interface. Raadpleeg de %4$swijzigingslogboek%5$s voor meer informatie over deze update.
pl: %1$sWitamy w %2$s wersji 12!%3$s Wersja 12.0 wprowadza dodatkowe narzędzia do rozwiązywania problemów, a także szereg ulepszeń wydajności i udoskonaleń interfejsu. Więcej szczegółów na temat tej aktualizacji można znaleźć w %4$sdzienniku zmian%5$s.
pt: %1$sBem-vindo à %2$s versão 12!%3$s A versão 12.0 apresenta ferramentas adicionais de resolução de problemas, além de várias melhorias de desempenho e refinamentos na interface. Consulte o %4$sregistro de alterações%5$s para obter mais detalhes sobre esta atualização.
ru: %1$sДобро пожаловать в %2$s версию 12!%3$s В версии 12.0 представлены дополнительные инструменты для устранения неполадок, а также ряд улучшений производительности и доработок интерфейса. Более подробную информацию об этом обновлении см. в %4$sжурнале изменений%5$s.
sk: %1$sVitajte vo verzii %2$s 12!%3$s Verzia 12.0 prináša ďalšie nástroje na riešenie problémov, ako aj rad vylepšení výkonu a zdokonalených rozhraní. Podrobnosti o tejto aktualizácii nájdete v %4$szozname zmien%5$s.
sl: %1$sDobrodošli v %2$s različici 12!%3$s Različica 12.0 prinaša dodatna orodja za odpravljanje težav, številne izboljšave zmogljivosti in izpopolnitve vmesnika. Za več podrobnosti o tej posodobitvi si oglejte %4$sseznam sprememb%5$s.
sr: %1$sДобродошли у %2$s верзију 12!%3$s Верзија 12.0 уводи додатне алате за решавање проблема, плус бројна побољшања перформанси и усавршавања интерфејса. Више детаља о овом ажурирању потражите у %4$sдневнику промена%5$s.
tr: %1$s%2$s sürüm 12'ye hoş geldiniz!%3$s Sürüm 12.0, ek sorun giderme araçlarının yanı sıra bir dizi performans iyileştirmesi ve arayüz iyileştirmesi sunuyor. Bu güncellemeyle ilgili daha fazla bilgi için lütfen %4$sdeğişiklik günlüğüne%5$s bakın.
uk: %1$sЛаскаво просимо до %2$s версії 12!%3$s У версії 12.0 представлено додаткові інструменти для усунення несправностей, а також низку покращень продуктивності та вдосконалень інтерфейсу. Детальнішу інформацію про це оновлення див. у %4$sжурналі змін%5$s.
zh: %1$s欢迎使用%2$s第12版！%3$s12.0版本新增了更多故障排除工具，同时全面优化了性能并完善了界面设计。有关本次更新的详细信息，请参阅%4$s变更日志%5$s。

source: Getting Started
cs: Začínáme
da: Kom godt i gang
de: Erste Schritte
el: Ξεκινώντας
es: Empezando
et: Alustamine
fi: Käytön aloittaminen
fr: Commencer
hu: Kezdjük el
it: Per Iniziare
ja: はじめに
ko: 시작하기
lt: Pradėkime
lv: Darba uzsākšana
nb: Kom i gang
nl: Aan de slag
pl: Pierwsze kroki
pt: Começando
ru: Начало работы
sk: Začíname
sl: Začetek
sr: Почетак
tr: Başla
uk: Починаємо
zh: 入门指南

source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fi: Asetukset
fr: Réglages
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sr: Подешавања
tr: Ayarlar
uk: Налаштування
zh: 设置

source: Appearance
cs: Vzhled
da: Udseende
de: Aussehen
el: Εμφάνιση
es: Apariencia
et: Välimus
fi: Ulkoasu
fr: Apparence
hu: Megjelenés
it: Aspetto
ja: 外観
ko: 외모
lt: Išvaizda
lv: Izskats
nb: Utseende
nl: Uiterlijk
pl: Wygląd
pt: Aparência
ru: Внешний вид
sk: Vzhľad
sl: Izgled
sr: Изглед
tr: Görünüm
uk: Зовнішній вигляд
zh: 外观
