Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: %1$s offers many new ways to display your calendar, including integrations with the popular %2$s and %3$s open source libraries. Month and year views with a sidebar for the selected day. "Up Next" works great for radio or TV station schedules. Widget and year availability are perfect for holiday bookings. Plus, additional capabilities are added to the core Month, Basic, List and Week views. %4$sView sample calendars...%5$s
cs: %1$s nabízí mnoho nových způsobů zobrazení kalendáře, včetně integrace s oblíbenými open source knihovnami %2$s a %3$s. Zobrazení měsíce a roku s postranním panelem pro vybraný den. Funkce „Up Next“ se skvěle hodí pro rozvrhy rozhlasových nebo televizních stanic. Widget a dostupnost po celý rok jsou ideální pro rezervace dovolených. Navíc jsou do základních zobrazení Měsíc, Základní, Seznam a Týden přidány další funkce. %4$sZobrazit ukázkové kalendáře...%5$s
da: %1$s tilbyder mange nye måder at vise din kalender på, herunder integration med de populære %2$s og %3$s open source-biblioteker. Måneds- og årsvisninger med en sidebjælke for den valgte dag. "Up Next" fungerer godt til radio- eller tv-stationers programoversigter. Widget og årlig tilgængelighed er perfekte til feriebookinger. Derudover er der tilføjet yderligere funktioner til de centrale visninger Måned, Grundlæggende, Liste og Uge. %4$sSe eksempelkalendere...%5$s
de: %1$s bietet viele neue Möglichkeiten zur Anzeige Ihres Kalenders, darunter Integrationen mit den beliebten Open-Source-Bibliotheken %2$s und %3$s. Monats- und Jahresansichten mit einer Seitenleiste für den ausgewählten Tag. „Up Next“ eignet sich hervorragend für Radio- oder Fernsehprogramme. Widgets und Jahresverfügbarkeit sind ideal für Urlaubsbuchungen. Außerdem wurden die Kernansichten „Monat“, „Basis“, „Liste“ und „Woche“ um zusätzliche Funktionen erweitert. %4$sBeispielkalender anzeigen...%5$s
el: %1$s προσφέρει πολλούς νέους τρόπους εμφάνισης του ημερολογίου σας, συμπεριλαμβανομένων ενσωματώσεων με τις δημοφιλείς βιβλιοθήκες ανοιχτού κώδικα %2$s και %3$s. Προβολές μήνα και έτους με πλαϊνή στήλη για την επιλεγμένη ημέρα. Η λειτουργία "Up Next" λειτουργεί εξαιρετικά για προγράμματα ραδιοφωνικών ή τηλεοπτικών σταθμών. Τα widget και η διαθεσιμότητα ανά έτος είναι ιδανικά για κρατήσεις διακοπών. Επιπλέον, προστίθενται πρόσθετες δυνατότητες στις βασικές προβολές Μήνας, Βασική, Λίστα και Εβδομάδα. %4$sΔείτε δείγματα ημερολογίων...%5$s
es: %1$s ofrece muchas formas nuevas de mostrar tu calendario, incluidas integraciones con las populares bibliotecas de código abierto %2$s y %3$s. Vistas mensuales y anuales con una barra lateral para el día seleccionado. «Próximamente» funciona muy bien para las programaciones de emisoras de radio o canales de televisión. Los widgets y la disponibilidad anual son perfectos para las reservas de vacaciones. Además, se han añadido funciones adicionales a las vistas principales Mensual, Básica, Lista y Semanal. %4$sVer calendarios de muestra...%5$s
et: %1$s pakub palju uusi võimalusi kalendri kuvamiseks, sealhulgas integratsiooni populaarsete %2$s ja %3$s avatud lähtekoodiga raamatukogudega. Kuu- ja aastaülevaated koos valitud päeva külgribaga. "Up Next" sobib hästi raadio- või telekanalite programmide jaoks. Vidin ja aasta kättesaadavus on ideaalsed puhkuse broneeringute jaoks. Lisaks on põhivaadetele Kuu, Põhi, Nimekiri ja Nädal lisatud täiendavaid võimalusi. %4$sVaata näidiskalendreid...%5$s
fi: %1$s tarjoaa monia uusia tapoja näyttää kalenterisi, mukaan lukien integroinnit suosittujen %2$s ja %3$s avoimen lähdekoodin kirjastojen kanssa. Kuukausi- ja vuosinäkymät, joissa on sivupalkki valitulle päivälle. "Seuraavaksi" toimii erinomaisesti radio- tai TV-asemien ohjelmistojen kanssa. Widget ja vuoden saatavuus ovat täydellisiä lomavarauksille. Lisäksi ydintoimintoihin Kuukausi, Perus, Lista ja Viikko on lisätty uusia ominaisuuksia. %4$sKatso esimerkkikalentereita...%5$s
fr: %1$s offre de nombreuses nouvelles façons d'afficher votre calendrier, notamment grâce à l'intégration des bibliothèques open source populaires %2$s et %3$s. Affichage mensuel et annuel avec une barre latérale pour le jour sélectionné. La fonction « Up Next » est idéale pour les programmes des stations de radio ou de télévision. Les widgets et la disponibilité annuelle sont parfaits pour les réservations de vacances. De plus, des fonctionnalités supplémentaires ont été ajoutées aux affichages de base Mois, Basique, Liste et Semaine. %4$sVoir des exemples de calendriers...%5$s
hu: %1$s számos új lehetőséget kínál a naptár megjelenítésére, beleértve a népszerű %2$s és %3$s nyílt forráskódú könyvtárak integrációját. Hónap- és évnézetek oldalsávval a kiválasztott naphoz. Az „Up Next” funkció kiválóan alkalmas rádió- vagy tévéállomások műsorainak megjelenítésére. A widget és az év elérhetősége tökéletes az üdülési foglalásokhoz. Ezenkívül további funkciók kerültek hozzáadásra a Month, Basic, List és Week alapnézetekhez. %4$sNaptárminta megtekintése...%5$s
it: %1$s offre molti nuovi modi per visualizzare il calendario, comprese le integrazioni con le popolari librerie open source %2$s e %3$s. Visualizzazioni mensili e annuali con una barra laterale per il giorno selezionato. "Up Next" funziona alla grande per i palinsesti delle stazioni radiofoniche o televisive. La disponibilità di widget e anni è perfetta per le prenotazioni delle vacanze. Inoltre, sono state aggiunte ulteriori funzionalità alle visualizzazioni principali Mese, Base, Elenco e Settimana. %4$sVisualizza calendari di esempio...%5$s
ja: %1$sはカレンダー表示の新たな方法を多数提供し、人気の%2$sや%3$sといったオープンソースライブラリとの連携も可能です。選択した日付のサイドバー付き月間・年間ビュー。「Up Next」機能はラジオやテレビ局の番組表に最適です。ウィジェットと年間空き状況表示は休暇の予約にぴったり。さらに、コアとなる月間・基本・リスト・週間ビューにも追加機能が搭載されました。%4$sサンプルカレンダーを見る...%5$s
ko: %1$s은 인기 있는 %2$s 및 %3$s 오픈소스 라이브러리와 연동되는 등 캘린더를 표시하는 다양한 새로운 방식을 제공합니다. 선택한 날짜의 사이드바가 포함된 월별 및 연도별 보기. "다음 일정"은 라디오나 TV 방송국 스케줄에 탁월합니다. 위젯 및 연도별 예약 가능 여부는 휴가 예약에 완벽합니다. 또한 핵심 기능인 월별, 기본, 목록 및 주별 보기에 추가 기능이 더해졌습니다. %4$s샘플 캘린더 보기...%5$s
lt: %1$s siūlo daug naujų kalendoriaus rodymo būdų, įskaitant integraciją su populiariomis %2$s ir %3$s atviro kodo bibliotekomis. Mėnesio ir metų peržiūros su šonine juosta pasirinktam dienai. „Up Next“ puikiai tinka radijo ar televizijos stočių programoms. Valdiklis ir metų prieinamumas puikiai tinka atostogų užsakymams. Be to, pagrindinėms peržiūroms „Mėnesis“, „Pagrindinė“, „Sąrašas“ ir „Savaitė“ pridėta papildomų funkcijų. %4$sPeržiūrėti pavyzdinius kalendorius...%5$s
lv: %1$s piedāvā daudzus jaunus veidus, kā parādīt savu kalendāru, tostarp integrāciju ar populārām %2$s un %3$s atvērtā koda bibliotēkām. Mēneša un gada skats ar sānu joslu izvēlētajai dienai. "Up Next" lieliski darbojas radio vai TV staciju programmām. Widget un gada pieejamība ir ideāli piemērota brīvdienu rezervācijām. Turklāt pamatskatiem Mēnesis, Pamata, Saraksts un Nedēļa ir pievienotas papildu funkcijas. %4$sSkatīt paraugkalendārus...%5$s
nb: %1$s tilbyr mange nye måter å vise kalenderen din på, inkludert integrasjoner med de populære %2$s og %3$s åpne kildekodebibliotekene. Måneds- og årsvisninger med en sidebar for den valgte dagen. «Up Next» fungerer utmerket for radio- eller TV-stasjoners programoversikter. Widget og årlig tilgjengelighet er perfekt for feriebestillinger. I tillegg er det lagt til flere funksjoner i de grunnleggende visningene Måned, Grunnleggende, Liste og Uke. %4$sSe eksempler på kalendere...%5$s
nl: %1$s biedt veel nieuwe manieren om je agenda weer te geven, waaronder integraties met de populaire %2$s en %3$s open source bibliotheken. Maand- en jaaroverzichten met een zijbalk voor de geselecteerde dag. "Up Next" werkt uitstekend voor radio- of tv-programma's. Widget en jaarbeschikbaarheid zijn perfect voor vakantieboekingen. Bovendien zijn er extra mogelijkheden toegevoegd aan de kernweergaven Maand, Basis, Lijst en Week. %4$sBekijk voorbeeldagenda's...%5$s
pl: %1$s oferuje wiele nowych sposobów wyświetlania kalendarza, w tym integrację z popularnymi bibliotekami open source %2$s i %3$s. Widoki miesięczne i roczne z paskiem bocznym dla wybranego dnia. Funkcja „Up Next” doskonale sprawdza się w przypadku ramówek stacji radiowych lub telewizyjnych. Widżety i dostępność roczna są idealne do rezerwacji wakacyjnych. Ponadto do podstawowych widoków miesięcznych, podstawowych, listowych i tygodniowych dodano dodatkowe funkcje. %4$sZobacz przykładowe kalendarze...%5$s
pt: %1$s oferece muitas novas maneiras de exibir seu calendário, incluindo integrações com as populares bibliotecas de código aberto %2$s e %3$s. Visualizações mensais e anuais com uma barra lateral para o dia selecionado. “Próximos eventos” funciona muito bem para programações de rádios ou emissoras de TV. Widgets e disponibilidade anual são perfeitos para reservas de férias. Além disso, recursos adicionais foram adicionados às visualizações principais Mensal, Básica, Lista e Semanal. %4$sVeja exemplos de calendários...%5$s
ru: %1$s предлагает множество новых способов отображения календаря, включая интеграцию с популярными библиотеками с открытым исходным кодом %2$s и %3$s. Просмотр месяца и года с боковой панелью для выбранного дня. Функция «Следующее» отлично подходит для расписания радио- или телепрограмм. Виджет и доступность по годам идеально подходят для бронирования отпусков. Кроме того, к основным видам просмотра «Месяц», «Базовый», «Список» и «Неделя» добавлены дополнительные возможности. %4$sПросмотреть примеры календарей...%5$s
sk: %1$s ponúka mnoho nových spôsobov zobrazenia vášho kalendára, vrátane integrácie s populárnymi %2$s a %3$s open source knižnicami. Zobrazenie mesiaca a roka s bočným panelom pre vybraný deň. Funkcia „Up Next“ je skvelá pre rozvrhy rádiových alebo televíznych staníc. Widget a dostupnosť roka sú ideálne pre rezervácie dovoleniek. Navyše, k základným zobrazeniam Mesiac, Základné, Zoznam a Týždeň sú pridané ďalšie funkcie. %4$sZobraziť ukážkové kalendáre...%5$s
sl: %1$s ponuja številne nove načine prikazovanja koledarja, vključno z integracijami s priljubljenimi odprtokodnimi knjižnicami %2$s in %3$s. Pogledi po mesecih in letih z stranskim menijem za izbrani dan. Funkcija »Up Next« je odlična za urnike radijskih in televizijskih postaj. Widget in razpoložljivost po letih sta idealna za rezervacije počitnic. Poleg tega so k osnovnim pogledom po mesecih, osnovnemu, seznamu in tednu dodane dodatne funkcije. %4$sOglejte si vzorčne koledarje...%5$s
sr: %1$s нуди много нових начина за приказивање календара, укључујући интеграције са популарним библиотекама отвореног кода %2$s и %3$s. Месечни и годишњи прикази са бочном траком за изабрани дан. „Следеће“ одлично функционише за распореде радио или ТВ станица. Виџет и доступност по години су савршени за резервације празника. Поред тога, додатне могућности су додате основним приказима Месечни, Основни, Листа и Недеља. %4$sПогледајте примере календара...%5$s
tr: %1$s takviminizi görüntülemek için birçok yeni yol sunar, bunlara popüler %2$s ve %3$s açık kaynak kütüphaneleriyle entegrasyonlar da dahildir. Seçilen gün için kenar çubuğu bulunan ay ve yıl görünümleri. "Sıradaki" özelliği radyo veya TV istasyonlarının programları için idealdir. Widget ve yıl kullanılabilirliği tatil rezervasyonları için mükemmeldir. Ayrıca, temel Ay, Temel, Liste ve Hafta görünümlerine ek özellikler eklenmiştir. %4$sÖrnek takvimleri görüntüleyin...%5$s
uk: %1$s пропонує безліч нових способів відображення календаря, включаючи інтеграцію з популярними бібліотеками з відкритим кодом %2$s та %3$s. Перегляд місяця та року з бічною панеллю для вибраного дня. Функція «Наступне» чудово підходить для розкладу радіо- та телепрограм. Віджет та доступність за роком ідеально підходять для бронювання відпусток. Крім того, до основних переглядів «Місяць», «Базовий», «Список» та «Тиждень» додано додаткові можливості. %4$sПереглянути зразки календарів...%5$s
zh: %1$s 提供了多种全新的日历展示方式，包括与流行的%2$s和%3$s开源库的集成。月视图和年视图均配备侧边栏，可显示选定日期。 "即将上演"功能特别适合广播电台或电视台节目安排。小工具和年度视图功能完美适用于假期预订。此外，核心的月视图、基础视图、列表视图和周视图均新增了更多功能。%4$s查看示例日历...%5$s

source: Customization
cs: Přizpůsobení
da: Tilpasning
de: Anpassung
el: Παραμετροποιήσεις
es: Personalización
et: Kohandamine
fi: Ulkoasu
fr: Personnalisation
hu: Testreszabás
it: Personalizzazione
ja: カスタマイズ
ko: 사용자 정의
lt: Pritaikymas
lv: Pielāgošana
nb: Tilpasning
nl: Aanpassen
pl: Dostosowanie
pt: Personalização
ru: Настройка
sk: Prispôsobenie
sl: Prilagajanje
sr: Podešavanje
tr: Özelleştirme
uk: Налаштування
zh: 定制

source: Easy-to-use tools to completely customize your calendar colors, typography and more. Select one of our preset color palettes or create your own, with options to individually customize the color of each element in the calendar layout. Choose between your theme fonts, system fonts, or more than 20 included open source fonts. %1$sLearn more...%2$s
cs: Snadno použitelné nástroje pro úplné přizpůsobení barev kalendáře, typografie a dalších prvků. Vyberte si jednu z našich přednastavených palet barev nebo si vytvořte vlastní s možností individuálního přizpůsobení barvy každého prvku v rozložení kalendáře. Vyberte si mezi fonty motivu, systémovými fonty nebo více než 20 zahrnutými fonty open source. %1$sDalší informace...%2$s
da: Brugervenlige værktøjer til fuldstændig tilpasning af din kalenders farver, typografi og mere. Vælg en af vores forudindstillede farvepaletter, eller opret din egen med muligheder for individuelt at tilpasse farven på hvert element i kalenderlayoutet. Vælg mellem dine temafonts, systemfonte eller mere end 20 inkluderede open source-fonte. %1$sFå mere at vide...%2$s
de: Einfach zu bedienende Tools, mit denen Sie die Farben, Schriftarten und vieles mehr Ihres Kalenders vollständig anpassen können. Wählen Sie eine unserer voreingestellten Farbpaletten aus oder erstellen Sie Ihre eigene, mit Optionen zur individuellen Anpassung der Farbe jedes Elements im Kalenderlayout. Wählen Sie zwischen Ihren Themen-Schriftarten, System-Schriftarten oder mehr als 20 enthaltenen Open-Source-Schriftarten. %1$sWeitere Informationen...%2$s
el: Εύχρηστα εργαλεία για να προσαρμόσετε πλήρως τα χρώματα, τη τυπογραφία και άλλα στοιχεία του ημερολογίου σας. Επιλέξτε μία από τις προκαθορισμένες παλέτες χρωμάτων ή δημιουργήστε τη δική σας, με επιλογές για να προσαρμόσετε ξεχωριστά το χρώμα κάθε στοιχείου στη διάταξη του ημερολογίου. Επιλέξτε μεταξύ των γραμματοσειρών του θέματος, των γραμματοσειρών του συστήματος ή των περισσότερων από 20 γραμματοσειρών ανοιχτού κώδικα που περιλαμβάνονται. %1$sΜάθετε περισσότερα...%2$s
es: Herramientas fáciles de usar para personalizar completamente los colores, la tipografía y mucho más de tu calendario. Selecciona una de nuestras paletas de colores preestablecidas o crea la tuya propia, con opciones para personalizar individualmente el color de cada elemento del diseño del calendario. Elige entre las fuentes de tu tema, las fuentes del sistema o más de 20 fuentes de código abierto incluidas. %1$sMás información...%2$s
et: Lihtsalt kasutatavad tööriistad kalendri värvide, kirjatüüpide ja muude elementide täielikuks kohandamiseks. Valige üks meie eelseadistatud värvipalettidest või looge oma, kasutades võimalusi kalendri kujunduse iga elemendi värvi individuaalseks kohandamiseks. Valige teemakirjatüüpide, süsteemikirjatüüpide või enam kui 20 kaasasoleva avatud lähtekoodiga kirjatüübi hulgast. %1$sLisateave...%2$s
fi: Helppokäyttöiset työkalut kalenterin värien, typografian ja muiden ominaisuuksien täydelliseen mukauttamiseen. Valitse yksi valmiista väripaleteistamme tai luo oma paletti, jossa voit mukauttaa kalenterin jokaisen elementin värin erikseen. Valitse teemafontit, järjestelmäfontit tai yli 20 mukana toimitettua avoimen lähdekoodin fonttia. %1$sLisätietoja...%2$s
fr: Des outils faciles à utiliser pour personnaliser entièrement les couleurs, la typographie et bien plus encore de votre calendrier. Sélectionnez l'une de nos palettes de couleurs prédéfinies ou créez la vôtre, avec des options permettant de personnaliser individuellement la couleur de chaque élément de la mise en page du calendrier. Choisissez parmi les polices de votre thème, les polices système ou plus de 20 polices open source incluses. %1$sEn savoir plus...%2$s
hu: Könnyen használható eszközök a naptár színeinek, tipográfiájának és egyéb elemeinek teljes testreszabásához. Válasszon az előre beállított színpaletták közül, vagy hozzon létre sajátot, amelynek segítségével a naptár elrendezésében minden elem színe külön-külön testreszabható. Választhat a témához tartozó betűtípusok, a rendszer betűtípusai vagy a több mint 20 mellékelt nyílt forráskódú betűtípus közül. %1$sTovábbi információk...%2$s
it: Strumenti facili da usare per personalizzare completamente i colori, la tipografia e altro ancora del tuo calendario. Seleziona una delle nostre tavolozze di colori predefinite o creane una personalizzata, con opzioni per personalizzare individualmente il colore di ciascun elemento nel layout del calendario. Scegli tra i font del tema, i font di sistema o più di 20 font open source inclusi. %1$sUlteriori informazioni...%2$s
ja: カレンダーの色やタイポグラフィなどを完全にカスタマイズできる使いやすいツール。プリセットのカラーパレットから選択するか、独自に作成できます。カレンダーレイアウトの各要素の色を個別にカスタマイズするオプションも用意されています。テーマフォント、システムフォント、または20種類以上の付属オープンソースフォントから選択可能です。%1$s詳細を見る...%2$s
ko: 사용하기 쉬운 도구로 캘린더 색상, 타이포그래피 등을 완전히 맞춤 설정하세요. 사전 설정된 색상 팔레트 중 하나를 선택하거나 직접 생성할 수 있으며, 캘린더 레이아웃의 각 요소 색상을 개별적으로 맞춤 설정할 수 있습니다. 테마 폰트, 시스템 폰트 또는 포함된 20개 이상의 오픈 소스 폰트 중에서 선택하세요. %1$s자세히 알아보기...%2$s
lt: Lengvai naudojami įrankiai, leidžiantys visiškai pritaikyti kalendoriaus spalvas, šriftą ir kitus parametrus. Pasirinkite vieną iš mūsų iš anksto nustatytų spalvų paletės arba sukurkite savo, naudodami galimybes individualiai pritaikyti kiekvieno kalendoriaus elemento spalvą. Pasirinkite iš teminių šriftų, sistemos šriftų arba daugiau nei 20 įtrauktų atvirojo kodo šriftų. %1$sSužinokite daugiau...%2$s
lv: Viegli lietojami rīki, ar kuriem var pilnībā pielāgot kalendāra krāsas, tipogrāfiju un citus elementus. Izvēlieties vienu no mūsu iepriekš iestatītajām krāsu paletēm vai izveidojiet savu, izmantojot iespējas individuāli pielāgot katra kalendāra elementa krāsu. Izvēlieties starp tēmas fontiem, sistēmas fontiem vai vairāk nekā 20 iekļautajiem atvērtā koda fontiem. %1$sUzzināt vairāk...%2$s
nb: Brukervennlige verktøy for å tilpasse kalenderfarger, typografi og mer. Velg en av våre forhåndsinnstilte fargepaletter eller lag din egen, med muligheter for å tilpasse fargen på hvert element i kalenderoppsettet individuelt. Velg mellom temafonter, systemfonter eller mer enn 20 inkluderte åpne kildekodefonter. %1$sLær mer...%2$s
nl: Gebruiksvriendelijke tools om de kleuren, typografie en meer van uw kalender volledig aan te passen. Kies een van onze vooraf ingestelde kleurenpaletten of maak uw eigen palet, met opties om de kleur van elk element in de kalenderlay-out afzonderlijk aan te passen. Kies tussen uw themalettertypen, systeemlettertypen of meer dan 20 meegeleverde open source-lettertypen. %1$sMeer informatie...%2$s
pl: Łatwe w użyciu narzędzia do pełnej personalizacji kolorów kalendarza, typografii i innych elementów. Wybierz jedną z naszych gotowych palet kolorów lub stwórz własną, korzystając z opcji indywidualnej personalizacji koloru każdego elementu układu kalendarza. Wybierz spośród czcionek motywu, czcionek systemowych lub ponad 20 dołączonych czcionek open source. %1$sDowiedz się więcej...%2$s
pt: Ferramentas fáceis de usar para personalizar completamente as cores, a tipografia e muito mais do seu calendário. Selecione uma das nossas paletas de cores predefinidas ou crie a sua própria, com opções para personalizar individualmente a cor de cada elemento no layout do calendário. Escolha entre as fontes do tema, as fontes do sistema ou mais de 20 fontes de código aberto incluídas. %1$sSaiba mais...%2$s
ru: Простые в использовании инструменты для полной настройки цветов календаря, шрифтов и других параметров. Выберите одну из наших предустановленных цветовых палитр или создайте свою собственную, с возможностью индивидуальной настройки цвета каждого элемента в макете календаря. Выбирайте между шрифтами темы, системными шрифтами или более чем 20 включенными шрифтами с открытым исходным кодом. %1$sУзнать больше...%2$s
sk: Ľahko použiteľné nástroje na úplné prispôsobenie farieb kalendára, typografie a ďalších prvkov. Vyberte si jednu z našich prednastavených farebných paliet alebo si vytvorte vlastnú s možnosťou individuálneho prispôsobenia farby každého prvku v rozložení kalendára. Vyberte si medzi fontmi témy, systémovými fontmi alebo viac ako 20 zahrnutými fontmi s otvoreným zdrojovým kódom. %1$sViac informácií...%2$s
sl: Enostavna orodja za popolno prilagajanje barv koledarja, tipografije in drugih elementov. Izberite eno od naših vnaprej nastavljenih barvnih palet ali ustvarite svojo, s možnostjo individualnega prilagajanja barve vsakega elementa v postavitvi koledarja. Izbirate lahko med pisavami teme, sistemskimi pisavami ali več kot 20 vključenimi pisavami odprte kode. %1$sVeč informacij...%2$s
sr: Једноставни алати за потпуно прилагођавање боја, типографије и још много тога у вашем календару. Изаберите једну од наших унапред подешених палета боја или креирајте своју, са опцијама за појединачно прилагођавање боје сваког елемента у распореду календара. Изаберите између фонтова ваше теме, системских фонтова или више од 20 укључених фонтова отвореног кода. %1$sСазнајте више...%2$s
tr: Takviminizin renklerini, yazı tiplerini ve daha fazlasını tamamen özelleştirmek için kullanımı kolay araçlar. Önceden ayarlanmış renk paletlerimizden birini seçin veya takvim düzenindeki her bir öğenin rengini ayrı ayrı özelleştirme seçenekleriyle kendi paletinizi oluşturun. Tema yazı tipleri, sistem yazı tipleri veya 20'den fazla açık kaynak yazı tipi arasından seçim yapın. %1$sDaha fazla bilgi...%2$s
uk: Прості у використанні інструменти для повної настройки кольорів календаря, типографіки та іншого. Виберіть одну з наших попередньо встановлених палітр кольорів або створіть свою власну, з можливістю індивідуальної настройки кольору кожного елемента в макеті календаря. Виберіть між шрифтами теми, системними шрифтами або більш ніж 20 включеними шрифтами з відкритим кодом. %1$sДізнатися більше...%2$s
zh: 易于使用的工具，可完全自定义日历的颜色、字体排版等元素。选择我们预设的配色方案，或创建专属配色，支持逐项调整日历布局中每个元素的颜色。字体选择涵盖主题字体、系统字体以及内置的20余种开源字体。%1$s了解更多...%2$s

source: ICS Events
cs: Události ICS
da: ICS-begivenheder
de: ICS-Veranstaltungen
el: Εκδηλώσεις ICS
es: Eventos ICS
et: ICS üritused
fi: ICS-tapahtumat
fr: Événements ICS
hu: ICS Események
it: Eventi ICS
ja: ICSイベント
ko: ICS 이벤트
lt: ICS renginiai
lv: ICS pasākumi
nb: ICS-arrangementer
nl: ICS-evenementen
pl: Wydarzenia ICS
pt: Eventos ICS
ru: Мероприятия ICS
sk: Podujatia ICS
sl: ICS dogodki
sr: ICS догађаји
tr: ICS Etkinlikleri
uk: Події ICS
zh: ICS活动
