Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: %1$s version 10.6 introduced new default values for several shortcode parameters. New installations automatically use the new default values, but upgraded installations will continue to use the old default values, unless this box is checked. Read more about these changes on %2$sour blog%3$s.
cs: %1$s Verze 10.6 zavedla nové výchozí hodnoty pro několik parametrů zkrácených kódů. Nové instalace automaticky používají nové výchozí hodnoty, ale aktualizované instalace budou i nadále používat staré výchozí hodnoty, pokud není zaškrtnuto toto políčko. Více informací o těchto změnách najdete na %2$snašem blogu%3$s.
da: %1$s version 10.6 introducerede nye standardværdier for flere shortcode-parametre. Nye installationer bruger automatisk de nye standardværdier, men opgraderede installationer vil fortsat bruge de gamle standardværdier, medmindre dette felt er markeret. Læs mere om disse ændringer på %2$svores blog%3$s.
de: %1$s Mit Version 10.6 wurden neue Standardwerte für mehrere Shortcode-Parameter eingeführt. Bei Neuinstallationen werden automatisch die neuen Standardwerte verwendet, bei aktualisierten Installationen jedoch weiterhin die alten Standardwerte, sofern dieses Kästchen nicht angekreuzt ist. Weitere Informationen zu diesen Änderungen finden Sie in %2$sunserem Blog%3$s.
el: %1$s Η έκδοση 10.6 εισήγαγε νέες προεπιλεγμένες τιμές για διάφορες παραμέτρους σύντομων κωδικών. Οι νέες εγκαταστάσεις χρησιμοποιούν αυτόματα τις νέες προεπιλεγμένες τιμές, αλλά οι αναβαθμισμένες εγκαταστάσεις θα συνεχίσουν να χρησιμοποιούν τις παλιές προεπιλεγμένες τιμές, εκτός αν επιλεγεί αυτό το πλαίσιο. Διαβάστε περισσότερα για αυτές τις αλλαγές στο %2$sblog μας%3$s.
es: %1$s La versión 10.6 introdujo nuevos valores por defecto para varios parámetros del shortcode. Las nuevas instalaciones utilizan automáticamente los nuevos valores por defecto, pero las instalaciones actualizadas seguirán utilizando los antiguos valores por defecto, a menos que se marque esta casilla. Lea más sobre estos cambios en %2$snuestro blog%3$s.
et: %1$s versioonis 10.6 lisati mitmele lühikoodi parameetrile uued vaikimisi väärtused. Uued installatsioonid kasutavad automaatselt uusi vaikimisi väärtusi, kuid uuendatud installatsioonid jätkavad vanade vaikimisi väärtuste kasutamist, kui see kast ei ole märgitud. Lisateavet nende muudatuste kohta leiate %2$smeie blogist%3$s.
fi: %1$s Versiossa 10.6 otettiin käyttöön uudet oletusarvot useille shortcode-parametreille. Uudet asennukset käyttävät automaattisesti uusia oletusarvoja, mutta päivitetyt asennukset jatkavat vanhojen oletusarvojen käyttöä, ellei tätä ruutua ole valittu. Lue lisää näistä muutoksista %2$sblogistamme%3$s.
fr: %1$s La version 10.6 a introduit de nouvelles valeurs par défaut pour plusieurs paramètres de codes courts. Les nouvelles installations utilisent automatiquement les nouvelles valeurs par défaut, mais les installations mises à niveau continueront d'utiliser les anciennes valeurs par défaut, sauf si cette case est cochée. Pour en savoir plus sur ces changements, consultez %2$snotre blog%3$s.
hu: %1$s A 10.6-os verzió új alapértelmezett értékeket vezetett be több rövidkód-paraméterhez. Az új telepítések automatikusan az új alapértelmezett értékeket használják, de a frissített telepítések továbbra is a régi alapértelmezett értékeket fogják használni, hacsak ezt a jelölőnégyzetet be nem jelöljük. További információk ezekről a változásokról %2$sblogunkon%3$s találhatók.
it: %1$s La versione 10.6 ha introdotto nuovi valori predefiniti per diversi parametri degli shortcode. Le nuove installazioni utilizzano automaticamente i nuovi valori predefiniti, ma le installazioni aggiornate continueranno a utilizzare i vecchi valori predefiniti, a meno che questa casella non sia selezionata. Maggiori informazioni su queste modifiche sono disponibili sul %2$snostro blog%3$s.
ja: %1$s バージョン 10.6 では、いくつかのショートコードパラメータのデフォルト値が変更されました。新規インストールでは新しいデフォルト値が自動的に適用されますが、アップグレードされたインストールでは、このチェックボックスをオンにしない限り、以前のデフォルト値が引き続き使用されます。これらの変更の詳細については、%2$s弊社のブログ%3$sをご覧ください。
ko: %1$s 버전 10.6에서는 여러 쇼트코드 매개변수에 대한 새로운 기본값이 도입되었습니다. 새로 설치하는 경우에는 자동으로 새 기본값이 적용되지만, 기존 설치를 업그레이드하는 경우에는 이 확인란을 선택하지 않으면 이전 기본값이 계속 사용됩니다. 이러한 변경 사항에 대한 자세한 내용은 %2$s저희 블로그%3$s에서 확인하세요.
lt: %1$s versijoje 10.6 įvestos naujos kelių trumpųjų kodų parametrų numatytosios reikšmės. Naujos instaliacijos automatiškai naudoja naujas numatytąsias reikšmes, tačiau atnaujintos instaliacijos toliau naudos senąsias numatytąsias reikšmes, jei nebus pažymėtas šis langelis. Daugiau apie šiuos pakeitimus skaitykite %2$smūsų tinklaraštyje%3$s.
lv: %1$s versijā 10.6 tika ieviestas jaunas vairāku īsā koda parametru noklusējuma vērtības. Jaunās instalācijas automātiski izmanto jaunas noklusējuma vērtības, bet atjauninātās instalācijas turpinās izmantot vecās noklusējuma vērtības, ja vien šī izvēles rūtiņa nav atzīmēta. Lasiet vairāk par šīm izmaiņām %2$smūsu blogā%3$s.
nb: %1$s versjon 10.6 introduserte nye standardverdier for flere kortkodeparametere. Nye installasjoner bruker automatisk de nye standardverdiene, men oppgraderte installasjoner vil fortsette å bruke de gamle standardverdiene, med mindre denne boksen er merket av. Les mer om disse endringene på %2$sbloggen vår%3$s.
nl: %1$s Versie 10.6 introduceerde nieuwe standaardwaarden voor verschillende shortcode-parameters. Nieuwe installaties gebruiken automatisch de nieuwe standaardwaarden, maar geüpgradede installaties blijven de oude standaardwaarden gebruiken, tenzij dit vakje is aangevinkt. Lees meer over deze wijzigingen op %2$sonze blog%3$s.
pl: %1$s W wersji 10.6 wprowadzono nowe wartości domyślne dla kilku parametrów skrótów. Nowe instalacje automatycznie używają nowych wartości domyślnych, ale zaktualizowane instalacje będą nadal używać starych wartości domyślnych, chyba że zaznaczysz to pole. Więcej informacji na temat tych zmian znajdziesz na %2$snaszym blogu%3$s.
pt: %1$s versão 10.6 introduziu novos valores padrão para vários parâmetros de shortcode. As novas instalações utilizam automaticamente os novos valores padrão, mas as instalações atualizadas continuarão a utilizar os valores padrão antigos, a menos que esta caixa seja marcada. Leia mais sobre estas alterações no %2$snosso blog%3$s.
ru: %1$s В версии 10.6 были введены новые значения по умолчанию для нескольких параметров шорткодов. Новые установки автоматически используют новые значения по умолчанию, но обновленные установки будут продолжать использовать старые значения по умолчанию, если этот флажок не будет установлен. Подробнее об этих изменениях читайте в %2$sнашем блоге%3$s.
sk: %1$s Verzia 10.6 zaviedla nové predvolené hodnoty pre niekoľko parametrov skrátených kódov. Nové inštalácie automaticky používajú nové predvolené hodnoty, ale aktualizované inštalácie budú naďalej používať staré predvolené hodnoty, pokiaľ nie je zaškrtnuté toto políčko. Viac informácií o týchto zmenách nájdete na %2$snašom blogu%3$s.
sl: %1$s različica 10.6 je uvedla nove privzete vrednosti za več parametrov kratkih kod. Nove namestitve samodejno uporabljajo nove privzete vrednosti, vendar bodo nadgrajene namestitve še naprej uporabljale stare privzete vrednosti, razen če je to polje označeno. Več o teh spremembah si preberite na %2$snašem blogu%3$s.
sr: %1$s верзија 10.6 је увела нове подразумеване вредности за неколико параметара кратких кодова. Нове инсталације аутоматски користе нове подразумеване вредности, али надограђене инсталације ће наставити да користе старе подразумеване вредности, осим ако ова кућица није означена. Више о овим променама прочитајте на %2$sнашем блогу%3$s.
tr: %1$s sürüm 10.6, birkaç kısa kod parametresi için yeni varsayılan değerler getirdi. Yeni kurulumlar otomatik olarak yeni varsayılan değerleri kullanır, ancak bu kutucuk işaretlenmedikçe, yükseltilmiş kurulumlar eski varsayılan değerleri kullanmaya devam eder. Bu değişiklikler hakkında daha fazla bilgiyi %2$sblogumuzda%3$s bulabilirsiniz.
uk: %1$s У версії 10.6 було введено нові значення за замовчуванням для декількох параметрів коротких кодів. Нові інсталяції автоматично використовують нові значення за замовчуванням, але оновлені інсталяції продовжуватимуть використовувати старі значення за замовчуванням, якщо не буде встановлено цей прапорець. Детальніше про ці зміни читайте в %2$sнашому блозі%3$s.
zh: %1$s 版本 10.6 为若干短代码参数引入了新的默认值。新安装的系统将自动采用新默认值，但升级后的系统将继续使用旧默认值，除非勾选此选项框。更多变更详情请参阅%2$s我们的博客%3$s。

source: User Guide
cs: Uživatelská příručka
da: Brugervejledning
de: Benutzerhandbuch
el: Οδηγός χρήστη
es: Manual de usuario
et: Kasutusjuhend
fi: Käyttöohje
fr: Guide d'utilisation
hu: Felhasználói kézikönyv
it: Guida per l'utente
ja: ユーザーガイド
ko: 사용자 가이드
lt: Naudotojo žinynas
lv: Lietotāja pamācība
nb: Brukerhåndbok
nl: Gebruikershandleiding
pl: Podręcznik użytkownika
pt: Guia do Usuário
ru: Гид пользователя
sk: Návod na použitie
sl: Priroènik za uporabo
sr: Упутство за кориснике
tr: Kullanıcı rehberi
uk: Посібник користувача
zh: 用户指南

source: Our complete user guide is available with full translation into dozens of languages on our website:
cs: Naše kompletní uživatelská příručka je k dispozici v plném překladu do desítek jazyků na našich webových stránkách:
da: Vores komplette brugervejledning er tilgængelig med fuld oversættelse til snesevis af sprog på vores hjemmeside:
de: Unsere vollständige Bedienungsanleitung ist in Dutzenden von Sprachen vollständig übersetzt auf unserer Website verfügbar:
el: Ο πλήρης οδηγός χρήσης είναι διαθέσιμος με πλήρη μετάφραση σε δεκάδες γλώσσες στον ιστότοπό μας:
es: Nuestra guía de usuario completa está disponible con traducción completa a docenas de idiomas en nuestro sitio web:
et: Meie täielik kasutusjuhend on kättesaadav täieliku tõlkega kümnetesse keeltesse meie veebisaidil:
fi: Kattava käyttöopas on saatavilla käännettynä kymmenille kielille verkkosivuillamme:
fr: Notre guide d'utilisation complet est disponible dans des dizaines de langues sur notre site web :
hu: Teljes felhasználói útmutatónk több tucat nyelvre lefordítva elérhető weboldalunkon:
it: La nostra guida utente completa è disponibile con traduzione integrale in decine di lingue sul nostro sito web:
ja: 当社の完全なユーザーガイドは、数十の言語への完全な翻訳付きで当社ウェブサイトでご覧いただけます：
ko: 저희 웹사이트에서 수십 개 언어로 완전히 번역된 전체 사용자 가이드를 확인하실 수 있습니다:
lt: Mūsų išsamus vartotojo vadovas yra prieinamas su pilnu vertimu į dešimtis kalbų mūsų svetainėje:
lv: Mūsu pilnīga lietotāja rokasgrāmata ir pieejama ar pilnu tulkojumu desmitiem valodās mūsu tīmekļa vietnē:
nb: Vår komplette brukerveiledning er tilgjengelig med full oversettelse til dusinvis av språk på vår nettside:
nl: Onze volledige gebruikershandleiding is beschikbaar in tientallen talen op onze website:
pl: Pełna instrukcja obsługi jest dostępna w wielu językach na naszej stronie internetowej:
pt: Nosso guia completo do usuário está disponível com tradução completa para dezenas de idiomas em nosso site:
ru: Полное руководство пользователя с переводом на десятки языков доступно на нашем веб-сайте:
sk: Naša kompletná používateľská príručka je k dispozícii v desiatkach jazykov na našej webovej stránke:
sl: Naša popolna uporabniška priročnik je na voljo v več jezikih na naši spletni strani:
sr: Наше комплетно упутство за употребу је доступно са комплетним преводом на десетине језика на нашој веб страници:
tr: Kullanım kılavuzumuzun tamamı, web sitemizde düzinelerce dile çevrilmiş olarak mevcuttur:
uk: Повний посібник користувача з перекладом на десятки мов доступний на нашому веб-сайті:
zh: 我们的完整用户指南已提供数十种语言的完整翻译版本，可在我们的网站上获取：

source: For assistance, please use our %1$ssupport request form%2$s.
cs: Pro pomoc použijte prosím náš %1$sformulář žádosti o podporu%2$s.
da: For at få hjælp, brug venligst vores %1$ssupportformular%2$s.
de: Für Unterstützung nutzen Sie bitte unser %1$sSupport-Anfrageformular%2$s.
el: Για βοήθεια, χρησιμοποιήστε τη %1$sφόρμα αίτησης υποστήριξης%2$s.
es: Si necesita ayuda, utilice nuestro %1$sformulario de solicitud de asistencia%2$s.
et: Abi saamiseks kasutage palun meie %1$stugiteenuse taotluse vormi%2$s.
fi: Apua saat %1$stukipyyntölomakkeella%2$s.
fr: Pour obtenir de l'aide, veuillez utiliser notre %1$sformulaire de demande d'assistance%2$s.
hu: Segítségért kérjük, használja %1$stámogatási igénylőlapunkat%2$s.
it: Per assistenza, utilizza il nostro %1$smodulo di richiesta di assistenza%2$s.
ja: サポートが必要な場合は、%1$sサポートリクエストフォーム%2$sをご利用ください。
ko: 도움이 필요하시면 저희 %1$s지원 요청 양식%2$s을 이용해 주십시오.
lt: Jei reikalinga pagalba, prašome naudoti mūsų %1$spagalbos užklausos formą%2$s.
lv: Lai saņemtu palīdzību, lūdzu, izmantojiet mūsu %1$satbalsta pieprasījuma veidlapu%2$s.
nb: For hjelp, vennligst bruk vårt %1$ssupportskjema%2$s.
nl: Voor hulp kunt u gebruikmaken van ons %1$sondersteuningsaanvraagformulier%2$s.
pl: Aby uzyskać pomoc, prosimy skorzystać z naszego %1$sformularza zgłoszenia pomocy technicznej%2$s.
pt: Para obter assistência, utilize nosso %1$sformulário de solicitação de suporte%2$s.
ru: Для получения помощи, пожалуйста, воспользуйтесь нашей %1$sформой запроса поддержки%2$s.
sk: Ak potrebujete pomoc, použite náš %1$sformulár žiadosti o podporu%2$s.
sl: Za pomoč uporabite naš %1$sobrazec za zahtevo podpore%2$s.
sr: За помоћ, користите наш %1$sобразац за захтев за подршку%2$s.
tr: Yardım için lütfen %1$sdestek talep formumuzu%2$s kullanın.
uk: Для отримання допомоги, будь ласка, скористайтеся нашою %1$sформою запиту на підтримку%2$s.
zh: 如需协助，请使用我们的%1$s支持请求表单%2$s。

source: When contacting support, please include the %1$ssystem report%2$s from this page.
cs: Při kontaktování podpory prosím přiložte %1$ssystémovou zprávu%2$s z této stránky.
da: Når du kontakter support, bedes du vedlægge %1$ssystemrapporten%2$s fra denne side.
de: Wenn Sie sich an den Support wenden, fügen Sie bitte den %1$sSystembericht%2$s von dieser Seite bei.
el: Όταν επικοινωνείτε με την υποστήριξη, παρακαλούμε να συμπεριλάβετε την %1$sαναφορά συστήματος%2$s από αυτή τη σελίδα.
es: Cuando se ponga en contacto con el servicio de asistencia, incluya el %1$sinforme del sistema%2$s de esta página.
et: Kui võtate ühendust klienditoega, lisage palun sellelt lehelt %1$ssüsteemi aruanne%2$s.
fi: Kun otat yhteyttä tukeen, liitä mukaan tämän sivun %1$sjärjestelmäraportti%2$s.
fr: Lorsque vous contactez le service d'assistance, veuillez inclure le %1$srapport système%2$s disponible sur cette page.
hu: Amikor kapcsolatba lép az ügyfélszolgálattal, kérjük, csatolja az ezen az oldalon található %1$srendszerjelentést%2$s.
it: Quando contatti l'assistenza, includi il %1$srapporto di sistema%2$s da questa pagina.
ja: サポートに連絡する際は、こちらのページから%1$sシステムレポート%2$sを添付してください。
ko: 지원팀에 문의하실 때는 본 페이지의 %1$s시스템 보고서%2$s를 첨부해 주십시오.
lt: Kreipdamiesi į pagalbos tarnybą, pridėkite %1$ssistemos ataskaitą%2$s iš šio puslapio.
lv: Sazinoties ar atbalsta dienestu, lūdzu, pievienojiet %1$ssistēmas ziņojumu%2$s no šīs lapas.
nb: Når du kontakter kundestøtte, vennligst legg ved %1$ssystemrapporten%2$s fra denne siden.
nl: Vermeld bij het contacteren van de helpdesk het %1$ssysteemrapport%2$s van deze pagina.
pl: Kontaktując się z pomocą techniczną, prosimy o dołączenie %1$sraportu systemowego%2$s z tej strony.
pt: Ao entrar em contato com o suporte, inclua o %1$srelatório do sistema%2$s desta página.
ru: При обращении в службу поддержки, пожалуйста, приложите %1$sотчет о системе%2$s с этой страницы.
sk: Pri kontaktovaní podpory prosím priložte %1$ssprávu systému%2$s z tejto stránky.
sl: Ko se obrnete na podporo, priložite %1$ssistemsko poročilo%2$s s te strani.
sr: Када контактирате подршку, приложите %1$sсистемски извештај%2$s са ове странице.
tr: Destek ekibiyle iletişime geçtiğinizde, lütfen bu sayfadaki %1$ssistem raporunu%2$s ekleyin.
uk: Звертаючись до служби підтримки, додайте %1$sсистемний звіт%2$s з цієї сторінки.
zh: 联系客服时，请附上本页面的%1$s系统报告%2$s。

source: Spread the word!
cs: Zmieňte se o nás!
da: Spred budskabet!
de: Sage es weiter!
el: Διέδωσέ το!
es: ¡Difunde la palabra!
et: Levitage sõnumit!
fi: Levitä sanaa!
fr: Faites passer le mot !
hu: Terjesszétek a hírt!
it: Spargi la voce!
ja: 評判を広める
ko: 소문을 내주세요!
lt: Paskleiskite žinią!
lv: Izplatiet šo ziņu!
nb: Spre ordet!!
nl: Vertel het verder!
pl: Daj znać!
pt: Espalhe a palavra!
ru: Распространяйте информацию!
sk: Rozširujte túto správu!
sl: Razširi besedo!
sr: Проширите вест!
tr: Herkese duyurun!
uk: Поширюйте інформацію!
zh: 传播信息！

source: If you find %1$s useful, you can help support our continued growth and development with a %2$sfive-star review%3$s. Thank you!
cs: Pokud vám %1$s přijde užitečné, můžete nám pomoci v dalším růstu a rozvoji tím, že nám dáte %2$spět hvězdičkové hodnocení%3$s. Děkujeme!
da: Hvis du finder %1$s nyttigt, kan du hjælpe med at støtte vores fortsatte vækst og udvikling med en %2$sfemstjernet anmeldelse%3$s. Tak!
de: Wenn Sie %1$s nützlich finden, können Sie unser weiteres Wachstum und unsere Entwicklung mit einer %2$sFünf-Sterne-Bewertung%3$s unterstützen. Vielen Dank!
el: Αν θεωρείτε το %1$s χρήσιμο, μπορείτε να συμβάλλετε στη συνεχή ανάπτυξη και εξέλιξή μας με μια %2$sαξιολόγηση πέντε αστέρων%3$s. Σας ευχαριστούμε!
es: Si le resulta útil %1$s, puede ayudarnos a seguir creciendo y desarrollándonos con un comentario de %2$scinco estrellas%3$s. ¡Muchas gracias!
et: Kui leiate %1$s kasulikuks, saate aidata toetada meie jätkuvat kasvu ja arengut %2$sviie tärni hinnanguga%3$s. Täname!
fi: Jos pidät %1$s hyödyllisenä, voit tukea jatkuvaa kasvuamme ja kehitystämme antamalla %2$sviiden tähden arvostelun%3$s. Kiitos!
fr: Si vous trouvez %1$s utile, vous pouvez contribuer à soutenir notre croissance et notre développement continus en nous attribuant une note de %2$scinq étoiles%3$s. Merci !
hu: Ha hasznosnak találja a %1$s-t, akkor %2$sötcsillagos értékeléssel%3$s támogathatja további növekedésünket és fejlődésünket. Köszönjük!
it: Se ritieni che %1$s sia utile, puoi contribuire a sostenere la nostra crescita e il nostro sviluppo continuo con una %2$srecensione a cinque stelle%3$s. Grazie!
ja: %1$sが役に立った場合は、%2$s五つ星の評価%3$sを付けることで、私たちの継続的な成長と発展をサポートしていただけます。ありがとうございます！
ko: %1$s이 유용하다고 생각하신다면, %2$s별점 5점 리뷰%3$s로 저희의 지속적인 성장과 발전을 지원해 주실 수 있습니다. 감사합니다!
lt: Jei manote, kad %1$s yra naudinga, galite padėti mums toliau augti ir tobulėti, palikdami %2$spenkių žvaigždučių atsiliepimą%3$s. Dėkojame!
lv: Ja uzskatāt, ka %1$s ir noderīgs, varat palīdzēt atbalstīt mūsu turpmāko izaugsmi un attīstību, piešķirot %2$spiecu zvaigžņu vērtējumu%3$s. Paldies!
nb: Hvis du synes %1$s er nyttig, kan du bidra til vår videre vekst og utvikling ved å gi oss en %2$sfemstjerners vurdering%3$s. Takk!
nl: Als u %1$s nuttig vindt, kunt u onze verdere groei en ontwikkeling ondersteunen met een %2$svijfsterrenrecensie%3$s. Hartelijk dank!
pl: Jeśli uznasz %1$s za przydatne, możesz wesprzeć nasz dalszy rozwój, wystawiając nam %2$spięciogwiazdkową recenzję%3$s. Dziękujemy!
pt: Se você achar %1$s útil, pode ajudar a apoiar nosso crescimento e desenvolvimento contínuos com uma avaliação de %2$scinco estrelas%3$s. Obrigado!
ru: Если вы считаете %1$s полезным, вы можете поддержать наш дальнейший рост и развитие, оставив %2$sпятизвездочный отзыв%3$s. Спасибо!
sk: Ak vám %1$s pripadá užitočné, môžete podporiť náš ďalší rast a rozvoj prostredníctvom %2$späťhviezdičkového hodnotenia%3$s. Ďakujeme!
sl: Če vam je %1$s koristno, lahko s %2$spetzvezdično oceno%3$spomagate podpreti naš nadaljnji rast in razvoj. Hvala!
sr: Ако сматрате да је %1$s корисно, можете нам помоћи да подржимо наш континуирани раст и развој тако што ћете дати %2$sрецензију са пет звездица%3$s. Хвала вам!
tr: %1$s'ı yararlı bulursanız, %2$sbeş yıldızlı bir değerlendirme%3$s ile sürekli büyümemizi ve gelişmemizi destekleyebilirsiniz. Teşekkür ederiz!
uk: Якщо ви вважаєте %1$s корисним, ви можете допомогти підтримати наш подальший ріст і розвиток, залишивши %2$sп'ятизірковий відгук%3$s. Дякуємо!
zh: 若您觉得%1$s有帮助，欢迎通过%2$s五星好评%3$s支持我们持续成长与发展。感谢您！

source: Calendar Status: %1$sPaused%2$s
cs: Stav kalendáře: %1$sPozastaveno%2$s
da: Kalenderstatus: %1$sPauset%2$s
de: Kalenderstatus: %1$sPausiert%2$s
el: Κατάσταση ημερολογίου: %1$sΣε παύση%2$s
es: Estado del calendario: %1$sEn pausa%2$s
et: Kalendri staatus: %1$sPeatatud%2$s
fi: Kalenterin tila: %1$sKeskeytetty%2$s
fr: Statut du calendrier : %1$sEn pause%2$s
hu: Naptár állapota: %1$sSzüneteltetve%2$s
it: Stato calendario: %1$sIn pausa%2$s
ja: カレンダー状態：%1$s一時停止中%2$s
ko: 캘린더 상태: %1$s일시 중지됨%2$s
lt: Kalendoriaus būsena: %1$sPauzė%2$s
lv: Kalendāra statuss: %1$sPauzēts%2$s
nb: Kalenderstatus: %1$sPauset%2$s
nl: Kalenderstatus: %1$sGepauzeerd%2$s
pl: Status kalendarza: %1$sWstrzymany%2$s
pt: Status do calendário: %1$sPausado%2$s
ru: Статус календаря: %1$sПриостановлено%2$s
sk: Stav kalendára: %1$sPozastavené%2$s
sl: Stanje koledarja: %1$sPrekinjeno%2$s
sr: Статус календара: %1$sПаузирано%2$s
tr: Takvim Durumu: %1$sDuraklatıldı%2$s
uk: Статус календаря: %1$sПризупинено%2$s
zh: 日历状态：%1$s暂停%2$s

source: Calendar Status: %1$sActive%2$s
cs: Stav kalendáře: %1$sAktivní%2$s
da: Kalenderstatus: %1$sAktiv%2$s
de: Kalenderstatus: %1$sAktiv%2$s
el: Κατάσταση ημερολογίου: %1$sΕνεργό%2$s
es: Estado del calendario: %1$sActivo%2$s
et: Kalendri staatus: %1$sAktiivne%2$s
fi: Kalenterin tila: %1$sAktiivinen%2$s
fr: Statut du calendrier : %1$sActif%2$s
hu: Naptár állapota: %1$sAktív%2$s
it: Stato calendario: %1$sAttivo%2$s
ja: カレンダー状態：%1$s有効%2$s
ko: 캘린더 상태: %1$s활성%2$s
lt: Kalendoriaus būsena: %1$sAktyvus%2$s
lv: Kalendāra statuss: %1$sAktīvs%2$s
nb: Kalenderstatus: %1$sAktiv%2$s
nl: Kalenderstatus: %1$sActief%2$s
pl: Status kalendarza: %1$sAktywny%2$s
pt: Status do calendário: %1$sAtivo%2$s
ru: Статус календаря: %1$sАктивный%2$s
sk: Stav kalendára: %1$sAktívny%2$s
sl: Stanje koledarja: %1$sAktivno%2$s
sr: Статус календара: %1$sАктиван%2$s
tr: Takvim Durumu: %1$sEtkin%2$s
uk: Статус календаря: %1$sАктивний%2$s
zh: 日历状态：%1$s活动%2$s
