Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: %1$sThis URL points to a file in your Media Library.%2$s While you should be able to use this URL in an %3$s shortcode, it will be a static snapshot of the calendar at the time the file was created, and will not reflect any future updates to the source calendar. Please see our %4$sUser Guide%5$s for instructions on obtaining your correct dynamic feed URL.
cs: %1$sTato URL adresa odkazuje na soubor ve vaší knihovně médií.%2$s I když byste měli být schopni použít tuto URL adresu v %3$skrátkém kódu, bude se jednat o statický snímek kalendáře v době vytvoření souboru a nebude odrážet žádné budoucí aktualizace zdrojového kalendáře. Pokyny k získání správné dynamické URL adresy feedu naleznete v naší %4$suživatelské příručce%5$s.
da: %1$sDenne URL peger på en fil i dit mediebibliotek.%2$s Selvom du burde kunne bruge denne URL i en %3$skortkode, vil det være et statisk øjebliksbillede af kalenderen på det tidspunkt, hvor filen blev oprettet, og vil ikke afspejle fremtidige opdateringer af kildekalenderen. Se vores %4$sbrugervejledning%5$s for instruktioner om, hvordan du får den korrekte dynamiske feed-URL.
de: %1$sDiese URL verweist auf eine Datei in Ihrer Medienbibliothek.%2$s Sie sollten diese URL zwar in einem %3$sShortcode verwenden können, jedoch handelt es sich dabei um eine statische Momentaufnahme des Kalenders zum Zeitpunkt der Erstellung der Datei, die keine zukünftigen Aktualisierungen des Quellkalenders widerspiegelt. Anweisungen zum Abrufen Ihrer korrekten dynamischen Feed-URL finden Sie in unserem %4$sBenutzerhandbuch%5$s.
el: %1$sΑυτή η διεύθυνση URL παραπέμπει σε ένα αρχείο στη Βιβλιοθήκη πολυμέσων σας.%2$s Αν και θα πρέπει να μπορείτε να χρησιμοποιήσετε αυτή τη διεύθυνση URL σε έναν %3$s σύντομο κωδικό, θα είναι ένα στατικό στιγμιότυπο του ημερολογίου τη στιγμή που δημιουργήθηκε το αρχείο και δεν θα αντικατοπτρίζει τυχόν μελλοντικές ενημερώσεις του ημερολογίου προέλευσης. Ανατρέξτε στον %4$sΟδηγό χρήστη%5$s για οδηγίες σχετικά με την απόκτηση της σωστής δυναμικής διεύθυνσης URL τροφοδοσίας.
es: %1$sEsta URL apunta a un archivo de tu biblioteca multimedia.%2$s Aunque deberías poder utilizar esta URL en un %3$scódigo corto, será una instantánea estática del calendario en el momento en que se creó el archivo y no reflejará ninguna actualización futura del calendario de origen. Consulta nuestra %4$sGuía del usuario%5$s para obtener instrucciones sobre cómo obtener la URL dinámica correcta.
et: %1$sSee URL viitab failile teie meediakogus.%2$s Kuigi te peaksite saama seda URL-i kasutada %3$slühikoodis, on see faili loomise hetke staatiline hetkeülevaade kalendrist ega kajasta allika kalendri tulevasi uuendusi. Õige dünaamilise feed-URL-i saamise juhised leiate meie %4$skasutusjuhendist%5$s.
fi: %1$sTämä URL osoittaa tiedostoon mediakirjastossasi.%2$s Vaikka voit käyttää tätä URL-osoitetta %3$slyhytkoodissa, se on staattinen tilannekuva kalenterista tiedoston luomishetkellä eikä se heijasta lähdekalenterin tulevia päivityksiä. Katso %4$skäyttöoppaastamme%5$s ohjeet oikean dynaamisen syöte-URL-osoitteen saamiseksi.
fr: %1$sCette URL pointe vers un fichier dans votre médiathèque.%2$s Bien que vous devriez pouvoir utiliser cette URL dans un %3$s shortcode, il s'agira d'un instantané statique du calendrier au moment où le fichier a été créé, et il ne reflétera pas les mises à jour futures du calendrier source. Veuillez consulter notre %4$sguide d'utilisation%5$s pour obtenir des instructions sur la manière d'obtenir votre URL de flux dynamique correcte.
hu: %1$sEz az URL a Média könyvtárában található fájlra mutat.%2$s Bár ezt az URL-t %3$s rövidkódban is használhatja, ez a fájl létrehozásának időpontjában a naptár statikus pillanatképe lesz, és nem tükrözi a forrásnaptár jövőbeli frissítéseit. A helyes dinamikus feed URL megszerzésével kapcsolatos utasításokat a %4$sFelhasználói útmutatóban%5$s találja.
it: %1$sQuesto URL rimanda a un file nella tua Libreria multimediale.%2$s Sebbene dovresti poter utilizzare questo URL in uno %3$sshortcode, si tratterà di un'istantanea statica del calendario al momento della creazione del file e non rifletterà eventuali aggiornamenti futuri al calendario di origine. Consulta la nostra %4$sGuida utente%5$s per istruzioni su come ottenere il tuo URL di feed dinamico corretto.
ja: %1$sこのURLはメディアライブラリ内のファイルを指しています。%2$sこのURLを%3$sショートコードで使用することは可能ですが、ファイル作成時点でのカレンダーの静的なスナップショットとなり、ソースカレンダーの今後の更新は反映されません。正しい動的フィードURLの取得方法については、%4$sユーザーガイド%5$sをご参照ください。
ko: %1$s이 URL은 미디어 라이브러리의 파일을 가리킵니다.%2$s 이 URL을 %3$s숏코드에서 사용할 수는 있지만, 이는 파일이 생성된 시점의 캘린더 정적 스냅샷이며 소스 캘린더의 향후 업데이트를 반영하지 않습니다. 올바른 동적 피드 URL을 얻는 방법은 %4$s사용자 가이드%5$s를 참조하십시오.
lt: %1$sŠis URL nukreipia į failą jūsų medijos bibliotekoje.%2$s Nors šį URL turėtumėte galėti naudoti %3$strumpuoju kodu, jis bus statinis kalendoriaus momentinis vaizdas tuo metu, kai buvo sukurtas failas, ir neatspindės jokių būsimų šaltinio kalendoriaus atnaujinimų. Teisingo dinaminio srauto URL gavimo instrukcijas rasite mūsų %4$svartotojo vadove%5$s.
lv: %1$sŠī URL norāda uz failu jūsu mediju bibliotēkā.%2$s Lai gan jūs varētu izmantot šo URL %3$s īsajā kodā, tā būs statiska kalendāra momentuzņēmuma kopija faila izveides brīdī un neatspoguļos nekādas turpmākas izmaiņas avota kalendārā. Lūdzu, skatiet mūsu %4$slietotāja rokasgrāmatu%5$s, lai uzzinātu, kā iegūt pareizo dinamiskā plūsmas URL.
nb: %1$sDenne URL-adressen peker til en fil i mediebiblioteket ditt.%2$s Selv om du bør kunne bruke denne URL-adressen i en %3$skortkode, vil den være et statisk øyeblikksbilde av kalenderen på det tidspunktet filen ble opprettet, og vil ikke gjenspeile fremtidige oppdateringer av kildekalenderen. Se vår %4$sbrukerveiledning%5$s for instruksjoner om hvordan du får tak i den riktige dynamiske feed-URL-adressen.
nl: %1$sDeze URL verwijst naar een bestand in uw mediabibliotheek.%2$s Hoewel u deze URL in een %3$sshortcode zou moeten kunnen gebruiken, is dit een statische momentopname van de kalender op het moment dat het bestand werd aangemaakt en worden toekomstige updates van de bronkalender niet weergegeven. Raadpleeg onze %4$sgebruikershandleiding%5$s voor instructies over het verkrijgen van de juiste dynamische feed-URL.
pl: %1$sTen adres URL wskazuje plik w bibliotece multimediów.%2$s Chociaż adres ten powinien działać w skrócie %3$s, będzie to statyczna migawka kalendarza z momentu utworzenia pliku i nie będzie odzwierciedlać przyszłych aktualizacji kalendarza źródłowego. Instrukcje dotyczące uzyskania prawidłowego dynamicznego adresu URL kanału można znaleźć w %4$sinstrukcji obsługi%5$s.
pt: %1$sEste URL aponta para um arquivo na sua Biblioteca de Mídia.%2$s Embora você deva conseguir usar este URL em um %3$s código de atalho, ele será um instantâneo estático do calendário no momento em que o arquivo foi criado e não refletirá nenhuma atualização futura do calendário de origem. Consulte nosso %4$sGuia do Usuário%5$s para obter instruções sobre como obter o URL correto do feed dinâmico.
ru: %1$sЭтот URL указывает на файл в вашей медиатеке.%2$s Хотя вы можете использовать этот URL в %3$sкоротком коде, он будет представлять собой статический снимок календаря на момент создания файла и не будет отражать будущие обновления исходного календаря. Инструкции по получению правильного URL динамического фида см. в нашем %4$sруководстве пользователя%5$s.
sk: %1$sTáto URL adresa odkazuje na súbor vo vašej mediálnej knižnici.%2$s Hoci by ste mali byť schopní použiť túto URL adresu v %3$s skrátenom kóde, bude to statický snímok kalendára v čase vytvorenia súboru a nebude odrážať žiadne budúce aktualizácie zdrojového kalendára. Pokyny na získanie správnej dynamickej URL adresy nájdete v našej %4$sužívateľskej príručke%5$s.
sl: %1$sTa URL kaže na datoteko v vaši medijski knjižnici.%2$s Čeprav bi morali biti sposobni uporabiti ta URL v %3$s kratki kodi, bo to statičen posnetek koledarja v trenutku, ko je bila datoteka ustvarjena, in ne bo odražal nobenih prihodnjih posodobitev izvornega koledarja. Za navodila o pridobivanju pravilnega dinamičnega URL-ja si oglejte naš %4$suporabniški priročnik%5$s.
sr: %1$sОва URL адреса указује на датотеку у вашој медијској библиотеци.%2$s Иако би требало да можете да користите ову URL адресу у кратком коду %3$s, она ће бити статички снимак календара у време када је датотека креирана и неће одражавати будућа ажурирања изворног календара. Погледајте наш %4$sУпутство за кориснике%5$s за упутства о добијању исправне динамичке URL адресе фида.
tr: %1$sBu URL, Medya Kitaplığınızda bulunan bir dosyaya yönlendirir.%2$s Bu URL'yi bir %3$s kısa kodda kullanabilirsiniz, ancak bu URL, dosyanın oluşturulduğu anda takvimin statik bir anlık görüntüsünü içerir ve kaynak takvimde gelecekte yapılacak güncellemeleri yansıtmaz. Doğru dinamik besleme URL'sini elde etme talimatları için lütfen %4$sKullanıcı Kılavuzumuza%5$s bakın.
uk: %1$sЦей URL вказує на файл у вашій медіабібліотеці.%2$s Хоча ви можете використовувати цей URL у %3$sкороткому коді, він буде статичним знімком календаря на момент створення файлу і не відображатиме жодних майбутніх оновлень вихідного календаря. Інструкції щодо отримання правильного динамічного URL-адреси каналу див. у нашому %4$sПосібнику користувача%5$s.
zh: %1$s此URL指向您媒体库中的文件。%2$s虽然您可以在%3$s短代码中使用该URL，但它仅为文件创建时日历的静态快照，不会反映源日历的后续更新。请参阅我们的%4$s用户指南%5$s，了解如何获取正确的动态源URL。

source: Error: Could not resolve IP address for %1$s.
cs: Chyba: Nelze vyřešit IP adresu pro %1$s.
da: Fejl: Kunne ikke finde IP-adressen for %1$s.
de: Fehler: Die IP-Adresse für %1$s konnte nicht aufgelöst werden.
el: Σφάλμα: Δεν ήταν δυνατή η ανάλυση της διεύθυνσης IP για το %1$s.
es: Error: No se pudo resolver la dirección IP para %1$s.
et: Viga: IP-aadressi %1$s ei õnnestunud lahendada.
fi: Virhe: %1$s IP-osoitetta ei pystytty ratkaisemaan.
fr: Erreur : Impossible de résoudre l'adresse IP pour %1$s.
hu: Hiba: Nem sikerült feloldani a %1$s IP-címet.
it: Errore: impossibile risolvere l'indirizzo IP per %1$s.
ja: エラー: %1$s の IP アドレスを解決できませんでした。
ko: 오류: %1$s의 IP 주소를 확인할 수 없습니다.
lt: Klaida: Nepavyko nustatyti IP adreso %1$s.
lv: Kļūda: nevarēja atrisināt IP adresi %1$s.
nb: Feil: Kunne ikke løse IP-adressen for %1$s.
nl: Fout: IP-adres voor %1$s kan niet worden opgelost.
pl: Błąd: Nie można rozwiązać adresu IP dla %1$s.
pt: Erro: Não foi possível resolver o endereço IP para %1$s.
ru: Ошибка: Не удалось определить IP-адрес для %1$s.
sk: Chyba: Nepodarilo sa vyriešiť IP adresu pre %1$s.
sl: Napaka: IP naslova za %1$s ni bilo mogoče razrešiti.
sr: Грешка: Није могуће решити IP адресу за %1$s.
tr: Hata: %1$s için IP adresi çözülemedi.
uk: Помилка: Не вдалося визначити IP-адресу для %1$s.
zh: 错误：无法解析 %1$s 的 IP 地址。

source: Resolved IP address for %1$s:
cs: Vyřešená IP adresa pro %1$s:
da: Løst IP-adresse for %1$s:
de: Aufgelöste IP-Adresse für %1$s:
el: Επίλυση διεύθυνσης IP για %1$s:
es: Dirección IP resuelta para %1$s:
et: %1$s jaoks määratud IP-aadress:
fi: Ratkaistu IP-osoite %1$s:
fr: Adresse IP résolue pour %1$s :
hu: Megoldott IP-cím %1$s:
it: Indirizzo IP risolto per %1$s:
ja: %1$s の解決済み IP アドレス:
ko: %1$s에 대한 확인된 IP 주소:
lt: Nustatytas IP adresas %1$s:
lv: Atrisināta IP adrese %1$s:
nb: Løst IP-adresse for %1$s:
nl: Opgelost IP-adres voor %1$s:
pl: Rozwiązany adres IP dla %1$s:
pt: Endereço IP resolvido para %1$s:
ru: Решенный IP-адрес для %1$s:
sk: Vyriešená IP adresa pre %1$s:
sl: Določena IP-naslov za %1$s:
sr: Решена IP адреса за %1$s:
tr: %1$s için çözümlenmiş IP adresi:
uk: Визначена IP-адреса для %1$s:
zh: %1$s 的解析 IP 地址：

source: %1$sAppearance updated.%2$s You may need to refresh the page to see some changes.
cs: %1$sVzhled aktualizován.%2$s Možná bude nutné stránku obnovit, aby se změny projevily.
da: %1$sUdseende opdateret.%2$s Du skal muligvis opdatere siden for at se nogle ændringer.
de: %1$sDas Erscheinungsbild wurde aktualisiert.%2$s Möglicherweise müssen Sie die Seite aktualisieren, um einige Änderungen zu sehen.
el: %1$sΕμφάνιση ενημερωμένη.%2$s Ίσως χρειαστεί να ανανεώσετε τη σελίδα για να δείτε ορισμένες αλλαγές.
es: %1$sApariencia actualizada.%2$s Es posible que tengas que actualizar la página para ver algunos cambios.
et: %1$sVälimus uuendatud.%2$s Mõnede muudatuste nägemiseks võib olla vaja lehte uuendada.
fi: %1$sUlkonäkö päivitetty.%2$s Saatat joutua päivittämään sivun nähdäksesi muutokset.
fr: %1$sApparence mise à jour.%2$s Vous devrez peut-être actualiser la page pour voir certaines modifications.
hu: %1$sMegjelenés frissítve.%2$s Lehet, hogy frissítenie kell az oldalt, hogy lássa a változásokat.
it: %1$sAspetto aggiornato.%2$s Potrebbe essere necessario aggiornare la pagina per visualizzare alcune modifiche.
ja: %1$s外観を更新しました。%2$s変更内容を確認するには、ページを更新する必要がある場合があります。
ko: %1$s 외관이 업데이트되었습니다.%2$s 일부 변경 사항을 보려면 페이지를 새로 고쳐야 할 수 있습니다.
lt: %1$sAtnaujintas išvaizda.%2$s Kad pamatytumėte kai kuriuos pakeitimus, gali tekti atnaujinti puslapį.
lv: %1$sIzskats atjaunināts.%2$s Lai redzētu izmaiņas, var būt nepieciešams atjaunināt lapu.
nb: %1$sUtseende oppdatert.%2$s Du må kanskje oppdatere siden for å se noen endringer.
nl: %1$sUiterlijk bijgewerkt.%2$s Mogelijk moet u de pagina vernieuwen om sommige wijzigingen te kunnen zien.
pl: %1$s Wygląd został zaktualizowany. %2$s Aby zobaczyć niektóre zmiany, może być konieczne odświeżenie strony.
pt: %1$sAparência atualizada. %2$s Pode ser necessário atualizar a página para ver algumas alterações.
ru: %1$sОбновлен внешний вид.%2$s Возможно, вам потребуется обновить страницу, чтобы увидеть некоторые изменения.
sk: %1$sVzhľad bol aktualizovaný.%2$s Niektoré zmeny sa môžu zobraziť až po obnovení stránky.
sl: %1$sVidez je bil posodobljen.%2$s Morda boste morali osvežiti stran, da boste videli nekatere spremembe.
sr: %1$sИзглед је ажуриран.%2$s Можда ћете морати да освежите страницу да бисте видели неке промене.
tr: %1$sGörünüm güncellendi.%2$s Bazı değişiklikleri görmek için sayfayı yenilemeniz gerekebilir.
uk: %1$sЗовнішній вигляд оновлено.%2$s Можливо, вам доведеться оновити сторінку, щоб побачити деякі зміни.
zh: %1$s外观已更新。%2$s您可能需要刷新页面才能看到部分更改。

source: The text entered in the "Default shortcode" field is not a valid shortcode, and was not saved.
cs: Text zadaný do pole „Výchozí zkrácený kód“ není platným zkráceným kódem a nebyl uložen.
da: Den tekst, der er indtastet i feltet "Standardkortkode", er ikke en gyldig kortkode og blev ikke gemt.
de: Der im Feld „Standard-Shortcode“ eingegebene Text ist kein gültiger Shortcode und wurde nicht gespeichert.
el: Το κείμενο που εισήχθη στο πεδίο "Προεπιλεγμένος σύντομος κωδικός" δεν είναι έγκυρος σύντομος κωδικός και δεν αποθηκεύτηκε.
es: El texto introducido en el campo «Código corto predeterminado» no es un código corto válido y no se ha guardado.
et: Väljale „Vaikimisi lühikood” sisestatud tekst ei ole kehtiv lühikood ja seda ei salvestatud.
fi: Kenttään "Oletuslyhytkoodi" syötetty teksti ei ole kelvollinen lyhytkoodi, eikä sitä ole tallennettu.
fr: Le texte saisi dans le champ « Code court par défaut » n'est pas un code court valide et n'a pas été enregistré.
hu: Az „Alapértelmezett rövidkód” mezőbe beírt szöveg nem érvényes rövidkód, ezért nem lett elmentve.
it: Il testo inserito nel campo "Shortcode predefinito" non è uno shortcode valido e non è stato salvato.
ja: 「デフォルトのショートコード」フィールドに入力されたテキストは有効なショートコードではありませんでした。保存されませんでした。
ko: "기본 단축 코드" 필드에 입력된 텍스트는 유효한 단축 코드가 아니며 저장되지 않았습니다.
lt: Į lauką „Numatytasis trumpasis kodas“ įvestas tekstas nėra galiojantis trumpasis kodas ir nebuvo išsaugotas.
lv: Laukā "Noklusējuma īss kods" ievadītais teksts nav derīgs īss kods un netika saglabāts.
nb: Teksten som er angitt i feltet «Standard kortkode» er ikke en gyldig kortkode og ble ikke lagret.
nl: De tekst die is ingevoerd in het veld 'Standaard shortcode' is geen geldige shortcode en is niet opgeslagen.
pl: Tekst wprowadzony w polu „Domyślny skrót” nie jest prawidłowym skrótem i nie został zapisany.
pt: O texto inserido no campo “Código curto padrão” não é um código curto válido e não foi salvo.
ru: Текст, введенный в поле «Шорткод по умолчанию», не является действительным шорткодом и не был сохранен.
sk: Text zadaný do poľa „Predvolený skrátený kód“ nie je platný skrátený kód a nebol uložený.
sl: Besedilo, vneseno v polje »Privzeti kratki kod«, ni veljaven kratki kod in ni bilo shranjeno.
sr: Текст унет у поље „Подразумевани кратки код“ није важећи кратки код и није сачуван.
tr: "Varsayılan kısa kod" alanına girilen metin geçerli bir kısa kod değildir ve kaydedilmemiştir.
uk: Текст, введений у поле «Шорткод за замовчуванням», не є дійсним шорткодом і не був збережений.
zh: 在“默认短代码”字段中输入的文本不是有效的短代码，因此未被保存。

source: %1$sSettings updated.%2$s You may need to refresh the page to see some changes.
cs: %1$sNastavení aktualizováno.%2$s Možná bude nutné stránku obnovit, aby se změny projevily.
da: %1$sIndstillinger opdateret.%2$s Du skal muligvis opdatere siden for at se nogle ændringer.
de: %1$sEinstellungen aktualisiert.%2$s Möglicherweise müssen Sie die Seite aktualisieren, um einige Änderungen zu sehen.
el: %1$sΟι ρυθμίσεις ενημερώθηκαν.%2$s Ίσως χρειαστεί να ανανεώσετε τη σελίδα για να δείτε ορισμένες αλλαγές.
es: %1$sConfiguración actualizada.%2$s Es posible que tengas que actualizar la página para ver algunos cambios.
et: %1$sSeaded on uuendatud.%2$s Mõnede muudatuste nägemiseks võib olla vaja lehte uuendada.
fi: %1$sAsetukset päivitetty.%2$s Saatat joutua päivittämään sivun nähdäksesi muutokset.
fr: %1$sParamètres mis à jour.%2$s Vous devrez peut-être actualiser la page pour voir certaines modifications.
hu: %1$sBeállítások frissítve.%2$s Lehet, hogy frissítenie kell az oldalt, hogy lássa a változásokat.
it: %1$sImpostazioni aggiornate.%2$s Potrebbe essere necessario aggiornare la pagina per visualizzare alcune modifiche.
ja: %1$s設定を更新しました。%2$s 一部の変更を確認するには、ページを更新する必要がある場合があります。
ko: %1$s설정이 업데이트되었습니다.%2$s 일부 변경 사항을 보려면 페이지를 새로 고쳐야 할 수 있습니다.
lt: %1$sNustatymai atnaujinti.%2$s Kad pamatytumėte kai kuriuos pakeitimus, gali tekti atnaujinti puslapį.
lv: %1$sIestatījumi atjaunināti.%2$s Lai redzētu izmaiņas, var būt nepieciešams atjaunināt lapu.
nb: %1$sInnstillingene er oppdatert.%2$s Du må kanskje oppdatere siden for å se endringene.
nl: %1$sInstellingen bijgewerkt.%2$s Mogelijk moet u de pagina vernieuwen om sommige wijzigingen te zien.
pl: %1$sUstawienia zaktualizowane.%2$s Aby zobaczyć niektóre zmiany, może być konieczne odświeżenie strony.
pt: %1$sConfigurações atualizadas.%2$s Pode ser necessário atualizar a página para ver algumas alterações.
ru: %1$sНастройки обновлены.%2$s Возможно, вам потребуется обновить страницу, чтобы увидеть некоторые изменения.
sk: %1$sNastavenia boli aktualizované.%2$s Niektoré zmeny sa zobrazia až po obnovení stránky.
sl: %1$sNastavitve so posodobljene.%2$s Morda boste morali osvežiti stran, da boste videli nekatere spremembe.
sr: %1$sПодешавања су ажурирана.%2$s Можда ћете морати да освежите страницу да бисте видели неке промене.
tr: %1$sAyarlar güncellendi.%2$s Bazı değişiklikleri görmek için sayfayı yenilemeniz gerekebilir.
uk: %1$sНалаштування оновлено.%2$s Можливо, вам доведеться оновити сторінку, щоб побачити деякі зміни.
zh: %1$s设置已更新。%2$s您可能需要刷新页面才能看到部分更改。

source: calendar event
cs: událost v kalendáři
da: kalenderbegivenhed
de: Kalenderereignis
el: γεγονός ημερολογίου
es: evento del calendario
et: kalendrisündmus
fi: kalenteritapahtuma
fr: événement du calendrier
hu: naptári esemény
it: evento del calendario
ja: カレンダーイベント
ko: 캘린더 이벤트
lt: kalendoriaus įvykis
lv: kalendāra notikums
nb: kalenderhendelse
nl: agenda-item
pl: wydarzenie w kalendarzu
pt: evento do calendário
ru: событие календаря
sk: udalosť v kalendári
sl: koledarski dogodek
sr: догађај у календару
tr: takvim etkinliği
uk: календарна подія
zh: 日历事件
