Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: %1$s includes built-in caching, specifically to improve performance and avoid exceeding provider rate limits. Circumventing this caching with a very low %2$sreload%3$s setting may trigger a temporary block on your web server IP address, or possibly on your entire hosting network, by the calendar provider.
cs: %1$s obsahuje vestavěné ukládání do mezipaměti, které slouží zejména ke zlepšení výkonu a zabránění překročení limitů poskytovatele. Obcházení tohoto ukládání do mezipaměti pomocí velmi nízkého nastavení %2$sreload%3$s může vést k dočasnému zablokování IP adresy vašeho webového serveru nebo případně celé vaší hostingové sítě poskytovatelem kalendáře.
da: %1$s indeholder indbygget caching, specifikt for at forbedre ydeevnen og undgå at overskride udbyderens hastighedsgrænser. Omgåelse af denne caching med en meget lav %2$sreload%3$s-indstilling kan udløse en midlertidig blokering af din webservers IP-adresse eller muligvis hele dit hostingnetværk af kalenderudbyderen.
de: %1$s enthält integriertes Caching, insbesondere um die Leistung zu verbessern und eine Überschreitung der Anbieter-Ratenlimits zu vermeiden. Die Umgehung dieses Cachings mit einer sehr niedrigen %2$sReload%3$s-Einstellung kann zu einer vorübergehenden Sperrung Ihrer Webserver-IP-Adresse oder möglicherweise Ihres gesamten Hosting-Netzwerks durch den Kalenderanbieter führen.
el: %1$s περιλαμβάνει ενσωματωμένη προσωρινή αποθήκευση, ειδικά για τη βελτίωση της απόδοσης και την αποφυγή υπέρβασης των ορίων ταχύτητας του παρόχου. Η παράκαμψη αυτής της προσωρινής αποθήκευσης με μια πολύ χαμηλή ρύθμιση %2$sreload%3$s μπορεί να προκαλέσει προσωρινό αποκλεισμό της διεύθυνσης IP του διακομιστή ιστού σας ή, ενδεχομένως, ολόκληρου του δικτύου φιλοξενίας σας από τον πάροχο ημερολογίου.
es: %1$s incluye almacenamiento en caché integrado, específicamente para mejorar el rendimiento y evitar exceder los límites de velocidad del proveedor. Eludir este almacenamiento en caché con una configuración muy baja de %2$srecarga%3$s puede provocar un bloqueo temporal de la dirección IP de su servidor web, o posiblemente de toda su red de alojamiento, por parte del proveedor del calendario.
et: %1$s sisaldab sisseehitatud vahemällu salvestamist, mis on mõeldud spetsiaalselt jõudluse parandamiseks ja teenusepakkuja kiiruspiirangute ületamise vältimiseks. Selle vahemällu salvestamise vältimine väga madala %2$sreload%3$s seadistusega võib põhjustada kalendri teenusepakkuja poolt teie veebiserveri IP-aadressi või võimalik, et kogu teie hostinguvõrgu ajutise blokeerimise.
fi: %1$s sisältää sisäänrakennetun välimuistin, joka on tarkoitettu erityisesti suorituskyvyn parantamiseen ja palveluntarjoajan nopeusrajoitusten ylittymisen estämiseen. Tämän välimuistin kiertäminen erittäin alhaisella %2$suudelleenkäynnistysasetuksella%3$s voi aiheuttaa kalenteripalveluntarjoajan väliaikaisen eston web-palvelimesi IP-osoitteelle tai mahdollisesti koko hosting-verkostollesi.
fr: %1$s inclut une mise en cache intégrée, spécialement conçue pour améliorer les performances et éviter de dépasser les limites de débit imposées par les fournisseurs. Contourner cette mise en cache avec un paramètre %2$sreload%3$s très bas peut entraîner un blocage temporaire de l'adresse IP de votre serveur web, voire de l'ensemble de votre réseau d'hébergement, par le fournisseur de calendrier.
hu: %1$s beépített gyorsítótárat tartalmaz, amelynek célja a teljesítmény javítása és a szolgáltatói sebességkorlátozások túllépésének elkerülése. Ha ezt a gyorsítótárat nagyon alacsony %2$sreload%3$s beállítással megkerüli, az a naptárszolgáltató által a webkiszolgáló IP-címének, vagy akár az egész tárhelyhálózatának ideiglenes blokkolását eredményezheti.
it: %1$s include una funzione di cache integrata, specificamente progettata per migliorare le prestazioni ed evitare il superamento dei limiti di velocità imposti dal provider. Eludere questa funzione di cache con un'impostazione %2$sreload%3$s molto bassa potrebbe causare un blocco temporaneo dell'indirizzo IP del tuo server web, o eventualmente dell'intera rete di hosting, da parte del provider del calendario.
ja: %1$sには組み込みのキャッシュ機能が搭載されており、特にパフォーマンスの向上とプロバイダーのレート制限超過回避を目的としています。このキャッシュ機能を回避するために%2$sreload%3$s設定を極端に低く設定すると、カレンダープロバイダーにより、お客様のウェブサーバーIPアドレス、あるいはホスティングネットワーク全体が一時的にブロックされる可能性があります。
ko: %1$s에는 성능 향상 및 제공자 속도 제한 초과 방지를 위해 내장 캐싱 기능이 포함되어 있습니다. 매우 낮은 %2$sreload%3$s 설정으로 이 캐싱을 우회할 경우, 캘린더 제공자에 의해 웹 서버 IP 주소 또는 전체 호스팅 네트워크에 대한 일시적 차단이 발생할 수 있습니다.
lt: %1$s turi integruotą talpyklą, skirtą našumui pagerinti ir išvengti paslaugos teikėjo nustatytų ribų viršijimo. Apeinant šią talpyklą ir nustatant labai mažą %2$sperkrovimo%3$s parametrą, kalendoriaus teikėjas gali laikinai užblokuoti jūsų žiniatinklio serverio IP adresą arba visą jūsų prieglobos tinklą.
lv: %1$s ietver iebūvētu kešatmiņu, kas īpaši paredzēta, lai uzlabotu veiktspēju un izvairītos no pakalpojuma sniedzēja noteiktā ātruma ierobežojuma pārsniegšanas. Šīs kešatmiņas apiešana, izmantojot ļoti zemu %2$satjaunošanas%3$s iestatījumu, var izraisīt kalendāra pakalpojuma sniedzēja īslaicīgu bloķēšanu jūsu tīmekļa servera IP adresei vai, iespējams, visam jūsu hostinga tīklam.
nb: %1$s inkluderer innebygd caching, spesielt for å forbedre ytelsen og unngå å overskride leverandørens hastighetsbegrensninger. Omgåelse av denne caching med en svært lav %2$sreload%3$s-innstilling kan utløse en midlertidig blokkering av IP-adressen til webserveren din, eller muligens hele hosting-nettverket ditt, av kalenderleverandøren.
nl: %1$s bevat ingebouwde caching, specifiek om de prestaties te verbeteren en te voorkomen dat de limieten van de provider worden overschreden. Het omzeilen van deze caching met een zeer lage %2$sreload%3$s-instelling kan leiden tot een tijdelijke blokkering van het IP-adres van uw webserver, of mogelijk van uw hele hostingnetwerk, door de kalenderprovider.
pl: %1$s zawiera wbudowaną funkcję buforowania, która ma na celu poprawę wydajności i uniknięcie przekroczenia limitów szybkości dostawcy. Ominięcie tej funkcji buforowania poprzez ustawienie bardzo niskiego poziomu %2$sreload%3$s może spowodować tymczasowe zablokowanie adresu IP serwera WWW lub nawet całej sieci hostingowej przez dostawcę kalendarza.
pt: %1$s inclui cache integrado, especificamente para melhorar o desempenho e evitar exceder os limites de taxa do provedor. Contornar esse cache com uma configuração muito baixa de %2$srecarregamento%3$s pode acionar um bloqueio temporário no endereço IP do seu servidor web, ou possivelmente em toda a sua rede de hospedagem, pelo provedor de calendário.
ru: %1$s включает встроенное кэширование, специально предназначенное для повышения производительности и предотвращения превышения ограничений провайдера. Обход этого кэширования с помощью очень низкого значения %2$sreload%3$s может привести к временной блокировке IP-адреса вашего веб-сервера или, возможно, всей вашей хостинговой сети со стороны провайдера календаря.
sk: %1$s obsahuje integrované ukladanie do vyrovnávacej pamäte, konkrétne na zlepšenie výkonu a zabránenie prekročeniu limitov poskytovateľa. Obídenie tohto ukladania do vyrovnávacej pamäte pomocou veľmi nízkeho nastavenia %2$sreload%3$s môže spôsobiť dočasné zablokovanie IP adresy vášho webového servera alebo prípadne celej vašej hostingovej siete zo strany poskytovateľa kalendára.
sl: %1$s vključuje vgrajeno shranjevanje v predpomnilniku, ki je namenjeno izboljšanju zmogljivosti in preprečevanju preseganja omejitev ponudnika. Izogibanje temu shranjevanju v predpomnilniku z zelo nizko nastavitvijo %2$sponovnega nalaganja%3$s lahko sproži začasno blokado IP naslova vašega spletnega strežnika ali celotnega gostiteljskega omrežja s strani ponudnika koledarja.
sr: %1$s укључује уграђено кеширање, посебно ради побољшања перформанси и избегавања прекорачења ограничења брзине добављача. Заобилажење овог кеширања са веома ниским подешавањем %2$sпоновог учитавања%3$s може покренути привремену блокаду на IP адреси вашег веб сервера, или могуће на целој вашој мрежи за хостовање, од стране добављача календара.
tr: %1$s özellikle performansı artırmak ve sağlayıcı hız sınırlarının aşılmasını önlemek için yerleşik önbellekleme özelliği içerir. Çok düşük bir %2$syeniden yükleme%3$s ayarıyla bu önbelleklemeyi atlatmak, takvim sağlayıcı tarafından web sunucunuzun IP adresinde veya muhtemelen tüm barındırma ağınızda geçici bir engellemeye neden olabilir.
uk: %1$s включає вбудовану кешування, спеціально для підвищення продуктивності та уникнення перевищення обмежень швидкості провайдера. Обхід цього кешування за допомогою дуже низького значення %2$sreload%3$s може спричинити тимчасове блокування IP-адреси вашого веб-сервера або, можливо, всієї вашої мережі хостингу з боку провайдера календаря.
zh: %1$s内置缓存功能，旨在提升性能并避免超出服务商速率限制。若通过极低%2$sreload%3$s设置绕过此缓存机制，可能会触发日历服务商对您网站服务器IP地址（甚至整个托管网络）实施临时封禁。

source: After making the recommended changes, please allow up to 24 hours for your calendar provider to remove any temporary blocks on your IP address. If you find that the problem persists, please use our %1$ssupport request form%2$s to contact us, and be sure to include your %3$ssystem report%4$s.
cs: Po provedení doporučených změn počkejte až 24 hodin, než poskytovatel kalendáře odstraní dočasné blokování vaší IP adresy. Pokud problém přetrvává, kontaktujte nás pomocí %1$sformuláře žádosti o podporu%2$s a nezapomeňte přiložit %3$ssystémovou zprávu%4$s.
da: Når du har foretaget de anbefalede ændringer, skal du vente op til 24 timer, før din kalenderudbyder fjerner eventuelle midlertidige blokeringer af din IP-adresse. Hvis problemet fortsætter, skal du bruge vores %1$ssupportanmodningsformular%2$s til at kontakte os og sørge for at vedlægge din %3$ssystemrapport%4$s.
de: Nachdem Sie die empfohlenen Änderungen vorgenommen haben, kann es bis zu 24 Stunden dauern, bis Ihr Kalenderanbieter alle temporären Sperren für Ihre IP-Adresse aufhebt. Sollte das Problem weiterhin bestehen, kontaktieren Sie uns bitte über unser %1$sSupport-Anfrageformular%2$s und fügen Sie unbedingt Ihren %3$sSystembericht%4$s bei.
el: Αφού πραγματοποιήσετε τις προτεινόμενες αλλαγές, περιμένετε έως και 24 ώρες για να αφαιρέσει ο πάροχος του ημερολογίου σας τυχόν προσωρινά μπλοκαρίσματα της διεύθυνσης IP σας. Εάν το πρόβλημα παραμένει, χρησιμοποιήστε τη %1$sφόρμα αίτησης υποστήριξης%2$s για να επικοινωνήσετε μαζί μας και φροντίστε να συμπεριλάβετε την %3$sαναφορά συστήματος%4$s.
es: Después de realizar los cambios recomendados, espere hasta 24 horas para que su proveedor de calendario elimine cualquier bloqueo temporal en su dirección IP. Si el problema persiste, utilice nuestro %1$sformulario de solicitud de asistencia%2$s para ponerse en contacto con nosotros y asegúrese de incluir su %3$sinforme del sistema%4$s.
et: Pärast soovitatud muudatuste tegemist palume oodata kuni 24 tundi, kuni kalendri pakkuja eemaldab teie IP-aadressi ajutised blokeeringud. Kui probleem püsib, palume võtta meiega ühendust meie %1$stugiteenuse taotluse vormi%2$s kaudu ja lisada kindlasti oma %3$ssüsteemi aruanne%4$s.
fi: Kun olet tehnyt suositellut muutokset, odota enintään 24 tuntia, jotta kalenteripalveluntarjoaja voi poistaa IP-osoitteesi väliaikaiset estot. Jos ongelma jatkuu, ota meihin yhteyttä %1$stukipyyntölomakkeella%2$s ja liitä mukaan %3$sjärjestelmäraportti%4$s.
fr: Après avoir apporté les modifications recommandées, veuillez patienter jusqu'à 24 heures pour que votre fournisseur de calendrier supprime tout blocage temporaire sur votre adresse IP. Si le problème persiste, veuillez utiliser notre %1$sformulaire de demande d'assistance%2$s pour nous contacter, en veillant à joindre votre %3$srapport système%4$s.
hu: Az ajánlott módosítások elvégzése után kérjük, várjon legfeljebb 24 órát, amíg a naptárszolgáltató eltávolítja az IP-címére vonatkozó ideiglenes blokkolásokat. Ha a probléma továbbra is fennáll, kérjük, vegye fel velünk a kapcsolatot a %1$stámogatási kérelem űrlapon%2$s, és feltétlenül csatolja a %3$srendszerjelentést%4$s.
it: Dopo aver apportato le modifiche consigliate, attendi fino a 24 ore affinché il tuo provider di calendario rimuova eventuali blocchi temporanei sul tuo indirizzo IP. Se il problema persiste, utilizza il nostro %1$smodulo di richiesta di assistenza%2$s per contattarci e assicurati di includere il tuo %3$srapporto di sistema%4$s.
ja: 推奨される変更を加えた後、カレンダープロバイダーがお客様のIPアドレスに対する一時的なブロックを解除するまで、最大24時間お待ちください。問題が解決しない場合は、%1$sサポートリクエストフォーム%2$sからお問い合わせいただき、必ず%3$sシステムレポート%4$sを添付してください。
ko: 권장 변경 사항을 적용한 후, 캘린더 제공업체가 귀하의 IP 주소에 대한 임시 차단을 해제하는 데 최대 24시간이 소요될 수 있습니다. 문제가 지속될 경우, %1$s지원 요청 양식%2$s을 통해 문의하시고 반드시 %3$s시스템 보고서%4$s를 첨부해 주십시오.
lt: Atlikę rekomenduojamus pakeitimus, palaukite iki 24 valandų, kol kalendoriaus teikėjas pašalins visus laikinus jūsų IP adreso blokavimus. Jei problema neišsprendžiama, susisiekite su mumis naudodami %1$spagalbos prašymo formą%2$s ir būtinai pridėkite savo %3$ssistemos ataskaitą%4$s.
lv: Pēc ieteikto izmaiņu veikšanas, lūdzu, pagaidiet līdz 24 stundām, lai kalendāra pakalpojuma sniedzējs noņemtu jebkādus pagaidu bloķējumus jūsu IP adresei. Ja problēma joprojām pastāv, lūdzu, izmantojiet mūsu %1$satbalsta pieprasījuma veidlapu%2$s, lai sazinātos ar mums, un noteikti pievienojiet savu %3$ssistēmas ziņojumu%4$s.
nb: Etter at du har gjort de anbefalte endringene, kan det ta opptil 24 timer før kalendertjenesten fjerner eventuelle midlertidige blokkeringer av IP-adressen din. Hvis problemet vedvarer, kan du bruke vårt %1$ssupportskjema%2$s for å kontakte oss, og husk å legge ved %3$ssystemrapporten%4$s.
nl: Nadat u de aanbevolen wijzigingen hebt aangebracht, kan het tot 24 uur duren voordat uw kalenderprovider eventuele tijdelijke blokkades op uw IP-adres heeft verwijderd. Als het probleem zich blijft voordoen, neem dan contact met ons op via ons %1$ssupport request form%2$s en vergeet niet uw %3$ssysteemrapport%4$s mee te sturen.
pl: Po wprowadzeniu zalecanych zmian poczekaj do 24 godzin, aż dostawca kalendarza usunie wszelkie tymczasowe blokady adresu IP. Jeśli problem nadal występuje, skontaktuj się z nami za pomocą %1$sformularza zgłoszenia pomocy technicznej%2$s i dołącz %3$sraport systemowy%4$s.
pt: Após fazer as alterações recomendadas, aguarde até 24 horas para que o provedor do calendário remova quaisquer bloqueios temporários em seu endereço IP. Se o problema persistir, use nosso %1$sformulário de solicitação%2$s de suporte para entrar em contato conosco e certifique-se de incluir seu %3$srelatório do sistema%4$s.
ru: После внесения рекомендуемых изменений подождите до 24 часов, чтобы поставщик календаря снял временные блокировки с вашего IP-адреса. Если проблема не устранена, свяжитесь с нами через %1$sформу запроса поддержки%2$s и обязательно приложите %3$sотчет о системе%4$s.
sk: Po vykonaní odporúčaných zmien počkajte až 24 hodín, kým poskytovateľ kalendára odstráni všetky dočasné blokácie vašej IP adresy. Ak zistíte, že problém pretrváva, kontaktujte nás prostredníctvom nášho %1$sformulára žiadosti o podporu%2$s a nezabudnite priložiť svoju %3$ssprávu o systéme%4$s.
sl: Po izvedbi priporočenih sprememb počakajte do 24 ur, da ponudnik koledarja odstrani začasne blokade vašega IP naslova. Če ugotovite, da problem še vedno obstaja, nas kontaktirajte prek %1$sobrazca za podporo%2$s in ne pozabite priložiti %3$ssistemskega poročila%4$s.
sr: Након што извршите препоручене измене, сачекајте до 24 сата да ваш добављач календара уклони све привремене блокаде са ваше IP адресе. Ако установите да проблем и даље постоји, користите наш %1$sобразац за захтев за подршку%2$s да бисте нас контактирали и обавезно приложите свој %3$sсистемски извештај%4$s.
tr: Önerilen değişiklikleri yaptıktan sonra, takvim sağlayıcınızın IP adresinizdeki geçici engelleri kaldırması için 24 saat bekleyin. Sorun devam ederse, %1$sdestek talep formumuzu%2$s kullanarak bizimle iletişime geçin ve %3$ssistem raporunuzu%4$s eklemeyi unutmayın.
uk: Після внесення рекомендованих змін, будь ласка, зачекайте до 24 годин, щоб ваш постачальник календаря зняв тимчасові блокування вашої IP-адреси. Якщо проблема не зникла, будь ласка, скористайтеся нашою %1$sформою запиту на підтримку%2$s, щоб зв'язатися з нами, і не забудьте додати ваш %3$sзвіт про систему%4$s.
zh: 完成建议的修改后，请等待最多24小时，以便日历提供商解除对您IP地址的临时封锁。若问题仍未解决，请通过我们的%1$s支持请求表单%2$s联系我们，并务必附上您的%3$s系统报告%4$s。
