Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: An error occurred with %1$s while attempting to copy language translation files. The required PHP filesystem function %2$s is unavailable. This is required to address a conflict with certain translation customization plugins such as %3$s. As a result, %1$s translations may not load properly while the conflicting translation plugin is active.
et: Keele tõlkefailide kopeerimisel tekkis viga %1$s. Vajalik PHP-failisüsteemi funktsioon %2$s ei ole saadaval. See on vajalik, et lahendada konflikt teatud tõlke kohandamise pistikprogrammide, näiteks %3$s vahel. Selle tulemusena ei pruugi %1$s tõlked õigesti laadida, kui konfliktis olev tõlke pistikprogramm on aktiivne.
fi: Kielenkäännöstiedostojen kopioinnin yhteydessä tapahtui virhe %1$s. Vaadittua PHP-tiedostojärjestelmän toimintoa %2$s ei ole käytettävissä. Tätä tarvitaan tiettyjen käännöstyökalujen, kuten %3$s, kanssa esiintyvän ristiriidan ratkaisemiseksi. Tämän seurauksena %1$s käännökset eivät välttämättä lataudu oikein, kun ristiriitaista käännöstyökalua käytetään.
hu: Hiba történt a %1$s nyelvi fordítási fájlok másolásakor. A szükséges PHP fájlrendszer funkció %2$s nem érhető el. Ez szükséges bizonyos fordítási testreszabási bővítményekkel, például a %3$s-vel való ütközés kezeléséhez. Ennek eredményeként a %1$s fordítások nem töltődnek be megfelelően, amíg az ütköző fordítási bővítmény aktív.
it: Si è verificato un errore con %1$s durante il tentativo di copiare i file di traduzione della lingua. La funzione del filesystem PHP richiesta %2$s non è disponibile. Ciò è necessario per risolvere un conflitto con alcuni plugin di personalizzazione della traduzione come %3$s. Di conseguenza, le traduzioni %1$s potrebbero non caricarsi correttamente mentre il plugin di traduzione in conflitto è attivo.
nb: Det oppstod en feil med %1$s under forsøk på å kopiere språkoversettelsesfiler. Den nødvendige PHP-filsystemfunksjonen %2$s er ikke tilgjengelig. Dette er nødvendig for å løse en konflikt med visse oversettelsestilpasningsplugins, for eksempel %3$s. Som et resultat kan det hende at %1$s-oversettelser ikke lastes inn riktig mens den konfliktfylte oversettelsespluginen er aktiv.
nl: Er is een fout opgetreden met %1$s tijdens het kopiëren van taalvertaalbestanden. De vereiste PHP-bestandssysteemfunctie %2$s is niet beschikbaar. Dit is nodig om een conflict met bepaalde plug-ins voor vertaalanpassingen, zoals %3$s, op te lossen. Als gevolg hiervan worden %1$s-vertalingen mogelijk niet correct geladen terwijl de conflicterende vertaalplug-in actief is.
pl: Wystąpił błąd %1$s podczas próby skopiowania plików tłumaczeń językowych. Wymagana funkcja systemu plików PHP %2$s jest niedostępna. Jest to konieczne, aby rozwiązać konflikt z niektórymi wtyczkami dostosowującymi tłumaczenia, takimi jak %3$s. W rezultacie tłumaczenia %1$s mogą nie ładować się poprawnie, gdy aktywna jest powodująca konflikt wtyczka tłumaczeniowa.
pt: Ocorreu um erro com %1$s ao tentar copiar os arquivos de tradução de idiomas. A função necessária do sistema de arquivos PHP %2$s não está disponível. Isso é necessário para resolver um conflito com determinados plug-ins de personalização de tradução, como %3$s. Como resultado, as traduções %1$s podem não carregar corretamente enquanto o plug-in de tradução conflitante estiver ativo.
ru: При попытке скопировать файлы языковых переводов произошла ошибка %1$s. Недоступна необходимая функция файловой системы PHP %2$s. Это необходимо для устранения конфликта с некоторыми плагинами настройки перевода, такими как %3$s. В результате переводы %1$s могут не загружаться должным образом, пока конфликтующий плагин перевода активен.
uk: Під час спроби скопіювати файли перекладу мови сталася помилка %1$s. Необхідна функція файлової системи PHP %2$s недоступна. Це необхідно для усунення конфлікту з певними плагінами налаштування перекладу, такими як %3$s. Як результат, переклади %1$s можуть не завантажуватися належним чином, поки конфліктуючий плагін перекладу активний.
zh: 在尝试复制语言翻译文件时，%1$s 发生错误。所需的 PHP 文件系统函数 %2$s 不可用。此操作旨在解决与某些翻译自定义插件（如 %3$s）的冲突。因此，当冲突的翻译插件处于活动状态时，%1$s 翻译可能无法正常加载。
