Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: Could not retrieve data from the requested URL.
cs: Nelze načíst data z požadované adresy URL.
da: Kunne ikke hente data fra den anmodede URL.
de: Die Daten konnten nicht von der angeforderten URL abgerufen werden.
el: Δεν ήταν δυνατή η ανάκτηση δεδομένων από τη ζητούμενη διεύθυνση URL.
es: No se pudieron recuperar los datos de la URL solicitada.
et: Päringut soovitud URL-ist ei õnnestunud teostada.
fi: Pyydettyä URL-osoitetta koskevia tietoja ei voitu hakea.
fr: Impossible de récupérer les données à partir de l'URL demandée.
hu: Nem sikerült lekérni az adatokat a kért URL-ről.
it: Impossibile recuperare i dati dall'URL richiesto.
ja: 要求されたURLからデータを取得できませんでした。
ko: 요청된 URL에서 데이터를 가져올 수 없습니다.
lt: Nepavyko gauti duomenų iš prašomo URL.
lv: Neizdevās iegūt datus no pieprasītās URL adreses.
nb: Kunne ikke hente data fra den forespurte URL-adressen.
nl: De gegevens van de opgevraagde URL konden niet worden opgehaald.
pl: Nie można pobrać danych z podanego adresu URL.
pt: Não foi possível recuperar os dados do URL solicitado.
ru: Не удалось получить данные с запрошенного URL-адреса.
sk: Nedalo sa načítať údaje z požadovanej adresy URL.
sl: Podatkov iz zahtevanega URL-ja ni bilo mogoče pridobiti.
sr: Није могуће преузети податке са тражене URL адресе.
tr: İstenen URL'den veri alınamadı.
uk: Не вдалося отримати дані з запитуваного URL-адреси.
zh: 无法从请求的URL获取数据。

source: An unknown error occurred while attempting to retrieve the requested URL.
cs: Při pokusu o načtení požadované adresy URL došlo k neznámé chybě.
da: Der opstod en ukendt fejl under forsøget på at hente den anmodede URL.
de: Beim Versuch, die angeforderte URL abzurufen, ist ein unbekannter Fehler aufgetreten.
el: Παρουσιάστηκε ένα άγνωστο σφάλμα κατά την προσπάθεια ανάκτησης της ζητούμενης διεύθυνσης URL.
es: Se ha producido un error desconocido al intentar recuperar la URL solicitada.
et: Soovitud URL-i kuvamisel tekkis tundmatu viga.
fi: Pyydetyn URL-osoitteen hakemisessa tapahtui tuntematon virhe.
fr: Une erreur inconnue s'est produite lors de la tentative de récupération de l'URL demandée.
hu: Ismeretlen hiba történt a kért URL lekérésének kísérlete közben.
it: Si è verificato un errore sconosciuto durante il tentativo di recuperare l'URL richiesto.
ja: 要求されたURLを取得しようとした際に、不明なエラーが発生しました。
ko: 요청된 URL을 가져오는 과정에서 알 수 없는 오류가 발생했습니다.
lt: Bandant gauti prašomą URL adresą įvyko nežinoma klaida.
lv: Mēģinot atvērt pieprasīto URL, radās nezināma kļūda.
nb: Det oppstod en ukjent feil under forsøket på å hente den forespurte URL-adressen.
nl: Er is een onbekende fout opgetreden bij het ophalen van de gevraagde URL.
pl: Podczas próby pobrania żądanego adresu URL wystąpił nieznany błąd.
pt: Ocorreu um erro desconhecido ao tentar recuperar o URL solicitado.
ru: При попытке получить запрошенный URL произошла неизвестная ошибка.
sk: Pri pokuse o načítanie požadovanej adresy URL došlo k neznámej chybe.
sl: Pri poskusu pridobivanja zahtevanega URL-ja je prišlo do neznane napake.
sr: Дошло је до непознате грешке при покушају преузимања тражене URL адресе.
tr: İstenen URL'yi almaya çalışırken bilinmeyen bir hata oluştu.
uk: Під час спроби отримати запитуваний URL-адресу сталася невідома помилка.
zh: 在尝试获取请求的URL时发生未知错误。

source: Please copy the following text and include it in your message when emailing support.
cs: Zkopírujte následující text a vložte jej do své zprávy, když budete posílat e-mail na podporu.
da: Kopier følgende tekst og indsæt den i din besked, når du sender en e-mail til support.
de: Bitte kopieren Sie den folgenden Text und fügen Sie ihn in Ihre Nachricht ein, wenn Sie eine E-Mail an den Support senden.
el: Αντιγράψτε το παρακάτω κείμενο και συμπεριλάβετέ το στο μήνυμά σας όταν στέλνετε email στην υποστήριξη.
es: Copie el siguiente texto e inclúyalo en su mensaje cuando envíe un correo electrónico al servicio de asistencia.
et: Kopeerige järgmine tekst ja lisage see oma sõnumisse, kui saadate e-kirja klienditoele.
fi: Kopioi seuraava teksti ja liitä se viestiisi, kun lähetät sähköpostia tukipalveluun.
fr: Veuillez copier le texte suivant et l'inclure dans votre message lorsque vous envoyez un e-mail au service d'assistance.
hu: Kérjük, másolja ki az alábbi szöveget, és illessze be az üzenetébe, amikor e-mailt küld a támogatásnak.
it: Copia il testo seguente e includilo nel tuo messaggio quando invii un'e-mail all'assistenza.
ja: 以下のテキストをコピーし、サポート宛てのメールに本文として含めて送信してください。
ko: 다음 텍스트를 복사하여 지원팀에 이메일을 보낼 때 메시지에 포함해 주십시오.
lt: Prašome nukopijuoti šį tekstą ir įtraukti jį į savo žinutę, kai rašote laišką pagalbos tarnybai.
lv: Lūdzu, kopējiet šo tekstu un iekļaujiet to savā ziņā, sūtot e-pastu atbalsta dienestam.
nb: Kopier følgende tekst og inkluder den i meldingen din når du sender en e-post til kundestøtte.
nl: Kopieer de volgende tekst en voeg deze toe aan uw bericht wanneer u een e-mail stuurt naar de helpdesk.
pl: Proszę skopiować poniższy tekst i dołączyć go do wiadomości e-mail wysyłanej do działu pomocy technicznej.
pt: Copie o texto a seguir e inclua-o em sua mensagem ao enviar um e-mail para o suporte.
ru: Скопируйте следующий текст и включите его в свое сообщение при отправке электронного письма в службу поддержки.
sk: Skopírujte nasledujúci text a vložte ho do správy, keď budete posielať e-mail na podporu.
sl: Prosimo, kopirajte naslednji tekst in ga vključite v svoje sporočilo, ko pošiljate e-pošto podpori.
sr: Молимо вас да копирате следећи текст и укључите га у своју поруку када шаљете имејл подршци.
tr: Lütfen aşağıdaki metni kopyalayın ve destek ekibine e-posta gönderirken mesajınıza ekleyin.
uk: Скопіюйте наступний текст і вставте його у своє повідомлення, коли надсилаєте електронного листа до служби підтримки.
zh: 请复制以下文本，并在发送支持邮件时将其包含在您的消息中。

source: Also please include the %1$s shortcode exactly as you have it entered on the affected page.
cs: Uveďte také zkrácený kód %1$s přesně tak, jak jste jej zadali na příslušné stránce.
da: Inkluder også kortkoden %1$s nøjagtigt som du har indtastet den på den berørte side.
de: Bitte fügen Sie auch den Shortcode %1$s genau so ein, wie Sie ihn auf der betroffenen Seite eingegeben haben.
el: Επίσης, παρακαλώ συμπεριλάβετε τον σύντομο κωδικό %1$s ακριβώς όπως τον έχετε εισάγει στη σελίδα που αφορά το πρόβλημα.
es: Incluya también el código abreviado %1$s tal y como lo ha introducido en la página afectada.
et: Lisage ka lühikood %1$s täpselt nii, nagu te olete selle asjaomasele lehele sisestanud.
fi: Lisää myös %1$s lyhytkoodi täsmälleen sellaisena kuin se on syötetty kyseiselle sivulle.
fr: Veuillez également inclure le shortcode %1$s exactement tel que vous l'avez saisi sur la page concernée.
hu: Kérjük, adja meg a %1$s rövidkódot pontosan úgy, ahogyan azt az érintett oldalon beírta.
it: Includi anche lo shortcode %1$s esattamente come lo hai inserito nella pagina interessata.
ja: また、影響を受けたページに入力したままの状態で、%1$sショートコードを正確に含めてください。
ko: 또한 해당 페이지에 입력하신 그대로 %1$s 단축 코드를 정확히 포함해 주십시오.
lt: Taip pat įtraukite trumpą kodą %1$s tiksliai taip, kaip jį įvedėte atitinkamame puslapyje.
lv: Lūdzu, iekļaujiet arī īso kodu %1$s tieši tā, kā tas ir ievadīts attiecīgajā lapā.
nb: Vennligst inkluder også %1$s kortkoden nøyaktig slik du har angitt den på den berørte siden.
nl: Vermeld ook de %1$s shortcode precies zoals u deze op de betreffende pagina hebt ingevoerd.
pl: Proszę również podać skrót %1$s dokładnie tak, jak został on wpisany na danej stronie.
pt: Inclua também o código abreviado %1$s exatamente como você o inseriu na página afetada.
ru: Также, пожалуйста, включите шорткод %1$s точно так, как он введен на соответствующей странице.
sk: Prosím, uveďte aj skrátený kód %1$s presne tak, ako ste ho zadali na príslušnej stránke.
sl: Vključite tudi kratko kodo %1$s, točno tako, kot ste jo vnesli na zadevni strani.
sr: Такође, молимо вас да унесете кратки код %1$s тачно онако како сте га унели на дотичној страници.
tr: Ayrıca, etkilenen sayfaya girdiğiniz şekilde %1$s kısa kodunu da ekleyin.
uk: Також, будь ласка, вкажіть короткий код %1$s точно так, як ви його ввели на відповідній сторінці.
zh: 请务必包含%1$s短代码，且必须与您在受影响页面中输入的完全一致。

source: No events found.
cs: Nebyly nalezeny žádné akce.
da: Ingen begivenheder blev fundet.
de: Keine Veranstaltungen gefunden.
el: Δεν βρέθηκαν συμβάντα.
es: No hay eventos encontrados.
et: Ühtegi sündmust ei leitud.
fi: Tapahtumia ei löytynyt.
fr: Aucun événement trouvé.
hu: Nem található esemény.
it: Nessun evento trovato.
ja: イベントが見つかりませんでした。
ko: 일정이 없습니다.
lt: Renginių nerasta.
lv: Nav atrasti notikumi.
nb: Ingen dager funnet
nl: Geen evenementen gevonden.
pl: Nie znaleziono wydarzeń.
pt: Nenhum evento encontrado.
ru: Событий не найдено.
sk: Žiadne udalosti.
sl: Ni bilo najdenih dogodkov.
sr: Није пронађен ниједан догађај.
tr: Etkinlik Bulunamadı.
uk: Події не знайдені.
zh: 没有发现活动事件。

source: Previous Page
cs: Předchozí stránka
da: Forrige side
de: Vorherige Seite
el: Προηγούμενη Σελίδα
es: Página anterior
et: Eelmine lehekülg
fi: Edellinen sivu
fr: Page précédente
hu: Előző oldal
it: Pagina precedente
ja: 前のページ
ko: 이전 페이지
lt: Ankstesnis puslapis
lv: Iepriekšējā lappuse
nb: Forrige side
nl: Vorige pagina
pl: Poprzednia strona
pt: Página Anterior
ru: Предыдущая страница
sk: Predošlá stránka
sl: Prejšnja stran
sr: Претходна страница
tr: Önceki Sayfa
uk: Попередня сторінка
zh: 上一页

source: Next Page
cs: Další stránka
da: Næste side
de: Nächste Seite
el: Επόμενη Σελίδα
es: Siguiente página
et: järgmine lk
fi: Seuraava sivu
fr: Page suivante
hu: Következő oldal
it: Pagina successiva
ja: 次のページ
ko: 다음 페이지
lt: Kitas puslapis
lv: Nākamā lapa
nb: Neste side
nl: Volgende pagina
pl: Następna strona
pt: Próxima página
ru: Следующая Страница
sk: Ďalšia strana
sl: Naslednja stran
sr: Следећа страна
tr: Sonraki Sayfa
uk: Наступна сторінка
zh: 下一页

source: All Day
cs: Celý den
da: Hele dagen
de: Ganztägig
el: Ολοήμερο
es: Todo el día
et: Kogu päev
fi: Koko päivä
fr: Toute la journée
hu: Egész nap
it: Tutto il giorno
ja: 終日
ko: 하루 종일
lt: Visą dieną
lv: Visu dienu
nb: Hele dagen
nl: De hele dag
pl: Cały dzień
pt: Todos os Dias
ru: Весь день
sk: Celý deň
sl: Cel dan
sr: Читав дан
tr: Tüm Gün
uk: Весь день
zh: 全天

source: Previous Month
cs: Předchozí měsíc
da: Forrige måned
de: Vorheriger Monat
el: Προηγούμενος μήνας
es: Mes anterior
et: Eelmine kuu
fi: Edellinen kuukausi
fr: Mois précédent
hu: Előző hónap
it: Mese precedente
ja: 先月
ko: 이전달
lt: Ankstesnis mėnuo
lv: Iepriekšējais mēnesis
nb: Forrige måned
nl: Vorige maand
pl: Poprzedni miesiąc
pt: Mês Anterior
ru: Предыдущий месяц
sk: Predchádzajúci mesiac
sl: Nazaj
sr: Претходни месец
tr: Önceki Ay
uk: Попередній місяць
zh: 上月

source: Next Month
cs: Následující měsíc
da: Næste måned
de: Nächster Monat
el: Επόμενος μήνας
es: Próximo Mes
et: Järgmine kuu
fi: Seuraava kuukausi
fr: Mois suivant
hu: Következő hónap
it: Mese prossimo
ja: 来月
ko: 다음달
lt: Kitas mėnuo
lv: Nākamais mēnesis
nb: Neste måned
nl: Volgende maand
pl: Następny miesiąc
pt: Próximo Mês
ru: Следующий месяц
sk: Nasledujúci mesiac
sl: Naslednji mesec
sr: Datum isteka
tr: Gelecek Ay
uk: Наступний місяць
zh: 下个月

source: Today
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
et: Täna
fi: Tänään
fr: Aujourd’hui
hu: Ma
it: Oggi
ja: 今日
ko: 오늘
lt: Šiandien
lv: Šodien
nb: I dag
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ru: Сегодня
sk: Dnes
sl: Danes
sr: Danas
tr: Bugün
uk: Сьогодні
zh: 今天

source: Month selection
cs: Výběr měsíce
da: Valg af måned
de: Auswahl des Monats
el: Επιλογή μήνα
es: Selección de mes
et: Kuu valik
fi: Kuukauden valinta
fr: Sélection du mois
hu: Hónap kiválasztása
it: Selezione del mese
ja: 月選択
ko: 월 선택
lt: Mėnesio pasirinkimas
lv: Mēneša izvēle
nb: Valg av måned
nl: Maand selecteren
pl: Wybór miesiąca
pt: Seleção do mês
ru: Выбор месяца
sk: Výber mesiaca
sl: Izbira meseca
sr: Избор месеца
tr: Ay seçimi
uk: Вибір місяця
zh: 月份选择

source: No events.
cs: Žádné události.
da: Ingen arrangementer.
de: Keine Termine.
el: Δεν υπάρχουν εκδηλώσεις.
es: No hay eventos.
et: Üritusi pole.
fi: Ei tapahtumia.
fr: Pas d'événements.
hu: Nincs esemény.
it: Nessun evento.
ja: イベントはありません。
ko: 이벤트 없음.
lt: Nėra įvykių.
lv: Nav notikumu.
nb: Ingen hendelser.
nl: Geen gebeurtenissen.
pl: Brak zdarzeń.
pt: Sem eventos.
ru: Нет событий.
sk: Žiadne udalosti.
sl: Ni dogodkov.
sr: Нема догађаја.
tr: Etkinlik yok.
uk: Немає подій.
zh: 没有事件。

source: No additional events this month.
cs: Tento měsíc se nekonají žádné další akce.
da: Ingen yderligere begivenheder denne måned.
de: Diesen Monat gibt es keine weiteren Termine.
el: Δεν υπάρχουν επιπλέον εκδηλώσεις αυτό το μήνα.
es: No hay eventos adicionales este mes.
et: Sel kuul pole lisasündmusi.
fi: Tässä kuussa ei ole muita tapahtumia.
fr: Pas d'autres événements ce mois-ci.
hu: Ebben a hónapban nincs további esemény.
it: Nessun evento aggiuntivo questo mese.
ja: 今月は追加のイベントはありません。
ko: 이번 달에는 추가 행사가 없습니다.
lt: Šį mėnesį nėra papildomų renginių.
lv: Šomēnes nav papildu pasākumu.
nb: Ingen ekstra arrangementer denne måneden.
nl: Geen extra evenementen deze maand.
pl: W tym miesiącu nie ma żadnych dodatkowych wydarzeń.
pt: Não há eventos adicionais este mês.
ru: В этом месяце нет дополнительных мероприятий.
sk: Tento mesiac nie sú naplánované žiadne ďalšie podujatia.
sl: Ta mesec ni dodatnih dogodkov.
sr: Нема додатних догађаја овог месеца.
tr: Bu ay ek etkinlik yok.
uk: Цього місяця немає додаткових подій.
zh: 本月没有其他活动。

source: Week selection
cs: Výběr týdne
da: Valg af uge
de: Auswahl der Woche
el: Επιλογή εβδομάδας
es: Selección semanal
et: Nädala valik
fi: Viikon valinta
fr: Sélection de la semaine
hu: Heti kiválasztás
it: Selezione della settimana
ja: 週間選択
ko: 주 선택
lt: Savaitės pasirinkimas
lv: Nedēļas izvēle
nb: Valg av uke
nl: Week selectie
pl: Wybór tygodnia
pt: Seleção da semana
ru: Выбор недели
sk: Výber týždňa
sl: Izbor tedna
sr: Избор недеље
tr: Hafta seçimi
uk: Вибір тижня
zh: 周数选择

source: Last week
cs: Minulý týden
da: Sidste uge
de: Letzte Woche
el: Την προηγούμενη εβδομάδα
es: La semana pasada
et: Eelmine nädal
fi: Viime viikolla
fr: Semaine dernière
hu: Előző hét
it: Settimana scorsa
ja: 先週
ko: 지난 주
lt: Paskutinė savaitė
lv: Pagājušajā nedēļā
nb: Forrige uke
nl: Afgelopen week
pl: Ostatni tydzień
pt: Semana passada
ru: На прошлой неделе
sk: Minulý týždeň
sl: Prejšnji teden
sr: Последња недеља
tr: Geçen hafta
uk: Минулого тижня
zh: 上周

source: This week
cs: Tento týden
da: Denne uge
de: Diese Woche
el: Αυτή την εβδομάδα
es: Esta semana
et: See nädal
fi: Tämä viikko
fr: Cette semaine
hu: Ezen a héten
it: Questa settimana
ja: 今週
ko: 이번 주
lt: Šią savaitę
lv: Šonedēļ
nb: Nåværende uke
nl: Deze week
pl: W tym tygodniu
pt: Esta semana
ru: Эта неделя
sk: Tento týždeň
sl: Ta teden
sr: Ove nedelje
tr: Bu hafta
uk: Тиждень
zh: 本周

source: Next week
cs: Příští týden
da: Næste uge
de: Nächste Woche
el: Την επόμενη εβδομάδα
es: Próxima semana
et: Järgmine nädal
fi: Seuraava viikko
fr: Semaine prochaine
hu: Következő héten
it: La settimana prossima
ja: 来週
ko: 다음 주
lt: Kita savaitę
lv: Nākamajā nedēļā
nb: Neste uke
nl: Volgende week
pl: Następny tydzień
pt: Próxima semana
ru: Следующая неделя
sk: Budúci týždeň
sl: Naslednji teden
sr: Следеће недеље
tr: Gelecek hafta
uk: Наступного тижня
zh: 下周

source: ICS Calendar
et: ICS kalender
fi: ICS-kalenteri
nl: ICS-kalender
sr: ICS календар
tr: ICS Takvimi
uk: Календар ICS
zh: ICS 日历

source: https://icscalendar.com
sr: хттпс://ицсцалендар.цом

source: Turn your Google Calendar, Microsoft Office 365 or Apple iCloud Calendar into a seamlessly integrated, auto-updating, zero-maintenance WordPress experience.
cs: Proměňte svůj kalendář Google, Microsoft Office 365 nebo Apple iCloud v dokonale integrovaný, automaticky aktualizovaný a bezúdržbový WordPress.
da: Gør din Google Kalender, Microsoft Office 365 eller Apple iCloud Kalender til en problemfrit integreret, automatisk opdateret WordPress-oplevelse, der ikke kræver vedligeholdelse.
de: Verwandeln Sie Ihren Google Kalender, Microsoft Office 365 oder Apple iCloud Kalender in ein nahtlos integriertes, automatisch aktualisiertes und wartungsfreies WordPress-Erlebnis.
el: Μετατρέψτε το Ημερολόγιο Google, το Microsoft Office 365 ή το Ημερολόγιο Apple iCloud σε μια απρόσκοπτα ενσωματωμένη, αυτόματα ενημερωμένη εμπειρία WordPress που δεν απαιτεί συντήρηση.
es: Convierte tu calendario de Google, Microsoft Office 365 o Apple iCloud en una experiencia WordPress perfectamente integrada, con actualización automática y sin mantenimiento.
et: Muutke oma Google Kalender, Microsoft Office 365 või Apple iCloud Kalender sujuvalt integreeritud, automaatselt uuenevaks ja hooldusvabaks WordPressi kogemuseks.
fi: Muuta Google-kalenterisi, Microsoft Office 365 -kalenterisi tai Apple iCloud -kalenterisi saumattomasti integroiduksi, automaattisesti päivittyvaksi ja huoltovapaaksi WordPress-kokemukseksi.
fr: Transformez votre calendrier Google, Microsoft Office 365 ou Apple iCloud en une expérience WordPress parfaitement intégrée, mise à jour automatiquement et sans aucune maintenance.
hu: Alakítsa Google Naptárát, Microsoft Office 365-jét vagy Apple iCloud Naptárát zökkenőmentesen integrált, automatikusan frissülő, karbantartást nem igénylő WordPress-élménnyé.
it: Trasforma il tuo Google Calendar, Microsoft Office 365 o Apple iCloud Calendar in un'esperienza WordPress perfettamente integrata, con aggiornamenti automatici e senza necessità di manutenzione.
ja: Googleカレンダー、Microsoft Office 365、またはApple iCloudカレンダーを、シームレスに統合され、自動更新され、メンテナンス不要なWordPress体験に変えましょう。
ko: Google 캘린더, Microsoft Office 365 또는 Apple iCloud 캘린더를 원활하게 통합되고 자동 업데이트되며 유지보수가 전혀 필요 없는 WordPress 환경으로 전환하세요.
lt: Paversti savo „Google“ kalendorių, „Microsoft Office 365“ arba „Apple iCloud“ kalendorių į sklandžiai integruotą, automatiškai atnaujinamą ir priežiūros nereikalaujančią „WordPress“ patirtį.
lv: Pārvērtiet savu Google kalendāru, Microsoft Office 365 vai Apple iCloud kalendāru par vienoti integrētu, automātiski atjauninātu un bezapkopes WordPress pieredzi.
nb: Gjør Google Kalender, Microsoft Office 365 eller Apple iCloud Kalender til en sømløst integrert, automatisk oppdatert WordPress-opplevelse som ikke krever vedlikehold.
nl: Verander uw Google Agenda, Microsoft Office 365 of Apple iCloud Agenda in een naadloos geïntegreerde, automatisch bijgewerkte WordPress-ervaring die geen onderhoud vereist.
pl: Zmień swój kalendarz Google, Microsoft Office 365 lub Apple iCloud w płynnie zintegrowane, automatycznie aktualizowane i niewymagające konserwacji rozwiązanie WordPress.
pt: Transforme seu Google Agenda, Microsoft Office 365 ou Apple iCloud Calendar em uma experiência WordPress perfeitamente integrada, com atualização automática e sem necessidade de manutenção.
ru: Превратите свой календарь Google, Microsoft Office 365 или Apple iCloud в легко интегрируемый, автоматически обновляемый и не требующий обслуживания календарь WordPress.
sk: Premeňte svoj kalendár Google, Microsoft Office 365 alebo Apple iCloud na bezproblémovo integrovaný, automaticky aktualizovaný a bezúdržbový WordPress.
sl: Svoj Google Koledar, Microsoft Office 365 ali Apple iCloud Koledar spremenite v brezhibno integrirano, samodejno posodobljivo in brez vzdrževanja WordPress izkušnjo.
sr: Претворите свој Google календар, Microsoft Office 365 или Apple iCloud календар у беспрекорно интегрисано, аутоматски ажурирајуће WordPress искуство без потребе за одржавањем.
tr: Google Takvim, Microsoft Office 365 veya Apple iCloud Takvim'inizi sorunsuz bir şekilde entegre, otomatik güncellenen, bakım gerektirmeyen bir WordPress deneyimine dönüştürün.
uk: Перетворіть свій календар Google, Microsoft Office 365 або Apple iCloud на бездоганно інтегрований, автоматично оновлюваний і не потребуючий обслуговування календар WordPress.
zh: 将您的谷歌日历、微软Office 365或苹果iCloud日历转化为无缝集成、自动更新且零维护的WordPress体验。

source: Room 34 Creative Services, LLC
cs: Pokoj 34 Kreativní služby, LLC
et: Tuba 34 Loomingulised teenused, LLC
ja: ルーム34 クリエイティブ・サービスズ合同会社
sr: Соба 34 Креативне услуге, ДОО
tr: Oda 34 Yaratıcı Hizmetler, LLC
uk: Кімната 34 Creative Services, ТОВ

source: Event download failed.
et: Sündmuse allalaadimine ebaõnnestus.
fi: Tapahtuman lataus epäonnistui.
hu: Az esemény letöltése sikertelen.
it: Download dell'evento non riuscito.
nb: Nedlastingen av arrangementet mislyktes.
nl: Het downloaden van het evenement is mislukt.
pl: Pobieranie wydarzenia nie powiodło się.
pt: Falha no download do evento.
ru: Сбой при загрузке события.
uk: Завантаження події не вдалося.
zh: 活动下载失败。
