Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: Thank you for installing %1$s. Before creating your first calendar shortcode, please visit your %2$sGeneral Settings%3$s page and verify that your site language, timezone and date/time format settings are correct. See our %4$sUser Guide%5$s for more information.
cs: Děkujeme za instalaci %1$s. Než vytvoříte svůj první zkrácený kód kalendáře, navštivte stránku %2$sObecná nastavení%3$s a zkontrolujte, zda jsou nastavení jazyka, časového pásma a formátu data/času na vašem webu správná. Další informace naleznete v naší %4$suživatelské příručce%5$s.
da: Tak, fordi du har installeret %1$s. Inden du opretter din første kalender-shortcode, skal du gå til siden %2$sGenerelle indstillinger%3$s og kontrollere, at indstillingerne for dit websteds sprog, tidszone og dato-/tidsformat er korrekte. Se vores %4$sbrugervejledning%5$s for mere information.
de: Vielen Dank, dass Sie %1$s installiert haben. Bevor Sie Ihren ersten Kalender-Shortcode erstellen, besuchen Sie bitte die Seite %2$sAllgemeine Einstellungen%3$s und überprüfen Sie, ob die Einstellungen für die Sprache Ihrer Website, die Zeitzone und das Datums-/Zeitformat korrekt sind. Weitere Informationen finden Sie in unserem %4$sBenutzerhandbuch%5$s.
el: Σας ευχαριστούμε για την εγκατάσταση %1$s. Πριν δημιουργήσετε τον πρώτο σας σύντομο κωδικό ημερολογίου, παρακαλούμε επισκεφθείτε τη σελίδα %2$sΓενικές ρυθμίσεις%3$s και βεβαιωθείτε ότι η γλώσσα του ιστότοπού σας, η ζώνη ώρας και οι ρυθμίσεις μορφής ημερομηνίας/ώρας είναι σωστές. Ανατρέξτε στον %4$sΟδηγό χρήσης%5$s για περισσότερες πληροφορίες.
es: Gracias por instalar %1$s. Antes de crear tu primer código corto de calendario, visita la página %2$sConfiguración general%3$s y comprueba que el idioma, la zona horaria y el formato de fecha y hora de tu sitio web sean correctos. Consulta nuestra %4$sGuía del usuario%5$s para obtener más información.
et: Täname, et installisite %1$s. Enne esimese kalendri lühikoodi loomist külastage palun oma %2$sÜldised seaded%3$s lehte ja kontrollige, et teie veebisaidi keel, ajavöönd ja kuupäeva/kellaaja formaadi seaded on õiged. Lisateavet leiate meie %4$skasutusjuhendist%5$s.
fi: Kiitos, että olet asentanut %1$s. Ennen kuin luot ensimmäisen kalenterin pikakoodin, käy %2$sYleiset asetukset%3$s-sivulla ja tarkista, että sivustosi kieli, aikavyöhyke ja päivämäärä-/aikaformaattiasetukset ovat oikein. Lisätietoja on %4$skäyttöoppaassamme%5$s.
fr: Merci d'avoir installé %1$s. Avant de créer votre premier shortcode de calendrier, veuillez visiter votre page %2$sParamètres généraux%3$s et vérifier que les paramètres de langue, de fuseau horaire et de format de date/heure de votre site sont corrects. Consultez notre %4$sGuide de l'utilisateur%5$s pour plus d'informations.
hu: Köszönjük, hogy telepítette a %1$s programot. Mielőtt létrehozná az első naptár rövidkódját, kérjük, látogasson el a %2$sÁltalános beállítások%3$s oldalra, és ellenőrizze, hogy a webhely nyelve, időzónája és dátum/idő formátuma helyes-e. További információkért tekintse meg a %4$sFelhasználói útmutatót%5$s.
it: Grazie per aver installato %1$s. Prima di creare il tuo primo shortcode per il calendario, visita la pagina %2$sImpostazioni generali%3$s e verifica che le impostazioni relative alla lingua del sito, al fuso orario e al formato di data/ora siano corrette. Per ulteriori informazioni, consulta la nostra %4$sGuida utente%5$s.
ja: %1$sのインストールありがとうございます。最初のカレンダーショートコードを作成する前に、%2$s一般設定%3$sページにアクセスし、サイトの言語、タイムゾーン、日付/時刻形式の設定が正しいことを確認してください。詳細は%4$sユーザーガイド%5$sをご覧ください。
ko: %1$s을 설치해 주셔서 감사합니다. 첫 번째 캘린더 숏코드를 생성하기 전에 %2$s일반 설정%3$s 페이지로 이동하여 사이트 언어, 시간대 및 날짜/시간 형식 설정이 올바른지 확인해 주세요. 자세한 내용은 %4$s사용자 가이드%5$s를 참조하십시오.
lt: Dėkojame už %1$s įdiegimą. Prieš kurdami pirmąjį kalendoriaus trumpąjį kodą, apsilankykite %2$sBendrieji nustatymai%3$s puslapyje ir patikrinkite, ar jūsų svetainės kalba, laiko juosta ir datos/laiko formato nustatymai yra teisingi. Daugiau informacijos rasite mūsų %4$sVartotojo vadove%5$s.
lv: Paldies, ka instalējāt %1$s. Pirms izveidojat savu pirmo kalendāra īskodu, lūdzu, apmeklējiet savu %2$sVispārīgo iestatījumu%3$s lapu un pārbaudiet, vai jūsu vietnes valoda, laika zona un datuma/laika formāta iestatījumi ir pareizi. Sīkāku informāciju skatiet mūsu %4$sLietotāja rokasgrāmatā%5$s.
nb: Takk for at du installerte %1$s. Før du oppretter din første kalender-kortkode, må du gå til siden %2$sGenerelle innstillinger%3$s og kontrollere at innstillingene for språk, tidssone og dato-/tidsformat på nettstedet ditt er riktige. Se vår %4$sbrukerveiledning%5$s for mer informasjon.
nl: Bedankt voor het installeren van %1$s. Voordat u uw eerste kalender-shortcode aanmaakt, gaat u naar de pagina %2$sAlgemene instellingen%3$s en controleert u of de instellingen voor de taal, tijdzone en datum-/tijdnotatie van uw site correct zijn. Raadpleeg onze %4$sgebruikershandleiding%5$s voor meer informatie.
pl: Dziękujemy za zainstalowanie %1$s. Przed utworzeniem pierwszego skrótu kalendarza prosimy przejść do strony %2$sUstawienia ogólne%3$s i sprawdzić, czy ustawienia języka witryny, strefy czasowej oraz formatu daty i godziny są prawidłowe. Więcej informacji można znaleźć w naszym %4$sPodręczniku użytkownika%5$s.
pt: Obrigado por instalar %1$s. Antes de criar seu primeiro código de calendário, acesse a página %2$sConfigurações gerais%3$s e verifique se as configurações de idioma, fuso horário e formato de data/hora do seu site estão corretas. Consulte nosso %4$sGuia do usuário%5$s para obter mais informações.
ru: Спасибо за установку %1$s. Перед созданием первого шорткода календаря посетите страницу %2$sОбщие настройки%3$s и убедитесь, что язык сайта, часовой пояс и формат даты/времени настроены правильно. Дополнительную информацию см. в %4$sРуководстве пользователя%5$s.
sk: Ďakujeme za inštaláciu %1$s. Pred vytvorením prvého skráteného kódu kalendára navštívte stránku %2$sVšeobecné nastavenia%3$s a skontrolujte, či sú nastavenia jazyka, časového pásma a formátu dátumu/času na vašej stránke správne. Ďalšie informácie nájdete v našej %4$sPoužívateľskej príručke%5$s.
sl: Hvala za namestitev %1$s. Preden ustvarite svoj prvi kratki kodek za koledar, obiščite stran %2$sSplošne nastavitve%3$s in preverite, ali so nastavitve jezika spletnega mesta, časovnega pasu in formata datuma/časa pravilne. Za več informacij glejte naš %4$suporabniški priročnik%5$s.
sr: Хвала вам што сте инсталирали %1$s. Пре него што креирате свој први кратки код календара, посетите страницу %2$sОпшта подешавања%3$s и проверите да ли су подешавања за језик сајта, временску зону и формат датума/времена исправна. Више информација потражите у нашем %4$sУпутству за кориснике%5$s.
tr: %1$s'ı yüklediğiniz için teşekkür ederiz. İlk takvim kısa kodunuzu oluşturmadan önce, lütfen %2$sGenel Ayarlar%3$s sayfanızı ziyaret edin ve sitenizin dil, saat dilimi ve tarih/saat formatı ayarlarının doğru olduğunu kontrol edin. Daha fazla bilgi için %4$sKullanım Kılavuzumuza%5$s bakın.
uk: Дякуємо за встановлення %1$s. Перш ніж створювати свій перший шорткод календаря, відвідайте сторінку %2$sЗагальні налаштування%3$s і переконайтеся, що мова сайту, часовий пояс та формат дати/часу налаштовані правильно. Докладнішу інформацію дивіться в нашому %4$sПосібнику користувача%5$s.
zh: 感谢您安装%1$s。在创建首个日历短代码前，请访问您的%2$s常规设置%3$s页面，确认网站语言、时区及日期/时间格式设置是否正确。更多信息请参阅我们的%4$s用户指南%5$s。

source: Get started with %1$s in four easy steps... and you've already completed step one! Check out our %2$sQuick Start Guide%3$s for the rest.
cs: Začněte s %1$s ve čtyřech snadných krocích... a první krok už máte za sebou! Podívejte se na naši %2$sRychlou příručku%3$s pro další informace.
da: Kom i gang med %1$s i fire nemme trin... og du har allerede gennemført trin 1! Se vores %2$sHurtigstartguide%3$s for resten.
de: Beginnen Sie mit %1$s in vier einfachen Schritten... und schon haben Sie den ersten Schritt abgeschlossen! Weitere Informationen finden Sie in unserer %2$sSchnellstartanleitung%3$s.
el: Ξεκινήστε με το %1$s σε τέσσερα εύκολα βήματα... και έχετε ήδη ολοκληρώσει το πρώτο βήμα! Δείτε τον %2$sΟδηγό γρήγορης εκκίνησης%3$s για τα υπόλοιπα.
es: Empiece con %1$s en cuatro sencillos pasos... ¡y ya ha completado el primer paso! Consulte nuestra %2$sGuía de inicio rápido%3$s para ver el resto.
et: Alustage %1$s nelja lihtsa sammuga... ja esimene samm on juba tehtud! Ülejäänu leiate meie %2$skiirjuhendist%3$s.
fi: Aloita %1$s neljällä helpolla askeleella... ja olet jo suorittanut ensimmäisen askeleen! Tutustu %2$spikaoppaaseen%3$s saadaksesi lisätietoja.
fr: Commencez avec %1$s en quatre étapes faciles... et vous avez déjà terminé la première étape ! Consultez notre %2$sGuide de démarrage rapide%3$s pour le reste.
hu: Kezdje el a %1$s négy egyszerű lépésben... és máris teljesítette az első lépést! A többi lépésről olvassa el a %2$sGyors útmutatót%3$s.
it: Inizia con %1$s in quattro semplici passaggi... e hai già completato il primo! Consulta la nostra %2$sGuida rapida%3$s per il resto.
ja: %1$sを4つの簡単なステップで始めましょう…そして、もうステップ1は完了済みです！残りの手順については、%2$sクイックスタートガイド%3$sをご覧ください。
ko: %1$s을 시작하는 네 가지 쉬운 단계... 이미 첫 번째 단계를 완료하셨습니다! 나머지는 %2$s빠른 시작 가이드%3$s를 확인해 보세요.
lt: Pradėkite nuo %1$s keturiais paprastais žingsniais... ir jau baigėte pirmąjį žingsnį! Likusią informaciją rasite mūsų %2$sGreitojo pradžios vadove%3$s.
lv: Sāciet ar %1$s četros vienkāršos solīšos... un pirmais solis jau ir paveikts! Pārējos solīšus skatiet mūsu %2$sĀtrās uzsākšanas rokasgrāmatā%3$s.
nb: Kom i gang med %1$s i fire enkle trinn... og du har allerede fullført trinn én! Sjekk ut vår %2$shurtigstartguide%3$s for resten.
nl: Ga aan de slag met %1$s in vier eenvoudige stappen... en je hebt stap één al voltooid! Bekijk onze %2$sSnelstartgids%3$s voor de rest.
pl: Rozpocznij pracę z %1$s w czterech prostych krokach... i już wykonałeś pierwszy krok! Zapoznaj się z naszym %2$sPrzewodnikiem szybkiego startu%3$s, aby dowiedzieć się więcej.
pt: Comece com %1$s em quatro etapas fáceis... e você já concluiu a primeira etapa! Confira nosso %2$sGuia de Início Rápido%3$s para saber o restante.
ru: Начните с %1$s в четыре простых шага... и первый шаг уже выполнен! Ознакомьтесь с нашим %2$sкратким руководством по началу работы%3$s, чтобы узнать остальное.
sk: Začnite s %1$s v štyroch jednoduchých krokoch... a prvý krok máte už za sebou! Prečítajte si našu %2$sRýchlu príručku%3$s pre zvyšok.
sl: Začnite z %1$s v štirih preprostih korakih... in prvi korak ste že opravili! Preberite naš %2$sVodnik za hiter začetek%3$s za ostalo.
sr: Почните са %1$s у четири једноставна корака... и већ сте завршили први корак! Погледајте наш %2$sВодич за брзи почетак%3$s за остало.
tr: Dört kolay adımda %1$s ile başlayın... ve ilk adımı tamamladınız bile! Geri kalanı için %2$sHızlı Başlangıç Kılavuzu%3$s'na göz atın.
uk: Почніть з %1$s у чотири прості кроки... і ви вже виконали перший крок! Ознайомтеся з нашим %2$sКратким посібником з початку роботи%3$s, щоб дізнатися про решту.
zh: 只需四个简单步骤即可开始使用%1$s...而您已经完成了第一步！请查阅我们的%2$s快速入门指南%3$s了解后续步骤。

source: Quick Start Guide
cs: Stručný návod k obsluze
da: Hurtig start guide
de: Schnellstartanleitung
el: Οδηγός γρήγορης εκκίνησης
es: Guía de inicio rápido
et: Kiirjuhend
fi: Pikaopas
fr: Guide de démarrage rapide
hu: Gyorsbeállítás varázsló
it: Guida rapida
ja: 登録情報の更新
ko: 퀵 스타트 가이드
lt: Greito pasirengimo darbui vadovas
lv: Ātrā uzsākšanas rokasgrāmata
nb: Hurtigstartguide
nl: Snel Start Handleiding
pl: Skrócona instrukcja obsługi
pt: Guia de Início Rápido
ru: Руководство для быстрого старта
sk: Rýchly sprievodca
sl: Kratki vodnik za začetek
sr: Водич за брзи почетак
tr: Hızlı Başlangıç Rehberi
uk: Короткий посібник користувача
zh: 快速指导

source: An extensive %1$sUser Guide%2$s is available on our website. Below are some quick links to key resources in the documentation.
cs: Na našich webových stránkách je k dispozici rozsáhlá %1$suživatelská příručka%2$s. Níže naleznete několik rychlých odkazů na klíčové zdroje v dokumentaci.
da: En omfattende %1$sbrugervejledning%2$s er tilgængelig på vores hjemmeside. Nedenfor finder du nogle hurtige links til vigtige ressourcer i dokumentationen.
de: Eine ausführliche %1$sBenutzeranleitung%2$s ist auf unserer Website verfügbar. Nachfolgend finden Sie einige Quicklinks zu wichtigen Ressourcen in der Dokumentation.
el: Ένας αναλυτικός %1$sΟδηγός χρήστη%2$s είναι διαθέσιμος στον ιστότοπό μας. Ακολουθούν μερικοί γρήγοροι σύνδεσμοι προς βασικούς πόρους της τεκμηρίωσης.
es: En nuestro sitio web hay disponible una completa %1$sGuía del usuario%2$s. A continuación se incluyen algunos enlaces rápidos a recursos clave de la documentación.
et: Meie veebisaidil on saadaval põhjalik %1$skasutusjuhend%2$s. Allpool on mõned kiirlingid dokumentatsiooni olulisematele allikatele.
fi: Kattava %1$skäyttöopas%2$s on saatavilla verkkosivustollamme. Alla on muutamia pikalinkkejä dokumentaation tärkeimpiin resursseihin.
fr: Un %1$s guide d'utilisation complet %2$s est disponible sur notre site Web. Vous trouverez ci-dessous quelques liens rapides vers les ressources clés de la documentation.
hu: Kiterjedt %1$sfelhasználói útmutató%2$s található weboldalunkon. Az alábbiakban néhány gyors linket talál a dokumentáció legfontosabb forrásaihoz.
it: Sul nostro sito web è disponibile una %1$sguida utente%2$s completa. Di seguito sono riportati alcuni collegamenti rapidi alle risorse principali della documentazione.
ja: 当社のウェブサイトでは、詳細な%1$sユーザーガイド%2$sをご覧いただけます。以下に、ドキュメント内の主要リソースへのクイックリンクをいくつか掲載します。
ko: 저희 웹사이트에서 자세한 %1$s사용자 가이드%2$s를 확인하실 수 있습니다. 아래는 문서 내 주요 자료에 대한 빠른 링크입니다.
lt: Išsami %1$svartotojo vadovas%2$s yra prieinamas mūsų svetainėje. Toliau pateikiami greiti nuorodos į pagrindinius dokumentacijos išteklius.
lv: Mūsu tīmekļa vietnē ir pieejama plaša %1$slietotāja rokasgrāmata%2$s. Zemāk ir sniegtas dažas ātrās saites uz galvenajiem resursiem dokumentācijā.
nb: En omfattende %1$sbrukerveiledning%2$s er tilgjengelig på vår nettside. Nedenfor finner du noen hurtiglenker til viktige ressurser i dokumentasjonen.
nl: Een uitgebreide %1$sgebruikershandleiding%2$s is beschikbaar op onze website. Hieronder vindt u enkele snelkoppelingen naar belangrijke bronnen in de documentatie.
pl: Obszerny %1$sPodręcznik użytkownika%2$s jest dostępny na naszej stronie internetowej. Poniżej znajduje się kilka szybkich linków do kluczowych zasobów w dokumentacji.
pt: Um extenso %1$sGuia do Usuário%2$s está disponível em nosso site. Abaixo estão alguns links rápidos para os principais recursos da documentação.
ru: На нашем веб-сайте доступно подробное %1$sруководство пользователя%2$s. Ниже приведены несколько быстрых ссылок на ключевые ресурсы в документации.
sk: Na našej webovej stránke je k dispozícii rozsiahla %1$sužívateľská príručka%2$s. Nižšie nájdete niekoľko rýchlych odkazov na kľúčové zdroje v dokumentácii.
sl: Na naši spletni strani je na voljo obsežen %1$suporabniški priročnik%2$s. Spodaj je nekaj hitrih povezav do ključnih virov v dokumentaciji.
sr: Опсежан %1$sУпутство за кориснике%2$s је доступно на нашој веб страници. У наставку су неке брзе везе до кључних ресурса у документацији.
tr: Kapsamlı bir %1$sKullanıcı Kılavuzu%2$s web sitemizde mevcuttur. Aşağıda, belgelerdeki önemli kaynaklara hızlı erişim bağlantıları bulunmaktadır.
uk: На нашому веб-сайті доступний розширений %1$sПосібник користувача%2$s. Нижче наведено кілька швидких посилань на основні ресурси в документації.
zh: 我们的网站上提供了一份详尽的%1$s用户指南%2$s。以下是文档中关键资源的快速链接：

source: General:
cs: Obecné:
da: Generelt:
de: Allgemein:
el: Γενικά:
et: Üldine:
fi: Yleistä:
fr: Général :
hu: Általános:
it: Generale:
ja: 全般:
ko: 일반:
lt: Bendros:
lv: Vispārīgi:
nb: Generelt:
nl: Algemeen:
pl: Ogólne:
pt: Geral:
ru: Основные:
sk: Všeobecné informácie:
sl: Splošno:
sr: Опште:
tr: Genel:
uk: Загальні:
zh: 常规：

source: General WordPress Settings
cs: Obecná nastavení WordPressu
da: Generelle WordPress-indstillinger
de: Allgemeine WordPress-Einstellungen
el: Γενικές ρυθμίσεις WordPress
es: Configuración general de WordPress
et: WordPressi üldised seaded
fi: WordPressin yleiset asetukset
fr: Paramètres généraux WordPress
hu: Általános WordPress beállítások
it: Impostazioni generali di WordPress
ja: WordPress の基本設定
ko: 워드프레스 일반 설정
lt: Bendrieji WordPress nustatymai
lv: Vispārējie WordPress iestatījumi
nb: Generelle WordPress-innstillinger
nl: Algemene WordPress-instellingen
pl: Ogólne ustawienia WordPressa
pt: Configurações gerais do WordPress
ru: Общие настройки WordPress
sk: Všeobecné nastavenia WordPressu
sl: Splošne nastavitve WordPressa
sr: Општа подешавања WordPress-а
tr: Genel WordPress Ayarları
uk: Загальні налаштування WordPress
zh: WordPress 常规设置

source: %1$s Settings
cs: %1$s Nastavení
da: %1$s Indstillinger
de: %s Einstellungen
el: %1$s Ρυθμίσεις
es: %1$s Ajustes
et: %1$s Seaded
fi: %1$s Asetukset
fr: %1$s Réglages
hu: %1$s Beállítások
it: %1$s Impostazioni
ja: %1$s の設定
ko: %1$s 설정
lt: %1$s Nustatymai
lv: %1$s Iestatījumi
nb: %1$s Innstillinger
nl: %1$s-instellingen
pl: %1$s Ustawienia
pt: %1$s configurações
ru: %1$s настройки
sk: %1$s Nastavenia
sl: %1$s nastavitve
sr: %1$s Подешавања
tr: %1$s Ayarları
uk: %1$s Налаштування
zh: %1$s 设置

source: Working with Shortcodes:
cs: Práce s krátkými kódy:
da: Arbejde med kortkoder:
de: Arbeiten mit Shortcodes:
el: Εργασία με σύντομους κωδικούς:
es: Trabajar con códigos cortos:
et: Lühikoodidega töötamine:
fi: Lyhytkoodien käyttö:
fr: Utilisation des codes courts :
hu: Rövidkódok használata:
it: Lavorare con gli shortcode:
ja: ショートコードの操作:
ko: 숏코드 작업하기:
lt: Darbas su trumpais kodais:
lv: Darbs ar īsajiem kodiem:
nb: Arbeide med kortkoder:
nl: Werken met shortcodes:
pl: Praca z kodami skrótowymi:
pt: Trabalhando com códigos de atalho:
ru: Работа с шорткодами:
sk: Práca s krátkymi kódmi:
sl: Delo s kratkimi kodami:
sr: Рад са кратким кодовима:
tr: Kısa kodlarla çalışma:
uk: Робота з коротким кодом:
zh: 使用简码

source: Shortcode Overview
cs: Přehled zkrácených kódů
da: Oversigt over kortkoder
de: Übersicht über Shortcodes
el: Επισκόπηση σύντομων κωδικών
es: Descripción general del código corto
et: Lühikoodi ülevaade
fi: Lyhytkoodien yleiskatsaus
fr: Présentation des codes courts
hu: Rövid kódok áttekintése
it: Panoramica degli shortcode
ja: ショートコードの概要
ko: 숏코드 개요
lt: Trumpųjų kodų apžvalga
lv: Īss koda pārskats
nb: Oversikt over kortkoder
nl: Overzicht van shortcodes
pl: Przegląd skrótów
pt: Visão geral do código abreviado
ru: Обзор шорткодов
sk: Prehľad skrátených kódov
sl: Pregled kratkih kod
sr: Преглед кратког кода
tr: Kısa Kod Genel Bakış
uk: Огляд коротких кодів
zh: 短代码概述

source: Shortcode Builder
cs: Stavitel Shortcodů
da: Kortkodegenerator
el: Δημιουργία σύντομων κωδικών
es: Generador de código corto
et: Lühikoodide looja
fi: Lyhytkoodityökalu
fr: Éditeur de raccourci
hu: Rövidkód építő
it: Codice Costruttore
ja: ショートコードビルダー
ko: 숏코드 빌더
lt: Trumpųjų kodų kūrėjas
lv: Īsā koda veidotājs
nb: Kortkodebygger
nl: Shortcode Bouwer
pl: Kreator skrótów
pt: Gerar Shortcode
ru: Конструктор шорткодов
sk: Obec Studenec server
sl: Oblikovalnik kratkih kod
sr: Креатор кратких кодова
tr: Kısa Kod Oluşturucu
uk: Конструктор шорткодів
zh: 短码生成器

source: Shortcode Parameters Reference
cs: Referenční tabulka parametrů zkrácených kódů
da: Reference til kortkodeparametre
de: Referenz zu Shortcode-Parametern
el: Αναφορά παραμέτρων σύντομου κώδικα
es: Referencia de parámetros de códigos cortos
et: Lühikoodi parameetrite viited
fi: Lyhytkoodiparametrien viite
fr: Référence des paramètres des codes courts
hu: Rövid kód paraméterek referencia
it: Riferimento ai parametri degli shortcode
ja: ショートコードパラメータリファレンス
ko: 숏코드 매개변수 참조
lt: Trumpųjų kodų parametrų nuorodos
lv: Īsā koda parametru atsauce
nb: Referanse for kortkodeparametere
nl: Referentie voor shortcode-parameters
pl: Parametry skrótów – odniesienie
pt: Referência dos parâmetros do código curto
ru: Справочник параметров шорткодов
sk: Referencia parametrov skrátených kódov
sl: Referenca parametrov kratkih kod
sr: Референца параметара кратког кода
tr: Kısa Kod Parametreleri Referansı
uk: Довідник параметрів коротких кодів
zh: 短代码参数参考

source: Advanced Topics:
cs: Pokročilá témata:
da: Avancerede emner:
de: Fortgeschrittene Themen:
el: Προχωρημένα θέματα:
es: Temas avanzados:
et: Täpsemad teemad:
fi: Edistyneitä aiheita:
fr: Sujets avancés :
hu: Haladó témák:
it: Argomenti avanzati:
ja: 高度なトピック
ko: 고급 주제:
lt: Išplėstinės temos:
lv: Papildu tēmas:
nb: Avanserte emner:
nl: Geavanceerde onderwerpen:
pl: Tematy zaawansowane:
pt: Tópicos avançados:
ru: Продвинутые темы:
sk: Pokročilé témy:
sl: Napredne teme:
sr: Напредне теме:
tr: İleri Düzey Konular:
uk: Розширені теми:
zh: 进阶主题：

source: FAQs and Tips
cs: Často kladené otázky a tipy
da: Ofte stillede spørgsmål og tips
de: Häufig gestellte Fragen und Tipps
el: Συχνές ερωτήσεις και συμβουλές
es: Preguntas frecuentes y consejos
et: Korduma kippuvad küsimused ja näpunäited
fi: Usein kysyttyjä kysymyksiä ja vinkkejä
fr: FAQ et conseils
hu: GYIK és tippek
it: Domande frequenti e consigli
ja: よくある質問とヒント
ko: 자주 묻는 질문과 팁
lt: Dažnai užduodami klausimai ir patarimai
lv: FAQ un padomi
nb: Ofte stilte spørsmål og tips
nl: Veelgestelde vragen en tips
pl: Często zadawane pytania i porady
pt: Perguntas frequentes e dicas
ru: Часто задаваемые вопросы и советы
sk: Často kladené otázky a tipy
sl: Pogosta vprašanja in nasveti
sr: Честа питања и савети
tr: Sıkça Sorulan Sorular ve İpuçları
uk: Часті питання та поради
zh: 常见问题与技巧

source: CSS Guide
cs: Průvodce CSS
da: CSS-vejledning
de: CSS-Leitfaden
el: Οδηγός CSS
es: Guía CSS
et: CSS-juhend
fi: CSS-opas
fr: Guide CSS
hu: CSS útmutató
it: Guida CSS
ja: CSSガイド
ko: CSS 가이드
lt: CSS vadovas
lv: CSS rokasgrāmata
nb: CSS-veiledning
nl: CSS-handleiding
pl: Przewodnik po CSS
pt: Guia CSS
ru: Руководство по CSS
sk: Príručka CSS
sl: Vodnik po CSS
sr: CSS водич
tr: CSS Kılavuzu
uk: Посібник з CSS
zh: CSS指南

source: Developer Resources
cs: Zdroje pro vývojáře
da: Udviklerressourcer
de: Ressourcen für Entwickler
el: Πόροι για προγραμματιστές
es: Recursos para desarrolladores
et: Arendaja ressursid
fi: Kehittäjän resurssit
fr: Ressources des développeurs
hu: Fejlesztői források
it: Risorse per sviluppatori
ja: 開発者向けリソース
ko: 개발자 리소스
lt: Kūrėjų ištekliai
lv: Izstrādātāju resursi
nb: Utviklerressurser
nl: Bronnen voor ontwikkelaars
pl: Zasoby dla programistów
pt: Recursos para desenvolvedores
ru: Ресурсы для разработчиков
sk: Zdroje pre vývojárov
sl: Viri za razvijalce
sr: Ресурси за програмере
tr: Geliştirici Kaynakları
uk: Ресурси для розробників
zh: 开发人员资源

source: GDPR
de: DSGVO
fr: RGPD
ko: 개인정보보호
lt: BDAR
nl: AVG
pl: RODO
sr: Општа уредба о заштити података (GDPR)

source: Loading
cs: Načítání
da: Indlæser
de: Laden
el: Φόρτωση
es: Cargando
et: Laen
fi: Ladataan
fr: Chargement
hu: Betöltés
it: Caricamento
ja: 読み込み中
ko: 로딩중
lt: Kraunasi
lv: Notiek ielāde
nb: Laster
nl: Laden
pl: Ładowanie
pt: Carregando
ru: Загрузка
sk: Nahrávam
sl: Nalaganje
sr: Učitavanje
tr: Yükleniyor
uk: Завантаження
zh: 载入中
