Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: The legacy feed request method is deprecated, and will be removed in an update in the near future. Please test your feeds with the legacy feed request method turned off.
cs: Starší metoda požadavku na feed je zastaralá a bude v blízké budoucnosti v rámci aktualizace odstraněna. Otestujte prosím své feedy s vypnutou starší metodou požadavku na feed.
da: Den gamle feed-anmodningsmetode er udfaset og vil blive fjernet i en opdatering i nær fremtid. Test dine feeds med den gamle feed-anmodningsmetode slået fra.
de: Die alte Methode zur Anforderung von Feeds ist veraltet und wird in Kürze im Rahmen eines Updates entfernt. Bitte testen Sie Ihre Feeds mit deaktivierter alter Methode zur Anforderung von Feeds.
el: Η παλιά μέθοδος αιτήματος τροφοδοσίας είναι παρωχημένη και θα καταργηθεί σε μια επικείμενη ενημέρωση. Δοκιμάστε τις τροφοδοσίες σας με την παλιά μέθοδο αιτήματος τροφοδοσίας απενεργοποιημένη.
es: El método de solicitud de feeds heredado está obsoleto y se eliminará en una actualización próxima. Prueba tus feeds con el método de solicitud de feeds heredado desactivado.
et: Vana feed-päringu meetod on vananenud ja eemaldatakse lähitulevikus uuenduse käigus. Palun testige oma feed'eid, lülitades vana feed-päringu meetodi välja.
fi: Vanha syötteen pyyntömenetelmä on vanhentunut, ja se poistetaan lähitulevaisuudessa tehtävällä päivityksellä. Testaa syötteesi vanha syötteen pyyntömenetelmä pois päältä.
fr: La méthode de demande de flux héritée est obsolète et sera supprimée lors d'une mise à jour prochaine. Veuillez tester vos flux avec la méthode de demande de flux héritée désactivée.
hu: A régi feed-lekérdezési módszer elavult, és a közeljövőben egy frissítéssel eltávolításra kerül. Kérjük, tesztelje feedjeit a régi feed-lekérdezési módszer kikapcsolt állapotában.
it: Il metodo di richiesta dei feed legacy è deprecato e verrà rimosso in un aggiornamento nel prossimo futuro. Si prega di testare i propri feed con il metodo di richiesta dei feed legacy disattivato.
ja: レガシーフィードリクエストメソッドは非推奨となり、近い将来のアップデートで削除されます。レガシーフィードリクエストメソッドを無効にした状態でフィードをテストしてください。
ko: 레거시 피드 요청 방식은 더 이상 사용되지 않으며, 가까운 시일 내에 업데이트를 통해 제거될 예정입니다. 레거시 피드 요청 방식을 비활성화한 상태에서 피드를 테스트해 주시기 바랍니다.
lt: Senasis informacijos srauto užklausos metodas yra pasenęs ir bus pašalintas artimiausioje ateityje. Prašome išbandyti savo informacijos srautus, išjungę senąjį informacijos srauto užklausos metodą.
lv: Vecā feed pieprasījuma metode ir novecojusi un tiks noņemta tuvākajā nākotnē. Lūdzu, pārbaudiet savus feedus, izslēdzot veco feed pieprasījuma metodi.
nb: Den gamle metoden for forespørsel om feed er utdatert og vil bli fjernet i en oppdatering i nær fremtid. Test feedene dine med den gamle metoden for forespørsel om feed slått av.
nl: De verouderde feedaanvraagmethode is verouderd en zal in een toekomstige update worden verwijderd. Test uw feeds met de verouderde feedaanvraagmethode uitgeschakeld.
pl: Metoda żądania starszego typu została wycofana i zostanie usunięta w najbliższej aktualizacji. Prosimy o przetestowanie kanałów przy wyłączonej metodzie żądania starszego typu.
pt: O método de solicitação de feed legado está obsoleto e será removido em uma atualização em breve. Teste seus feeds com o método de solicitação de feed legado desativado.
ru: Устаревший метод запроса фидов является устаревшим и будет удален в ближайшем обновлении. Пожалуйста, протестируйте свои фиды с отключенным устаревшим методом запроса фидов.
sk: Staršia metóda žiadosti o feed je zastaraná a bude v blízkej budúcnosti odstránená v rámci aktualizácie. Skúste svoje feedy otestovať s vypnutou staršou metódou žiadosti o feed.
sl: Stara metoda zahtevka za vir je zastarela in bo v bližnji prihodnosti odstranjena v okviru posodobitve. Preizkusite svoje vire z izklopljeno staro metodo zahtevka za vir.
sr: Метода захтева за стари фид је застарела и биће уклоњена у блиској будућности. Тестирајте своје фидове са искљученом методом захтева за стари фид.
tr: Eski besleme isteği yöntemi kullanımdan kaldırılmıştır ve yakın gelecekte yapılacak bir güncellemeyle kaldırılacaktır. Lütfen eski besleme isteği yöntemini kapatarak beslemelerinizi test edin.
uk: Старий метод запиту на канали є застарілим і буде видалений в найближчому оновленні. Будь ласка, протестуйте свої канали з вимкненим старим методом запиту на канали.
zh: 旧版数据源请求方法已被弃用，并将在近期更新中移除。请关闭旧版数据源请求方法后测试您的数据源。

source: Future updates of %1$s will require WordPress 5.3 or newer. Please update your site to a newer version of WordPress as soon as possible.
cs: Budoucí aktualizace %1$s budou vyžadovat WordPress 5.3 nebo novější. Aktualizujte prosím svůj web na novější verzi WordPress co nejdříve.
da: Fremtidige opdateringer af %1$s kræver WordPress 5.3 eller nyere. Opdater venligst din hjemmeside til en nyere version af WordPress så hurtigt som muligt.
de: Zukünftige Updates von %1$s erfordern WordPress 5.3 oder neuer. Bitte aktualisieren Sie Ihre Website so bald wie möglich auf eine neuere Version von WordPress.
el: Οι μελλοντικές ενημερώσεις του %1$s θα απαιτούν WordPress 5.3 ή νεότερη έκδοση. Ενημερώστε τον ιστότοπό σας σε νεότερη έκδοση του WordPress το συντομότερο δυνατό.
es: Las futuras actualizaciones de %1$s requerirán WordPress 5.3 o una versión más reciente. Actualiza tu sitio a una versión más reciente de WordPress lo antes posible.
et: %1$s tulevased uuendused nõuavad WordPressi versiooni 5.3 või uuemat. Palun uuendage oma veebisait võimalikult kiiresti uuemale WordPressi versioonile.
fi: %1$s:n tulevat päivitykset edellyttävät WordPress 5.3:a tai uudempaa versiota. Päivitä sivustosi uudemmalle WordPress-versiolle mahdollisimman pian.
fr: Les futures mises à jour de %1$s nécessiteront WordPress 5.3 ou une version plus récente. Veuillez mettre à jour votre site vers une version plus récente de WordPress dès que possible.
hu: A %1$s jövőbeli frissítéseihez WordPress 5.3 vagy újabb verzió szükséges. Kérjük, frissítse webhelyét a WordPress újabb verziójára a lehető leghamarabb.
it: I futuri aggiornamenti di %1$s richiederanno WordPress 5.3 o versioni successive. Si prega di aggiornare il proprio sito alla versione più recente di WordPress il prima possibile.
ja: %1$sの今後の更新には、WordPress 5.3以降が必要です。お早めにWordPressを最新版に更新してください。
ko: %1$s의 향후 업데이트에는 WordPress 5.3 이상 버전이 필요합니다. 가능한 한 빨리 사이트를 최신 버전의 WordPress로 업데이트해 주십시오.
lt: Ateities %1$s atnaujinimams reikės WordPress 5.3 ar naujesnės versijos. Prašome kuo greičiau atnaujinti savo svetainę į naujesnę WordPress versiją.
lv: Turpmākajām %1$s atjauninājumiem būs nepieciešama WordPress 5.3 vai jaunāka versija. Lūdzu, pēc iespējas ātrāk atjauniniet savu vietni uz jaunāku WordPress versiju.
nb: Fremtidige oppdateringer av %1$s vil kreve WordPress 5.3 eller nyere. Oppdater nettstedet ditt til en nyere versjon av WordPress så snart som mulig.
nl: Toekomstige updates van %1$s vereisen WordPress 5.3 of nieuwer. Werk uw site zo snel mogelijk bij naar een nieuwere versie van WordPress.
pl: Przyszłe aktualizacje %1$s będą wymagały WordPress 5.3 lub nowszego. Proszę jak najszybciej zaktualizować swoją stronę do nowszej wersji WordPress.
pt: As futuras atualizações do %1$s exigirão o WordPress 5.3 ou mais recente. Atualize seu site para uma versão mais recente do WordPress o mais rápido possível.
ru: Для будущих обновлений %1$s потребуется WordPress 5.3 или более поздней версии. Пожалуйста, обновите свой сайт до более поздней версии WordPress как можно скорее.
sk: Budúce aktualizácie %1$s budú vyžadovať WordPress 5.3 alebo novší. Prosím, aktualizujte svoju stránku na novšiu verziu WordPress čo najskôr.
sl: Prihodnje posodobitve %1$s bodo zahtevale WordPress 5.3 ali novejšo različico. Prosimo, čim prej posodobite svojo spletno stran na novejšo različico WordPressa.
sr: Будућа ажурирања сајта %1$s захтеваће WordPress 5.3 или новији. Молимо вас да што пре ажурирате свој сајт на новију верзију WordPress-а.
tr: %1$s'ın gelecekteki güncellemeleri için WordPress 5.3 veya daha yeni bir sürüm gerekecektir. Lütfen sitenizi mümkün olan en kısa sürede WordPress'in daha yeni bir sürümüne güncelleyin.
uk: Майбутні оновлення %1$s вимагатимуть WordPress 5.3 або новішої версії. Будь ласка, якнайшвидше оновіть свій сайт до нової версії WordPress.
zh: %1$s的未来更新将要求使用WordPress 5.3或更高版本。请尽快将您的网站更新至新版WordPress。

source: Map
cs: Mapa
da: Kort
de: Karte
el: Χάρτης
es: Mapa
et: Kaart
fi: Kartta
fr: Carte
hu: Térkép
it: Mappa
ja: マップ
ko: 지도
lt: Žemėlapis
lv: Karte
nb: Kart
nl: Kaart
pl: Mapa
pt: Mapa
ru: Карта
sk: Mapa
sl: Zemljevid
sr: Mapa
tr: Konumu
uk: Мапа
zh: 地图

source: Recurring event
cs: Opakující se akce
da: Tilbagevendende begivenhed
de: Wiederkehrendes Ereignis
el: Επαναλαμβανόμενο γεγονός
es: Evento recurrente
et: Korduv sündmus
fi: Toistuva tapahtuma
fr: Évènement récurrent
hu: Ismétlődő esemény
it: Evento ricorrente
ja: 繰り返しイベントの新規作成
ko: 반복 행사
lt: Pasikartojantis įvykis
lv: Atkārtots notikums
nb: Gjentagende arrangement
nl: Terugkerende gebeurtenis
pl: Wydarzenie cykliczne
pt: Evento recorrente
ru: Повторяющиеся мероприятия
sk: Opakujúca sa udalosť
sl: Ponavljajoči se dogodek
sr: Понављајући догађај
tr: Tekrarlayan etkinlik
uk: Повторювана подія
zh: 再次发行

source: Recurs every %1$s years
cs: Opakuje se každých %1$s let
da: Gentages hvert %1$s år
de: Wiederholt sich alle %1$s Jahre
el: Επαναλαμβάνεται κάθε %1$s χρόνια
es: Se repite cada %1$s años
et: Kordub iga %1$s aasta järel
fi: Toistuu joka %1$s vuosi
fr: Se répète toutes les %1$s années
hu: Minden %1$s évben ismétlődik
it: Si ripete ogni %1$s anni
ja: %1$s年ごとに繰り返す
ko: 매 %1$s년마다 반복됩니다
lt: Kartojasi kas %1$s metus
lv: Atkārtojas ik pēc %1$s gadiem
nb: Gjentas hvert %1$s år
nl: Herhaalt zich elke %1$s jaar
pl: Powtarza się co %1$s lat
pt: Recorre a cada %1$s anos
ru: Повторяется каждые %1$s лет
sk: Opakuje sa každých %1$s rokov
sl: Ponovi se vsakih %1$s let
sr: Понавља се сваких %1$s година
tr: Her %1$s yılda bir tekrarlanır
uk: Повторюється кожні %1$s років
zh: 每%1$s年重复一次

source: Recurs yearly
cs: Opakuje se každý rok
da: Gentager sig årligt
de: Wiederholt sich jährlich
el: Επαναλαμβάνεται κάθε χρόνο
es: Se repite anualmente
et: Kordub igal aastal
fi: Toistuu vuosittain
fr: Se répète chaque année
hu: Évente ismétlődik
it: Si ripete ogni anno
ja: 毎年繰り返される
ko: 매년 반복된다
lt: Kartojasi kasmet
lv: Atkārtojas katru gadu
nb: Gjentas årlig
nl: Jaarlijks terugkerend
pl: Powtarza się co roku
pt: Recorre anualmente
ru: Повторяется ежегодно
sk: Opakuje sa každý rok
sl: Ponavlja se vsako leto
sr: Понавља се годишње
tr: Yıllık olarak tekrarlanır
uk: Повторюється щорічно
zh: 每年重复

source: Recurs every %1$s months
cs: Opakuje se každých %1$s měsíců
da: Gentages hver %1$s måned
de: Wiederholt sich alle %1$s Monate
el: Επαναλαμβάνεται κάθε %1$s μήνες
es: Se repite cada %1$s meses
et: Kordub iga %1$s kuu järel
fi: Toistuu joka %1$s kuukausi
fr: Se répète tous les %1$s mois
hu: Minden %1$s hónapban ismétlődik
it: Si ripete ogni %1$s mesi
ja: %1$sヶ月ごとに再発する
ko: 매 %1$s개월마다 반복됩니다
lt: Kartojasi kas %1$s mėnesius
lv: Atkārtojas ik pēc %1$s mēnešiem
nb: Gjentas hver %1$s måned
nl: Herhaalt zich elke %1$s maanden
pl: Powtarza się co %1$s miesięcy
pt: Recorre a cada %1$s meses
ru: Повторяется каждые %1$s месяцев
sk: Opakuje sa každých %1$s mesiacov
sl: Ponovi se vsakih %1$s mesecev
sr: Понавља се сваких %1$s месеци
tr: Her %1$s ayda bir tekrarlanır
uk: Повторюється кожні %1$s місяців
zh: 每%1$s个月重复一次

source: Recurs monthly
cs: Opakuje se každý měsíc
da: Gentages hver måned
de: Wiederholt sich monatlich
el: Επαναλαμβάνεται κάθε μήνα
es: Se repite mensualmente
et: Kordub igakuuliselt
fi: Toistuu kuukausittain
fr: Récurrent tous les mois
hu: Havonta ismétlődik
it: Ricorre mensilmente
ja: 毎月繰り返される
ko: 매월 반복됩니다
lt: Kartojasi kas mėnesį
lv: Atkārtojas katru mēnesi
nb: Gjentas månedlig
nl: Maandelijks terugkerend
pl: Powtarza się co miesiąc
pt: Recorre mensalmente
ru: Повторяется ежемесячно
sk: Opakuje sa každý mesiac
sl: Ponavlja se mesečno
sr: Понавља се месечно
tr: Aylık olarak tekrarlanır
uk: Повторюється щомісяця
zh: 每月重复

source: Recurs every %1$s weeks
cs: Opakuje se každých %1$s týdnů
da: Gentages hver %1$s uge
de: Wiederholt sich alle %1$s Wochen
el: Επαναλαμβάνεται κάθε %1$s εβδομάδες
es: Se repite cada %1$s semanas
et: Kordub iga %1$s nädala järel
fi: Toistuu joka %1$s viikko
fr: Se répète toutes les %1$s semaines
hu: Minden %1$s héten ismétlődik
it: Si ripete ogni %1$s settimane
ja: %1$s週間ごとに再発する
ko: 매 %1$s주마다 반복됩니다
lt: Kartojasi kas %1$s savaites
lv: Atkārtojas ik pēc %1$s nedēļām
nb: Gjentas hver %1$s uke
nl: Herhaalt zich elke %1$s weken
pl: Powtarza się co %1$s tygodni
pt: Recorre a cada %1$s semanas
ru: Повторяется каждые %1$s недель
sk: Opakuje sa každých %1$s týždňov
sl: Ponovi se vsakih %1$s tednov
sr: Понавља се сваких %1$s недеља
tr: Her %1$s haftada bir tekrarlar
uk: Повторюється кожні %1$s тижнів
zh: 每%1$s周重复一次

source: Recurs weekly
cs: Opakuje se každý týden
da: Gentages hver uge
de: Wiederholt sich wöchentlich
el: Επαναλαμβάνεται κάθε εβδομάδα
es: Se repite semanalmente
et: Kordub iganädalaselt
fi: Toistuu viikoittain
fr: Se répète chaque semaine
hu: Hetente ismétlődik
it: Ricorre settimanalmente
ja: 毎週繰り返される
ko: 매주 반복됨
lt: Kartojasi kas savaitę
lv: Atkārtojas katru nedēļu
nb: Gjentas ukentlig
nl: Wekelijks herhalen
pl: Powtarza się co tydzień
pt: Recorre semanalmente
ru: Повторяется еженедельно
sk: Opakuje sa každý týždeň
sl: Ponavlja se tedensko
sr: Понавља се недељно
tr: Haftalık olarak tekrarlanır
uk: Повторюється щотижня
zh: 每周重复

source: Recurs every %1$s days
cs: Opakuje se každých %1$s dní
da: Gentages hver %1$s dag
de: Wiederholt sich alle %1$s Tage
el: Επαναλαμβάνεται κάθε %1$s ημέρες
es: Se repite cada %1$s días
et: Kordub iga %1$s päeva järel
fi: Toistuu joka %1$s päivää
fr: Se répète tous les %1$s jours
hu: Minden %1$s nap ismétlődik
it: Si ripete ogni %1$s giorni
ja: %1$s日ごとに再帰します
ko: %1$s일마다 반복됩니다
lt: Kartojasi kas %1$s dienų
lv: Atkārtojas ik pēc %1$s dienām
nb: Gjentas hver %1$s dag
nl: Herhaalt zich elke %1$s dagen
pl: Powtarza się co %1$s dni
pt: Recorre a cada %1$s dias
ru: Повторяется каждые %1$s дней
sk: Opakuje sa každých %1$s dní
sl: Ponovi se vsakih %1$s dni
sr: Понавља се сваких %1$s дана
tr: Her %1$s günde bir tekrarlar
uk: Повторюється кожні %1$s днів
zh: 每%1$s天重复一次

source: Recurs daily
cs: Opakuje se každý den
da: Gentages dagligt
de: Wiederholt sich täglich
el: Επαναλαμβάνεται καθημερινά
es: Se repite diariamente
et: Kordub iga päev
fi: Toistuu päivittäin
fr: Se répète quotidiennement
hu: Naponta ismétlődik
it: Si ripete ogni giorno
ja: 毎日繰り返される
ko: 매일 반복됨
lt: Kartojasi kasdien
lv: Atkārtojas katru dienu
nb: Gjentas daglig
nl: Dagelijks herhalen
pl: Powtarza się codziennie
pt: Recorre diariamente
ru: Повторяется ежедневно
sk: Opakuje sa každý deň
sl: Ponavlja se vsak dan
sr: Понавља се свакодневно
tr: Her gün tekrar eder
uk: Повторюється щодня
zh: 每日重复

source: The "url" property in your %1$s shortcode appears to contain HTML tags; most likely your URL has been turned into a clickable link. Your calendar may not display properly as a result. Please remove the clickable link in the shortcode.
cs: Vlastnost „url“ ve vašem zkráceném kódu %1$s zřejmě obsahuje HTML tagy; s největší pravděpodobností byla vaše URL adresa přeměněna na klikatelný odkaz. V důsledku toho se váš kalendář nemusí zobrazovat správně. Odstraňte prosím klikatelný odkaz ze zkráceného kódu.
da: Egenskaben "url" i din %1$s shortcode ser ud til at indeholde HTML-tags; sandsynligvis er din URL blevet omdannet til et klikbart link. Din kalender vises muligvis ikke korrekt som følge heraf. Fjern det klikbare link i shortcoden.
de: Die Eigenschaft „url“ in Ihrem %1$s-Shortcode scheint HTML-Tags zu enthalten. Höchstwahrscheinlich wurde Ihre URL in einen anklickbaren Link umgewandelt. Infolgedessen wird Ihr Kalender möglicherweise nicht richtig angezeigt. Bitte entfernen Sie den anklickbaren Link im Shortcode.
el: Η ιδιότητα "url" στον σύντομο κωδικό %1$s φαίνεται να περιέχει ετικέτες HTML. Πιθανότατα, η διεύθυνση URL σας έχει μετατραπεί σε ενεργό σύνδεσμο. Ως αποτέλεσμα, το ημερολόγιό σας ενδέχεται να μην εμφανίζεται σωστά. Παρακαλούμε, αφαιρέστε τον ενεργό σύνδεσμο από τον σύντομο κωδικό.
es: La propiedad «url» de tu código corto %1$s parece contener etiquetas HTML; lo más probable es que tu URL se haya convertido en un enlace en el que se puede hacer clic. Como resultado, es posible que tu calendario no se muestre correctamente. Elimina el enlace en el que se puede hacer clic del código corto.
et: Teie %1$s lühikoodis olev omadus „url” näib sisaldavat HTML-sildid; tõenäoliselt on teie URL muudetud klõpsatavaks lingiks. Selle tulemusena ei pruugi teie kalender õigesti kuvada. Palun eemaldage lühikoodist klõpsatav link.
fi: %1$s lyhytkoodin "url"-ominaisuus näyttää sisältävän HTML-tunnisteita; todennäköisesti URL-osoitteesi on muutettu klikattavaksi linkiksi. Tämän seurauksena kalenterisi ei välttämättä näy oikein. Poista klikattava linkki lyhytkoodista.
fr: La propriété "url" de votre shortcode %1$s semble contenir des balises HTML ; il est fort probable que votre URL ait été transformée en un lien cliquable. Votre calendrier peut donc ne pas s'afficher correctement. Veuillez supprimer le lien cliquable dans le shortcode.
hu: A %1$s rövidkódban található „url” tulajdonság HTML-címkéket tartalmaz; valószínűleg az URL-je kattintható linkké alakult. Ennek eredményeként a naptár nem jelenik meg megfelelően. Kérjük, távolítsa el a kattintható linket a rövidkódból.
it: La proprietà "url" nel tuo shortcode %1$s sembra contenere tag HTML; molto probabilmente il tuo URL è stato trasformato in un link cliccabile. Di conseguenza, il tuo calendario potrebbe non essere visualizzato correttamente. Rimuovi il link cliccabile dallo shortcode.
ja: %1$sショートコード内の「url」プロパティにHTMLタグが含まれているようです。おそらくURLがクリック可能なリンクに変換されているため、カレンダーが正しく表示されない可能性があります。ショートコード内のクリック可能なリンクを削除してください。
ko: %1$s 숏코드 내 "url" 속성에 HTML 태그가 포함된 것으로 보입니다. URL이 클릭 가능한 링크로 변환된 것 같습니다. 이로 인해 캘린더가 제대로 표시되지 않을 수 있습니다. 숏코드에서 클릭 가능한 링크를 제거해 주세요.
lt: Jūsų %1$s trumpojo kodo „url“ savybė, atrodo, turi HTML žymes; greičiausiai jūsų URL buvo paverstas spustelėjamuoju saitu. Dėl to jūsų kalendorius gali būti rodomas netinkamai. Prašome pašalinti spustelėjamąjį saitą iš trumpojo kodo.
lv: Jūsu %1$s īsā koda īpašība "url" šķiet satur HTML tagus; visticamāk, jūsu URL ir pārveidots par klikšķināmu saiti. Rezultātā jūsu kalendārs var netikt attēlots pareizi. Lūdzu, izdzēsiet klikšķināmo saiti īsajā kodā.
nb: "Url"-egenskapen i din %1$s kortkode ser ut til å inneholde HTML-koder; mest sannsynlig har URL-en din blitt omgjort til en klikkbar lenke. Kalenderen din vises kanskje ikke riktig som følge av dette. Fjern den klikkbare lenken i kortkoden.
nl: De eigenschap "url" in uw %1$s shortcode lijkt HTML-tags te bevatten; waarschijnlijk is uw URL omgezet in een klikbare link. Als gevolg hiervan wordt uw kalender mogelijk niet correct weergegeven. Verwijder de klikbare link in de shortcode.
pl: Właściwość „url” w skrócie %1$s wydaje się zawierać tagi HTML; najprawdopodobniej adres URL został przekształcony w klikalny link. W rezultacie kalendarz może nie wyświetlać się poprawnie. Usuń klikalny link ze skrótu.
pt: A propriedade “url” no seu código abreviado %1$s parece conter tags HTML; provavelmente, sua URL foi transformada em um link clicável. Como resultado, seu calendário pode não ser exibido corretamente. Remova o link clicável do código abreviado.
ru: Свойство «url» в вашем шорткоде %1$s содержит HTML-теги; скорее всего, ваш URL-адрес был преобразован в кликабельную ссылку. В результате ваш календарь может отображаться некорректно. Удалите кликабельную ссылку из шорткода.
sk: Vlastnosť „url“ vo vašom skrátenom kóde %1$s obsahuje HTML tagy; pravdepodobne sa vaša URL adresa zmenila na klikateľný odkaz. V dôsledku toho sa váš kalendár nemusí správne zobrazovať. Odstráňte klikateľný odkaz zo skráteného kódu.
sl: Lastnost „url“ v vašem kratkem kodu %1$s vsebuje oznake HTML; najverjetneje je vaš URL spremenjen v klikljivo povezavo. Zaradi tega se vaš koledar morda ne prikaže pravilno. Prosimo, odstranite klikljivo povezavo iz kratkega koda.
sr: Изгледа да својство „url“ у вашем кратком коду %1$s садржи HTML ознаке; највероватније је ваш URL претворен у везу на коју се може кликнути. Због тога се ваш календар можда неће правилно приказивати. Уклоните везу на коју се може кликнути из кратког кода.
tr: %1$s kısa kodunuzdaki "url" özelliği HTML etiketleri içeriyor gibi görünüyor; büyük olasılıkla URL'niz tıklanabilir bir bağlantıya dönüştürülmüştür. Sonuç olarak takviminiz düzgün görüntülenmeyebilir. Lütfen kısa koddaki tıklanabilir bağlantıyı kaldırın.
uk: Властивість «url» у вашому короткому коді %1$s містить HTML-теги; найімовірніше, ваша URL-адреса була перетворена на активне посилання. В результаті ваш календар може відображатися неправильно. Будь ласка, видаліть активне посилання з короткого коду.
zh: 您%1$s短代码中的"url"属性似乎包含HTML标签；很可能您的URL已被转换为可点击链接。这可能导致日历无法正常显示。请移除短代码中的可点击链接。

source: The r34ics_url_get_contents() function is no longer supported.
cs: Funkce r34ics_url_get_contents() již není podporována.
da: Funktionen r34ics_url_get_contents() understøttes ikke længere.
de: Die Funktion r34ics_url_get_contents() wird nicht mehr unterstützt.
el: Η συνάρτηση r34ics_url_get_contents() δεν υποστηρίζεται πλέον.
es: La función r34ics_url_get_contents() ya no es compatible.
et: Funktsiooni r34ics_url_get_contents() enam ei toetata.
fi: r34ics_url_get_contents()-funktiota ei enää tueta.
fr: La fonction r34ics_url_get_contents() n'est plus prise en charge.
hu: Az r34ics_url_get_contents() függvény már nem támogatott.
it: La funzione r34ics_url_get_contents() non è più supportata.
ja: r34ics_url_get_contents() 関数はサポートされなくなりました。
ko: r34ics_url_get_contents() 함수는 더 이상 지원되지 않습니다.
lt: Funkcija r34ics_url_get_contents() nebėra palaikoma.
lv: Funkcija r34ics_url_get_contents() vairs netiek atbalstīta.
nb: Funksjonen r34ics_url_get_contents() støttes ikke lenger.
nl: De functie r34ics_url_get_contents() wordt niet langer ondersteund.
pl: Funkcja r34ics_url_get_contents() nie jest już obsługiwana.
pt: A função r34ics_url_get_contents() não é mais suportada.
ru: Функция r34ics_url_get_contents() больше не поддерживается.
sk: Funkcia r34ics_url_get_contents() už nie je podporovaná.
sl: Funkcija r34ics_url_get_contents() ni več podprta.
sr: Функција r34ics_url_get_contents() више није подржана.
tr: r34ics_url_get_contents() işlevi artık desteklenmemektedir.
uk: Функція r34ics_url_get_contents() більше не підтримується.
zh: r34ics_url_get_contents() 函数不再受支持。

source: Add %1$s
cs: Přidat %1$s
da: Tilføj %1$s
de: Hinzufügen %1$s
el: Προσθήκη %1$s
es: Añadir %1$s
et: Lisa %1$s
fi: Lisää %1$s
fr: Ajouter %1$s
hu: %1$s hozzáadása
it: Aggiungi %1$s
ja: %1$sを追加
ko: %1$s 추가
lt: Pridėti %1$s
lv: Pievienot %1$s
nb: Legg til %1$s
nl: Voeg %1$s toe
pl: Dodaj %1$s
pt: Adicionar %1$s
ru: Добавить %1$s
sk: Pridať %1$s
sl: Dodaj %1$s
sr: Додај %1$s
tr: %1$s ekle
uk: Додати %1$s
zh: 添加%1$s

source: Close
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
hu: Bezár
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Uždaryti
lv: Aizvērt
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sk: Zatvoriť
sl: Zapri
sr: Затвори
tr: Kapat
uk: Закрити
zh: 关闭作为

source: ICS Feed URL:
cs: URL kanálu ICS:
el: URL ροής ICS:
es: URL del feed ICS:
et: ICS-voo URL:
fi: ICS-syötteen URL-osoite:
fr: URL du flux ICS :
it: URL feed ICS:
ja: ICSフィードURL:
ko: ICS 피드 URL:
lt: ICS kanalo URL:
lv: ICS plūsmas URL:
pl: Adres URL kanału ICS:
pt: URL do feed ICS:
ru: URL-адрес канала ICS:
sk: URL kanála ICS:
sl: URL vir ICS:
sr: URL ICS фида:
tr: ICS Besleme URL'si:
uk: URL-адреса каналу ICS:
zh: ICS 源网址：
