Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: Are you sure? This will reset all %1$s settings to their defaults. Your saved calendar configurations and shortcodes will be retained, but resetting the defaults may change the appearance of your calendars. If you are using a third-party caching plugin, you may need to clear your site-wide cache after running this utility.
cs: Jste si jistý? Tím se obnoví všechna nastavení %1$s na výchozí hodnoty. Uložené konfigurace kalendáře a zkratky zůstanou zachovány, ale obnovení výchozích nastavení může změnit vzhled vašich kalendářů. Pokud používáte zásuvný modul mezipaměti třetí strany, může být nutné po spuštění tohoto nástroje vymazat mezipaměť celého webu.
da: Er du sikker? Dette vil nulstille alle %1$s indstillinger til deres standardindstillinger. Dine gemte kalenderkonfigurationer og kortkoder bevares, men nulstilling af standardindstillingerne kan ændre udseendet af dine kalendere. Hvis du bruger et tredjeparts-cache-plugin, skal du muligvis rydde din cache for hele webstedet, efter du har kørt dette værktøj.
de: Sind Sie sicher? Dadurch werden alle %1$s Einstellungen auf ihre Standardeinstellungen zurückgesetzt. Ihre gespeicherten Kalenderkonfigurationen und Shortcodes bleiben erhalten, aber das Zurücksetzen der Standardeinstellungen kann das Erscheinungsbild Ihrer Kalender verändern. Wenn Sie ein Caching-Plugin eines Drittanbieters verwenden, müssen Sie möglicherweise den Cache Ihrer gesamten Website löschen, nachdem Sie dieses Dienstprogramm ausgeführt haben.
el: Είστε σίγουροι; Αυτό θα επαναφέρει όλες τις %1$s ρυθμίσεις στις προεπιλεγμένες τιμές τους. Οι αποθηκευμένες ρυθμίσεις του ημερολογίου και οι σύντομοι κωδικοί θα διατηρηθούν, αλλά η επαναφορά των προεπιλεγμένων τιμών ενδέχεται να αλλάξει την εμφάνιση των ημερολογίων σας. Εάν χρησιμοποιείτε ένα πρόσθετο cache τρίτου κατασκευαστή, ενδέχεται να χρειαστεί να καθαρίσετε το cache ολόκληρου του ιστότοπου μετά την εκτέλεση αυτού του βοηθητικού προγράμματος.
es: ¿Está seguro? Esto restablecerá todos los ajustes %1$s a sus valores predeterminados. Se conservarán las configuraciones y los códigos cortos guardados del calendario, pero restablecer los valores predeterminados puede cambiar el aspecto de los calendarios. Si utiliza un complemento de almacenamiento en caché de terceros, es posible que tenga que borrar la caché de todo el sitio después de ejecutar esta utilidad.
et: Oled sa kindel? See nullib kõik %1$s seaded vaikimisi. Teie salvestatud kalendrikonfiguratsioonid ja lühikoodid säilivad, kuid vaikimisi seadistuste lähtestamine võib muuta teie kalendrite välimust. Kui kasutate kolmanda osapoole vahemälupluginaid, peate pärast selle utiliidi käivitamist võib-olla kogu saidi vahemälu tühjendama.
fi: Oletko varma? Tämä palauttaa kaikki %1$s asetukset oletusarvoihinsa. Tallennetut kalenterimääritykset ja pikakoodit säilyvät, mutta oletusarvojen palauttaminen voi muuttaa kalentereiden ulkoasua. Jos käytät kolmannen osapuolen välimuistilaajennusta, saatat joutua tyhjentämään koko sivuston välimuistin tämän apuohjelman suorittamisen jälkeen.
fr: Êtes-vous sûr ? Cette opération réinitialisera tous les paramètres %1$s à leurs valeurs par défaut. Les configurations de calendrier et les shortcodes enregistrés seront conservés, mais la réinitialisation des paramètres par défaut peut modifier l'apparence de vos calendriers. Si vous utilisez un plugin de mise en cache tiers, il se peut que vous deviez vider le cache de votre site après avoir exécuté cet utilitaire.
hu: Biztos benne? Ezzel az összes %1$s beállítás alapértelmezett értékre áll vissza. A mentett naptárkonfigurációk és rövidkódok megmaradnak, de az alapértelmezett értékek visszaállítása megváltoztathatja a naptárak megjelenését. Ha harmadik féltől származó gyorsítótár-bővítményt használ, akkor a segédprogram futtatása után törölnie kell a webhely egészére vonatkozó gyorsítótárat.
it: Sei sicuro? Questa operazione ripristinerà tutte le impostazioni %1$s ai valori predefiniti. Le configurazioni del calendario e gli shortcode salvati verranno mantenuti, ma il ripristino delle impostazioni predefinite potrebbe modificare l'aspetto dei calendari. Se utilizzi un plugin di cache di terze parti, potrebbe essere necessario svuotare la cache dell'intero sito dopo aver eseguito questa utility.
ja: 本当によろしいですか？これにより、すべての%1$sの設定がデフォルト値にリセットされます。保存済みのカレンダー設定とショートコードは保持されますが、デフォルト設定に戻すとカレンダーの外観が変わる可能性があります。サードパーティ製のキャッシュプラグインを使用している場合は、このユーティリティを実行した後、サイト全体のキャッシュをクリアする必要があるかもしれません。
ko: 정말 확인하시겠습니까? 이 작업은 모든 %1$s 설정을 기본값으로 재설정합니다. 저장된 캘린더 구성과 숏코드는 유지되지만, 기본값 재설정으로 캘린더의 모양이 변경될 수 있습니다. 타사 캐싱 플러그인을 사용 중인 경우, 이 유틸리티 실행 후 사이트 전체 캐시를 지워야 할 수 있습니다.
lt: Ar esate tikri? Tai atstatys visus %1$s nustatymus į numatytuosius. Jūsų išsaugotos kalendoriaus konfigūracijos ir trumpieji kodai bus išsaugoti, tačiau numatytųjų nustatymų atstatymas gali pakeisti kalendorių išvaizdą. Jei naudojate trečiosios šalies talpyklos įskiepį, po šio įrankio paleidimo gali tekti išvalyti visos svetainės talpyklą.
lv: Vai esat pārliecināts? Tas atiestatīs visus %1$s iestatījumus uz to noklusējumiem. Jūsu saglabātās kalendāra konfigurācijas un īsās kodu kombinācijas tiks saglabātas, bet noklusējumu atiestatīšana var mainīt jūsu kalendāru izskatu. Ja izmantojat trešās puses kešēšanas spraudni, pēc šī rīka izpildes var būt nepieciešams izdzēst visas vietnes kešatmiņu.
nb: Er du sikker? Dette vil tilbakestille alle %1$s innstillinger til standardinnstillingene. Dine lagrede kalenderkonfigurasjoner og kortkoder vil bli beholdt, men tilbakestilling av standardinnstillingene kan endre utseendet på kalenderne dine. Hvis du bruker et tredjeparts cache-plugin, må du kanskje tømme cachen for hele nettstedet etter å ha kjørt dette verktøyet.
nl: Weet u het zeker? Hiermee worden alle %1$s instellingen teruggezet naar de standaardinstellingen. Uw opgeslagen kalenderconfiguraties en shortcodes blijven behouden, maar het terugzetten van de standaardinstellingen kan het uiterlijk van uw kalenders veranderen. Als u een caching-plug-in van een derde partij gebruikt, moet u mogelijk de cache van uw hele site wissen nadat u dit hulpprogramma hebt uitgevoerd.
pl: Jesteś pewien? Spowoduje to zresetowanie wszystkich ustawień %1$s do wartości domyślnych. Twoje zapisane konfiguracje kalendarza i skróty zostaną zachowane, ale zresetowanie ustawień domyślnych może zmienić wygląd kalendarzy. Jeśli korzystasz z wtyczki buforującej innej firmy, po uruchomieniu tego narzędzia może być konieczne wyczyszczenie pamięci podręcznej całej witryny.
pt: Tem certeza? Isso redefinirá todas as configurações %1$s para os padrões. Suas configurações salvas do calendário e códigos de atalho serão mantidos, mas redefinir os padrões pode alterar a aparência dos seus calendários. Se você estiver usando um plugin de cache de terceiros, talvez seja necessário limpar o cache de todo o site após executar este utilitário.
ru: Вы уверены? Это приведет к сбросу всех %1$s настроек к значениям по умолчанию. Ваши сохраненные настройки календаря и шорткоды будут сохранены, но сброс настроек по умолчанию может изменить внешний вид ваших календарей. Если вы используете сторонний плагин кэширования, вам может потребоваться очистить кэш всего сайта после запуска этой утилиты.
sk: Ste si istí? Týmto sa všetky nastavenia %1$s obnovia na predvolené hodnoty. Vaše uložené konfigurácie kalendára a skratky zostanú zachované, ale obnovenie predvolených hodnôt môže zmeniť vzhľad vašich kalendárov. Ak používate plugin na ukladanie do vyrovnávacej pamäte od tretej strany, po spustení tohto nástroja môže byť potrebné vymazať vyrovnávaciu pamäť celého webu.
sl: Ste prepričani? To bo ponastavilo vse %1$s nastavitve na privzete vrednosti. Vaše shranjene konfiguracije koledarja in kratke kode bodo ohranjene, vendar lahko ponastavitev privzetih vrednosti spremeni videz vaših koledarjev. Če uporabljate vtičnik za predpomnjenje tretje osebe, boste morda morali po zagonu tega programa počistiti predpomnjenje za celotno spletno mesto.
sr: Да ли сте сигурни? Ово ће ресетовати сва подешавања за %1$s на подразумеване вредности. Ваше сачуване конфигурације календара и кратки кодови ће бити задржани, али ресетовање подразумеваних вредности може променити изглед ваших календара. Ако користите додатак за кеширање треће стране, можда ћете морати да обришете кеш меморију целог сајта након покретања овог услужног програма.
tr: Emin misiniz? Bu işlem tüm %1$s ayarları varsayılan değerlerine sıfırlayacaktır. Kaydedilmiş takvim yapılandırmalarınız ve kısa kodlarınız korunacaktır, ancak varsayılan ayarların sıfırlanması takvimlerinizin görünümünü değiştirebilir. Üçüncü taraf bir önbellek eklentisi kullanıyorsanız, bu yardımcı programı çalıştırdıktan sonra site genelindeki önbelleği temizlemeniz gerekebilir.
uk: Ви впевнені? Це призведе до скидання всіх %1$s налаштувань до заводських значень. Ваші збережені конфігурації календаря та короткі коди будуть збережені, але скидання заводських значень може змінити зовнішній вигляд ваших календарів. Якщо ви використовуєте сторонній плагін кешування, після запуску цієї утиліти може знадобитися очистити кеш всього сайту.
zh: 确定吗？这将把所有 %1$s 设置重置为默认值。您保存的日历配置和简码将被保留，但重置默认值可能会改变日历的外观。如果您使用第三方缓存插件，可能需要在运行此实用程序后清除全站缓存。

source: Only clear transients (default)
cs: Pouze jasné přechody (výchozí nastavení)
da: Kun klare transienter (standard)
de: Nur klare Transienten (Standard)
el: Μόνο σαφείς μεταβατικές καταστάσεις (προεπιλογή)
es: Solo transitorios claros (predeterminado)
et: Ainult selged üleminekud (vaikimisi)
fi: Vain selkeät transientit (oletus)
fr: Uniquement les transitoires clairs (par défaut)
hu: Csak tiszta átmenetek (alapértelmezett)
it: Solo transienti chiari (impostazione predefinita)
ja: クリアなトランジェントのみ（デフォルト）
ko: 명확한 과도 현상만 (기본값)
lt: Tik aiškūs pereinamieji reiškiniai (numatyta)
lv: Tikai skaidri pārejas (noklusējums)
nb: Bare klare transienter (standard)
nl: Alleen duidelijke transiënten (standaard)
pl: Tylko wyraźne przejścia (domyślnie)
pt: Apenas transientes claros (padrão)
ru: Только четкие переходные процессы (по умолчанию)
sk: Iba jasné prechodové javy (predvolené nastavenie)
sl: Samo jasni prehodi (privzeto)
sr: Обриши само транзијенте (подразумевано)
tr: Yalnızca net geçici durumlar (varsayılan)
uk: Тільки чіткі перехідні процеси (за замовчуванням)
zh: 仅清晰瞬态（默认）

source: Also clear all saved ICS feed URLs
cs: Vymažte také všechny uložené adresy URL kanálů ICS.
da: Ryd også alle gemte ICS-feed-URL'er
de: Löschen Sie auch alle gespeicherten ICS-Feed-URLs.
el: Επίσης, διαγράψτε όλες τις αποθηκευμένες διευθύνσεις URL τροφοδοσίας ICS.
es: Borrar también todas las URL de fuentes ICS guardadas.
et: Kustuta ka kõik salvestatud ICS-voo URL-id
fi: Poista myös kaikki tallennetut ICS-syötteen URL-osoitteet.
fr: Effacer également toutes les URL de flux ICS enregistrées
hu: Törölje az összes mentett ICS-feed URL-t is.
it: Cancella anche tutti gli URL dei feed ICS salvati
ja: また、保存されたすべてのICSフィードURLを削除してください
ko: 또한 저장된 모든 ICS 피드 URL을 삭제하십시오
lt: Taip pat ištrinkite visas išsaugotas ICS kanalo URL adresus.
lv: Dzēst arī visas saglabātās ICS plūsmas URL adreses
nb: Slett også alle lagrede ICS-feed-URL-er
nl: Wis ook alle opgeslagen ICS-feed-URL's
pl: Wyczyść również wszystkie zapisane adresy URL kanałów ICS.
pt: Limpe também todos os URLs de feeds ICS salvos.
ru: Также очистить все сохраненные URL-адреса ICS-каналов
sk: Vymazať tiež všetky uložené URL adresy ICS kanálov
sl: Prav tako izbrišite vse shranjene URL-je ICS-vir
sr: Такође обриши све сачуване URL-ове ICS фида
tr: Ayrıca kaydedilmiş tüm ICS besleme URL'lerini silin.
uk: Також очистіть всі збережені URL-адреси ICS-каналів
zh: 同时清除所有已保存的ICS源URL

source: Reset %1$sall%2$s %3$s settings (including transients and feed URLs)
cs: Obnovit %1$svšechna%2$s %3$s nastavení (včetně přechodných stavů a adres URL zdrojů)
da: Nulstil %1$salle%2$s %3$s indstillinger (inklusive transients og feed-URL'er)
de: %1$sAlle%2$s %3$s Einstellungen zurücksetzen (einschließlich Transienten und Feed-URLs)
el: Επαναφορά %1$sόλων%2$s %3$s των ρυθμίσεων (συμπεριλαμβανομένων των μεταβατικών και των URL τροφοδοσίας)
es: Restablecer %1$stodos%2$s %3$s los ajustes (incluidos los transitorios y las URL de alimentación)
et: Taasta %1$skõik%2$s %3$s seaded (sh üleminekud ja feed-URL-id)
fi: Nollaa %1$skaikki%2$s %3$s asetukset (mukaan lukien väliaikaiset ja syötteen URL-osoitteet)
fr: Réinitialiser %1$s tous %2$s %3$s les paramètres (y compris les transitoires et les URL d'alimentation)
hu: %1$sMinden%2$s %3$s beállítás visszaállítása (beleértve az átmeneti állapotokat és a feed URL-eket)
it: Ripristina %1$stutte%2$s %3$s le impostazioni (compresi i transitori e gli URL dei feed)
ja: %1$sすべての%2$s %3$s設定をリセット（一時設定とフィードURLを含む）
ko: %1$s모든%2$s %3$s 설정(일시적 설정 및 피드 URL 포함) 재설정
lt: Atkurti %1$svisus%2$s %3$s nustatymus (įskaitant laikinuosius ir tiekimo URL)
lv: Atjaunot %1$svisus%2$s %3$s iestatījumus (ieskaitot pārejas un barošanas URL)
nb: Tilbakestill %1$salle%2$s %3$s innstillinger (inkludert transienter og feed-URL-er)
nl: Reset %1$salle%2$s %3$s instellingen (inclusief transiënten en feed-URL's)
pl: Zresetuj %1$swszystkie%2$s %3$s ustawienia (w tym dane przejściowe i adresy URL kanałów)
pt: Redefinir %1$stodas%2$s %3$s as configurações (incluindo transientes e URLs de feed)
ru: Сбросить %1$sвсе%2$s %3$s настройки (включая переходные состояния и URL-адреса фидов)
sk: Obnoviť %1$svšetky%2$s %3$s nastavenia (vrátane prechodných stavov a URL adries zdrojov)
sl: Ponastavi %1$svse%2$s %3$s nastavitve (vključno s prehodnimi stanji in URL-ji virov)
sr: Ресетуј %1$sсва%2$s %3$s подешавања (укључујући пролазне појаве и URL-ове фидова)
tr: %1$stüm%2$s %3$s ayarları sıfırla (geçici ayarlar ve besleme URL'leri dahil)
uk: Скинути %1$sвсі%2$s %3$s налаштування (включно з тимчасовими файлами та URL-адресами каналів)
zh: 重置%1$s所有%2$s %3$s设置（包括临时数据和订阅源网址）

source: Last cleared:
cs: Poslední vymazání:
da: Sidst ryddet:
de: Zuletzt gelöscht:
el: Τελευταία εκκαθάριση:
es: Última limpieza:
et: Viimati puhastatud:
fi: Viimeksi tyhjennetty:
fr: Dernier nettoyage :
hu: Utolsó törlés:
it: Ultimo aggiornamento:
ja: 最終クリア：
ko: 마지막으로 정리됨:
lt: Paskutinis išvalymas:
lv: Pēdējā dzēšana:
nb: Sist ryddet:
nl: Laatst gewist:
pl: Ostatnio wyczyszczone:
pt: Última limpeza:
ru: Последнее очищение:
sk: Posledné vymazanie:
sl: Zadnje izbrisano:
sr: Последње обрисано:
tr: Son temizleme:
uk: Останнє очищення:
zh: 最后一次清理：

source: never
cs: nikdy
da: aldrig
de: nie
el: ποτέ
es: nunca
et: mitte kunagi
fi: ei koskaan
fr: jamais
hu: soha
it: mai
ja: いつも
ko: 안 함
lt: niekada
lv: nekad
nb: aldri
nl: nooit
pl: nigdy
pt: nunca
ru: никогда
sk: nikdy
sl: nikoli
sr: hикад
tr: asla
uk: ніколи
zh: 从不

source: ICS Feed URL Tester
el: Δοκιμαστής URL ροής ICS
es: Probador de URL de fuente ICS
et: ICS-voo URL-i testija
fi: ICS-syötteen URL-testaaja
fr: Testeur d'URL de flux ICS
hu: ICS Feed URL tesztelő
it: Testatore URL feed ICS
ja: ICSフィードURLテスター
ko: ICS 피드 URL 테스터
lt: ICS tiekimo URL testuotojas
lv: ICS plūsmas URL pārbaudītājs
pl: Tester adresu URL kanału ICS
pt: Testador de URL de feed ICS
ru: Тестер URL-адресов ICS Feed
sk: Tester URL kanála ICS
sr: Тестер URL-ова ICS фида
tr: ICS Besleme URL Test Edici
uk: Тестер URL-адреси каналу ICS
zh: ICS 源网址测试工具

source: If you are concerned that the plugin is not properly retrieving your feed, you can test the URL here.
cs: Pokud máte obavy, že plugin správně načítá váš feed, můžete zde otestovat URL.
da: Hvis du er bekymret for, at plugin'et ikke henter dit feed korrekt, kan du teste URL'en her.
de: Wenn Sie befürchten, dass das Plugin Ihren Feed nicht richtig abruft, können Sie die URL hier testen.
el: Εάν ανησυχείτε ότι το πρόσθετο δεν ανακτά σωστά τη ροή σας, μπορείτε να δοκιμάσετε τη διεύθυνση URL εδώ.
es: Si te preocupa que el complemento no esté recuperando correctamente tu feed, puedes probar la URL aquí.
et: Kui teile tundub, et plugin ei lae teie uudisvoogu korralikult, saate URL-i siin testida.
fi: Jos olet huolissasi siitä, että laajennus ei hae syötteitäsi oikein, voit testata URL-osoitteen täällä.
fr: Si vous craignez que le plugin ne récupère pas correctement votre flux, vous pouvez tester l'URL ici.
hu: Ha attól tartasz, hogy a bővítmény nem megfelelően tölti be a feededet, itt tesztelheted az URL-t.
it: Se temi che il plugin non stia recuperando correttamente il tuo feed, puoi testare l'URL qui.
ja: プラグインがフィードを正しく取得していない可能性がある場合は、こちらのURLでテストできます。
ko: 플러그인이 피드를 제대로 가져오지 못하는 것이 걱정된다면, 여기에서 URL을 테스트해 볼 수 있습니다.
lt: Jei nerimaujate, kad įskiepis netinkamai gauna jūsų informacijos srautą, galite patikrinti URL adresą čia.
lv: Ja jums ir bažas, ka spraudnis nepareizi lejupielādē jūsu plūsmu, šeit varat pārbaudīt URL.
nb: Hvis du er bekymret for at plugin-modulen ikke henter inn feedet ditt riktig, kan du teste URL-en her.
nl: Als u zich zorgen maakt dat de plug-in uw feed niet correct ophaalt, kunt u de URL hier testen.
pl: Jeśli obawiasz się, że wtyczka nie pobiera prawidłowo Twojego kanału, możesz przetestować adres URL tutaj.
pt: Se você estiver preocupado com a possibilidade de o plugin não estar recuperando corretamente o seu feed, você pode testar a URL aqui.
ru: Если вы опасаетесь, что плагин некорректно извлекает ваш фид, вы можете проверить URL-адрес здесь.
sk: Ak máte obavy, že plugin správne nenačíta váš feed, môžete URL otestovať tu.
sl: Če vas skrbi, da vtičnik ne pridobiva vašega vira pravilno, lahko tukaj preizkusite URL.
sr: Ако сте забринути да додатак не преузима правилно ваш фид, можете тестирати URL овде.
tr: Eklentinin beslemenizi düzgün bir şekilde almadığından endişeleniyorsanız, URL'yi buradan test edebilirsiniz.
uk: Якщо ви стурбовані тим, що плагін не правильно отримує ваш канал, ви можете перевірити URL-адресу тут.
zh: 若您担心插件未能正确获取您的订阅源，可在此处测试该URL。

source: Enter feed URL...
cs: Zadejte adresu URL zdroje...
da: Indtast feed-URL...
de: Feed-URL eingeben...
el: Εισάγετε τη διεύθυνση URL της τροφοδοσίας...
es: Introduzca la URL del feed...
et: Sisesta feed'i URL...
fi: Syötä syötteen URL-osoite...
fr: Entrez l'URL du flux...
hu: Adja meg a feed URL-jét...
it: Inserisci l'URL del feed...
ja: フィードURLを入力してください...
ko: 피드 URL을 입력하세요...
lt: Įveskite pašto URL...
lv: Ievadiet barošanas URL...
nb: Skriv inn feed-URL...
nl: Voer feed-URL in...
pl: Wprowadź adres URL kanału...
pt: Insira o URL do feed...
ru: Введите URL-адрес канала...
sk: Zadajte adresu URL zdroja...
sl: Vnesite URL naslova vira...
sr: Унесите URL фида...
tr: Besleme URL'sini girin...
uk: Введіть URL-адресу каналу...
zh: 输入订阅源网址...

source: Test URL
cs: Testovací URL
el: URL Δοκιμών
es: URL de prueba
et: Testi URL
fi: Testi-URL
fr: URL de test
hu: Teszt URL
it: URL di prova
ja: テストURL
ko: 테스트 URL
lt: Testo URL
lv: Testa URL
pl: Testowy adres URL
pt: Testar URL
ru: URL тест
sk: Testovacia URL adresa
sl: URL za testiranje
sr: Тест URL
tr: Test URL'si
uk: URL тесту
zh: 测试网址

source: Results:
cs: Nalezené výsledky %s
da: Resultater:
de: Resultate:
el: Αποτελέσματα:
es: Resultados:
et: Tulemused:
fi: Tulokset:
fr: Résultats :
hu: Eredmények:
it: Risultati:
ja: 結果 :
ko: 결과:
lt: Rezultatai:
lv: Rezultāti:
nb: Resultater:
nl: Resultaten:
pl: Wyniki:
pt: Resultados:
ru: Результаты:
sk: Výsledky:
sl: Rezultati:
sr: Резултати:
tr: Sonuçlar:
uk: Результати:
zh: 结果：

source: %1$s received.
cs: %1$s přijato.
da: %1$s modtaget.
de: %1$s erhalten.
el: %1$s ελήφθη.
es: %1$s recibido.
et: %1$s saadud.
fi: %1$s vastaanotettu.
fr: %1$s reçu.
hu: %1$s megkapva.
it: %1$s ricevuto.
ja: %1$s 受信しました。
ko: %1$s 수신됨.
lt: %1$s gauta.
lv: %1$s saņemts.
nb: %1$s mottatt.
nl: %1$s ontvangen.
pl: Otrzymano %1$s.
pt: %1$s recebido.
ru: %1$s получено.
sk: %1$s prijaté.
sl: %1$s prejeto.
sr: Примљено је %1$s.
tr: %1$s alındı.
uk: %1$s отримано.
zh: %1$s 已收到。

source: This appears to be a valid ICS feed URL.
cs: Toto se jeví jako platná adresa URL kanálu ICS.
da: Dette ser ud til at være en gyldig ICS-feed-URL.
de: Dies scheint eine gültige ICS-Feed-URL zu sein.
el: Αυτή φαίνεται να είναι μια έγκυρη διεύθυνση URL τροφοδοσίας ICS.
es: Esta parece ser una URL válida para la fuente ICS.
et: See näib olevat kehtiv ICS-voo URL.
fi: Tämä näyttää olevan kelvollinen ICS-syötteen URL-osoite.
fr: Il semble s'agir d'une URL de flux ICS valide.
hu: Ez érvényes ICS-feed URL-nek tűnik.
it: Questo sembra essere un URL di feed ICS valido.
ja: これは有効なICSフィードURLのようです。
ko: 이것은 유효한 ICS 피드 URL로 보입니다.
lt: Tai atrodo esąs galiojantis ICS tiekimo URL.
lv: Šķiet, ka šī ir derīga ICS plūsmas URL adrese.
nb: Dette ser ut til å være en gyldig ICS-feed-URL.
nl: Dit lijkt een geldige ICS-feed-URL te zijn.
pl: Wydaje się, że jest to prawidłowy adres URL kanału ICS.
pt: Esta parece ser uma URL válida para o feed ICS.
ru: Это, похоже, действительный URL-адрес канала ICS.
sk: Toto sa javí ako platná adresa URL zdroja ICS.
sl: To se zdi veljaven URL-naslov za vir ICS.
sr: Изгледа да је ово важећи URL ICS фида.
tr: Bu, geçerli bir ICS besleme URL'si gibi görünüyor.
uk: Це, здається, дійсний URL-адреса каналу ICS.
zh: 这似乎是一个有效的ICS源URL。

source: unknown
cs: neznámý
da: ukendt
de: unbekannt
el: άγνωστο
es: desconocido
et: tundmatu
fi: tuntematon
fr: inconnu
hu: ismeretlen
it: sconosciuto
ja: 不明
ko: 알 수 없음
lt: nežinoma
lv: nezināms
nb: ukjent
nl: onbekend
pl: nieznana
pt: desconhecido
ru: неизвестно
sk: neznáme
sl: neznano
sr: nepoznato
tr: bilinmeyen
uk: невідомо
zh: 未知

source: This does not appear to be a valid ICS feed URL.
cs: Toto se nezdá být platnou adresou URL zdroje ICS.
da: Dette synes ikke at være en gyldig ICS-feed-URL.
de: Dies scheint keine gültige ICS-Feed-URL zu sein.
el: Αυτή η διεύθυνση URL δεν φαίνεται να είναι έγκυρη για τροφοδοσία ICS.
es: Esta URL no parece ser una URL válida para la fuente ICS.
et: See ei tundu olevat kehtiv ICS-voo URL-aadress.
fi: Tämä ei näytä olevan kelvollinen ICS-syötteen URL-osoite.
fr: Cette URL ne semble pas être une URL de flux ICS valide.
hu: Ez nem tűnik érvényes ICS-feed URL-nek.
it: Questo non sembra essere un URL di feed ICS valido.
ja: これは有効なICSフィードURLではないようです。
ko: 이것은 유효한 ICS 피드 URL로 보이지 않습니다.
lt: Tai neatrodo kaip galiojantis ICS srauto URL.
lv: Šķiet, ka šī nav derīga ICS plūsmas URL adrese.
nb: Dette ser ikke ut til å være en gyldig ICS-feed-URL.
nl: Dit lijkt geen geldige ICS-feed-URL te zijn.
pl: Wydaje się, że ten adres URL kanału ICS jest nieprawidłowy.
pt: Esta URL não parece ser um feed ICS válido.
ru: Это не похоже на действительный URL-адрес канала ICS.
sk: Toto nevyzerá ako platná adresa URL zdroja ICS.
sl: To ne izgleda kot veljaven URL za ICS-vir.
sr: Изгледа да ово није важећи URL ICS фида.
tr: Bu, geçerli bir ICS besleme URL'si gibi görünmüyor.
uk: Це не виглядає як дійсний URL-адреса каналу ICS.
zh: 这似乎不是一个有效的ICS源URL。
