Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: Replaces the %1$s default neutral color palette with nearest matches from the current Site Editor Styles color palette or the %2$s file in your theme. Color selections are algorithmic, and some combinations may not pass accessibility contrast tests. This setting has no effect if you are using a "classic" theme that does not include a %3$s file.
cs: Nahrazuje výchozí neutrální paletu barev %1$s nejbližšími odpovídajícími barvami z aktuální palety barev Site Editor Styles nebo souboru %2$s ve vašem motivu. Výběr barev je algoritmický a některé kombinace nemusí projít testy kontrastu přístupnosti. Toto nastavení nemá žádný vliv, pokud používáte „klasický“ motiv, který neobsahuje soubor %3$s.
da: Erstat den %1$s standard neutrale farvepalet med de nærmeste match fra den aktuelle farvepalet i Site Editor Styles eller %2$s-filen i dit tema. Farvevalg er algoritmiske, og nogle kombinationer passer muligvis ikke til kontrasttest for tilgængelighed. Denne indstilling har ingen effekt, hvis du bruger et "klassisk" tema, der ikke indeholder en %3$s-fil.
de: Ersetzt die neutrale Standardfarbpalette %1$s durch die nächstgelegenen Farben aus der aktuellen Farbpalette der Site-Editor-Stile oder der Datei %2$s in Ihrem Design. Die Farbauswahl erfolgt algorithmisch, und einige Kombinationen bestehen möglicherweise nicht den Kontrasttest für die Barrierefreiheit. Diese Einstellung hat keine Auswirkungen, wenn Sie ein "klassisches" Design verwenden, das keine %3$s-Datei enthält.
el: Αντικαθιστά την προεπιλεγμένη ουδέτερη παλέτα χρωμάτων %1$s με τα πιο κοντινά χρώματα από την τρέχουσα παλέτα χρωμάτων του Site Editor Styles ή το αρχείο %2$s στο θέμα σας. Οι επιλογές χρωμάτων είναι αλγοριθμικές και ορισμένοι συνδυασμοί ενδέχεται να μην περάσουν τις δοκιμές προσβασιμότητας αντίθεσης. Αυτή η ρύθμιση δεν έχει αποτέλεσμα εάν χρησιμοποιείτε ένα «κλασικό» θέμα που δεν περιλαμβάνει αρχείο %3$s.
es: Reemplaza la paleta de colores neutros predeterminada %1$s con los colores más similares de la paleta de colores actual del Editor de sitios o del archivo %2$s de tu tema. Las selecciones de color son algorítmicas y es posible que algunas combinaciones no superen las pruebas de contraste de accesibilidad. Esta configuración no tiene ningún efecto si utilizas un tema «clásico» que no incluye un archivo %3$s.
et: Asendab %1$s vaikimisi neutraalse värvipaleti lähimate vastetega praegusest Site Editor Styles värvipalettist või teie teema %2$s failist. Värvivalikud on algoritmilised ja mõned kombinatsioonid ei pruugi läbida juurdepääsetavuse kontrastiteste. See seade ei mõjuta, kui kasutate "klassikalist" teemat, mis ei sisalda %3$s faili.
fi: Korvaa %1$s oletusarvoisen neutraalin väripaletin lähimmillä vastaavilla väreillä nykyisestä Site Editor Styles -väripaletista tai teemasi %2$s tiedostosta. Värien valinta tapahtuu algoritmisesti, ja jotkin yhdistelmät eivät välttämättä läpäise esteettömyyden kontrastitestejä. Tämä asetus ei vaikuta, jos käytät "klassista" teemaa, joka ei sisällä %3$s tiedostoa.
fr: Remplace la palette de couleurs neutres par défaut %1$s par les couleurs les plus proches de la palette de couleurs actuelle de l'éditeur de site ou du fichier %2$s de votre thème. Les sélections de couleurs sont algorithmiques et certaines combinaisons peuvent ne pas passer les tests de contraste d'accessibilité. Ce paramètre n'a aucun effet si vous utilisez un thème « classique » qui ne comprend pas de fichier %3$s.
hu: A %1$s alapértelmezett semleges színpalettát a jelenlegi Site Editor Styles színpalettából vagy a témádban található %2$s fájlból származó legközelebbi színekkel helyettesíti. A színválasztás algoritmikus, és egyes kombinációk nem felelnek meg az akadálymentességi kontrasztvizsgálatoknak. Ez a beállítás nem hat, ha olyan „klasszikus” témát használsz, amely nem tartalmaz %3$s fájlt.
it: Sostituisce la tavolozza dei colori neutri predefinita %1$s con i colori più simili presenti nella tavolozza dei colori corrente dell'Editor del sito o nel file %2$s del tema. La selezione dei colori è algoritmica e alcune combinazioni potrebbero non superare i test di accessibilità relativi al contrasto. Questa impostazione non ha alcun effetto se si utilizza un tema "classico" che non include un file %3$s.
ja: %1$sデフォルトの中立カラーパレットを、現在のサイトエディタースタイルのカラーパレットまたはテーマ内の%2$sファイルから最も近い色で置き換えます。色の選択はアルゴリズムによるものであり、一部の組み合わせはアクセシビリティのコントラストテストに合格しない場合があります。この設定は、%3$sファイルを含まない「クラシック」テーマを使用している場合には効果がありません。
ko: 기본 중립 색상 팔레트(%1$s)를 현재 사이트 편집기 스타일 색상 팔레트 또는 테마의 %2$s 파일에서 가장 가까운 색상으로 대체합니다. 색상 선택은 알고리즘에 기반하며, 일부 조합은 접근성 대비 테스트를 통과하지 못할 수 있습니다. %3$s 파일을 포함하지 않는 "클래식" 테마를 사용하는 경우 이 설정은 효과가 없습니다.
lt: Pakeičia %1$s numatytąją neutralią spalvų paletę artimiausiais atitikmenimis iš dabartinės svetainės redaktoriaus stilių spalvų paletės arba %2$s failo jūsų temoje. Spalvų pasirinkimas yra algoritminis, todėl kai kurie deriniai gali neatitikti prieinamumo kontrasto reikalavimų. Šis nustatymas neveikia, jei naudojate „klasikinę“ temą, kurioje nėra %3$s failo.
lv: Aizstāj %1$s noklusējuma neitrālo krāsu paleti ar tuvākajām atbilstībām no pašreizējās vietnes redaktora stilu krāsu paletes vai %2$s faila jūsu tēmā. Krāsu izvēle ir algoritmiska, un dažas kombinācijas var neatbilst pieejamības kontrasta testiem. Šis iestatījums nedarbojas, ja izmantojat "klasisko" tēmu, kas neietver %3$s failu.
nb: Erstatt den %1$s standard nøytrale fargepaletten med nærmeste treff fra den gjeldende fargepaletten i Site Editor Styles eller %2$s-filen i temaet ditt. Fargevalgene er algoritmiske, og noen kombinasjoner kan ikke bestå kontrasttester for tilgjengelighet. Denne innstillingen har ingen effekt hvis du bruker et «klassisk» tema som ikke inkluderer en %3$s-fil.
nl: Vervangt het standaard neutrale kleurenpalet %1$s door de meest overeenkomende kleuren uit het huidige kleurenpalet van Site Editor Styles of het bestand %2$s in uw thema. Kleurselecties zijn algoritmisch en sommige combinaties voldoen mogelijk niet aan de contrasttests voor toegankelijkheid. Deze instelling heeft geen effect als u een 'klassiek' thema gebruikt dat geen bestand %3$s bevat.
pl: Zastępuje domyślną paletę neutralnych kolorów %1$s najbliższymi dopasowaniami z bieżącej palety kolorów edytora witryny lub pliku %2$s w motywie. Wybór kolorów odbywa się algorytmicznie, a niektóre kombinacje mogą nie przejść testów kontrastu dostępności. To ustawienie nie ma wpływu, jeśli używasz „klasycznego” motywu, który nie zawiera pliku %3$s.
pt: Substitui a paleta de cores neutras padrão %1$s pelas cores mais próximas da paleta de cores do Editor de sites atual ou do arquivo %2$s do seu tema. As seleções de cores são algorítmicas e algumas combinações podem não passar nos testes de contraste de acessibilidade. Essa configuração não tem efeito se você estiver usando um tema “clássico” que não inclua um arquivo %3$s.
ru: Заменяет %1$s стандартную нейтральную палитру цветов на ближайшие соответствия из текущей палитры цветов Site Editor Styles или файла %2$s в вашей теме. Выбор цветов осуществляется алгоритмически, и некоторые комбинации могут не пройти тесты на контрастность доступности. Эта настройка не имеет эффекта, если вы используете «классическую» тему, которая не включает файл %3$s.
sk: Nahradí predvolenú neutrálnu farebnú paletu %1$s najvhodnejšími farbami z aktuálnej farebnej palety Site Editor Styles alebo zo súboru %2$s vo vašej téme. Výber farieb je algoritmický a niektoré kombinácie nemusia prejsť testami kontrastu prístupnosti. Toto nastavenie nemá žiadny vplyv, ak používate „klasickú“ tému, ktorá neobsahuje súbor %3$s.
sl: Nadomesti privzeto nevtralno barvno paleto %1$s z najbližjimi ujemanji iz trenutne barvne palete urejevalnika spletnega mesta ali datoteke %2$s v vaši temi. Izbor barv je algoritmičen, zato nekatere kombinacije morda ne bodo uspešno prestale testov kontrasta za dostopnost. Ta nastavitev nima nobenega učinka, če uporabljate „klasično“ temo, ki ne vključuje datoteke %3$s.
sr: Замењује подразумевану неутралну палету боја %1$s најближим подударањима из тренутне палете боја Site Editor Styles или %2$s датотеке у вашој теми. Избор боја је алгоритамски и неке комбинације можда неће проћи тестове контраста приступачности. Ово подешавање нема ефекта ако користите „класичну“ тему која не укључује %3$s датотеку.
tr: %1$s varsayılan nötr renk paletini, mevcut Site Editörü Stilleri renk paletinden veya temanızdaki %2$s dosyasından en yakın eşleşmelerle değiştirir. Renk seçimleri algoritmik olup, bazı kombinasyonlar erişilebilirlik kontrast testlerini geçemeyebilir. Bu ayar, %3$s dosyası içermeyen "klasik" bir tema kullanıyorsanız etkili değildir.
uk: Замінює %1$s стандартну нейтральну палітру кольорів на найближчі відповідники з поточної палітри кольорів редактора сайту або файлу %2$s у вашій темі. Вибір кольорів здійснюється за алгоритмом, і деякі комбінації можуть не пройти тести на контрастність доступності. Це налаштування не діє, якщо ви використовуєте «класичну» тему, яка не містить файлу %3$s.
zh: 将默认中性色板%1$s替换为当前站点编辑器样式色板或主题内%2$s文件中最接近的匹配色。颜色选择采用算法生成，部分组合可能无法通过无障碍对比度测试。若使用未包含%3$s文件的"经典"主题，此设置将无效。

source: %1$sThis is currently a beta feature.%2$s It may require making some adjustments to your calendar appearance or CSS for optimal display, especially if you have color-coded your feeds. Functionality is subject to change.
cs: %1$sJedná se v současné době o beta verzi.%2$s Pro optimální zobrazení může být nutné provést některé úpravy vzhledu kalendáře nebo CSS, zejména pokud máte své kanály označené barevnými kódy. Funkčnost se může změnit.
da: %1$sDette er i øjeblikket en betafunktion.%2$s Det kan være nødvendigt at foretage nogle justeringer af din kalenders udseende eller CSS for at opnå optimal visning, især hvis du har farvekodet dine feeds. Funktionaliteten kan ændres.
de: %1$sDies ist derzeit eine Beta-Funktion.%2$s Für eine optimale Anzeige müssen möglicherweise einige Anpassungen an der Darstellung Ihres Kalenders oder am CSS vorgenommen werden, insbesondere wenn Sie Ihre Feeds farblich gekennzeichnet haben. Die Funktionalität kann sich ändern.
el: %1$sΑυτή τη στιγμή πρόκειται για μια λειτουργία σε φάση δοκιμής.%2$s Ενδέχεται να χρειαστεί να κάνετε κάποιες προσαρμογές στην εμφάνιση του ημερολογίου σας ή στο CSS για βέλτιστη εμφάνιση, ειδικά αν έχετε χρωματικά κωδικοποιήσει τις ροές σας. Η λειτουργικότητα ενδέχεται να αλλάξει.
es: %1$sActualmente se trata de una función beta.%2$s Es posible que sea necesario realizar algunos ajustes en la apariencia de tu calendario o en el CSS para obtener una visualización óptima, especialmente si has codificado por colores tus fuentes. La funcionalidad está sujeta a cambios.
et: %1$sSee on praegu beetaversioon.%2$s Optimaalse kuvamise tagamiseks võib olla vaja teha mõned muudatused kalendri välimuses või CSS-is, eriti kui olete oma vood värvikoodidega märgistanud. Funktsionaalsus võib muutuda.
fi: %1$sTämä on tällä hetkellä beta-ominaisuus.%2$s Optimaalisen näytön saavuttamiseksi saatat joutua tekemään joitakin muutoksia kalenterisi ulkoasuun tai CSS-tiedostoon, etenkin jos olet merkinnyt syötteesi värikoodeilla. Toiminnallisuus voi muuttua.
fr: %1$sIl s'agit actuellement d'une fonctionnalité bêta.%2$s Il peut être nécessaire d'ajuster l'apparence de votre calendrier ou le CSS pour un affichage optimal, en particulier si vous avez attribué des codes couleur à vos flux. La fonctionnalité est susceptible d'être modifiée.
hu: %1$sEz jelenleg egy béta funkció.%2$s Az optimális megjelenítéshez szükség lehet néhány beállítás módosítására a naptár megjelenésében vagy a CSS-ben, különösen, ha a feedjeit színkódokkal jelölte meg. A funkciók változhatnak.
it: %1$sQuesta è attualmente una funzione beta.%2$s Potrebbe essere necessario apportare alcune modifiche all'aspetto del calendario o al CSS per una visualizzazione ottimale, soprattutto se hai codificato i tuoi feed con colori diversi. La funzionalità è soggetta a modifiche.
ja: %1$sこれは現在ベータ機能です。%2$s 最適な表示のため、特にフィードに色分けをしている場合は、カレンダーの表示設定やCSSの調整が必要になる場合があります。機能は変更される可能性があります。
ko: %1$s이 기능은 현재 베타 버전입니다.%2$s 특히 피드를 색상별로 구분한 경우, 최적의 표시를 위해 캘린더 외관이나 CSS 설정을 일부 조정해야 할 수 있습니다. 기능은 변경될 수 있습니다.
lt: %1$sŠiuo metu tai yra beta funkcija.%2$s Norint pasiekti optimalų vaizdą, gali prireikti atlikti keletą kalendoriaus išvaizdos arba CSS pakeitimų, ypač jei jūsų srautai yra pažymėti spalvomis. Funkcionalumas gali keistis.
lv: %1$sŠī funkcija pašlaik ir beta versijā.%2$s Lai nodrošinātu optimālu attēlošanu, var būt nepieciešams veikt dažas izmaiņas kalendāra izskatā vai CSS, jo īpaši, ja jūsu plūsmas ir marķētas ar krāsām. Funkcionalitāte var tikt mainīta.
nb: %1$sDette er foreløpig en betafunksjon.%2$s Det kan være nødvendig å gjøre noen justeringer i kalenderen eller CSS for optimal visning, spesielt hvis du har fargekodet feedene dine. Funksjonaliteten kan endres.
nl: %1$sDit is momenteel een bètafunctie.%2$s Voor een optimale weergave kan het nodig zijn om enkele aanpassingen aan te brengen in de weergave van uw agenda of CSS, vooral als u uw feeds met kleuren hebt gecodeerd. De functionaliteit kan worden gewijzigd.
pl: %1$sJest to obecnie funkcja w wersji beta.%2$s Aby uzyskać optymalny wygląd, może być konieczne wprowadzenie pewnych zmian w wyglądzie kalendarza lub arkuszu CSS, zwłaszcza jeśli kanały są oznaczone kolorami. Funkcjonalność może ulec zmianie.
pt: %1$sEsta é atualmente uma funcionalidade beta.%2$s Pode ser necessário fazer alguns ajustes na aparência do seu calendário ou no CSS para uma exibição ideal, especialmente se você tiver codificado seus feeds por cores. A funcionalidade está sujeita a alterações.
ru: %1$sВ настоящее время это бета-функция.%2$s Для оптимального отображения может потребоваться внести некоторые изменения в настройки календаря или CSS, особенно если вы используете цветовую кодировку для своих фидов. Функциональность может быть изменена.
sk: %1$sTáto funkcia je momentálne v beta verzii.%2$s Pre optimálne zobrazenie môže byť potrebné upraviť vzhľad kalendára alebo CSS, najmä ak máte svoje kanály označené farebnými kódmi. Funkčnosť sa môže zmeniť.
sl: %1$sTo je trenutno beta funkcija.%2$s Za optimalno prikazovanje bo morda potrebno nekaj prilagoditev videza koledarja ali CSS, še posebej, če ste svoje vire označili z barvami. Funkcionalnost se lahko spremeni.
sr: %1$sОво је тренутно бета функција.%2$s Можда ће бити потребно извршити нека прилагођавања изгледа вашег календара или CSS-а за оптималан приказ, посебно ако сте своје фидове означили бојама. Функционалност се може променити.
tr: %1$sBu özellik şu anda beta sürümündedir.%2$s Özellikle beslemelerinizi renk kodluyorsanız, en iyi görüntüleme için takviminizin görünümünde veya CSS'sinde bazı ayarlamalar yapmanız gerekebilir. İşlevsellik değişikliklere tabidir.
uk: %1$sНаразі це бета-функція.%2$s Для оптимального відображення може знадобитися внести деякі зміни у вигляд календаря або CSS, особливо якщо ви використовуєте кольорове кодування для своїх каналів. Функціональність може змінюватися.
zh: %1$s此功能目前处于测试阶段。%2$s为获得最佳显示效果，可能需要调整日历外观或CSS样式，尤其当您为订阅源设置了颜色标记时。功能可能随时变更。

source: Dark mode
cs: Tmavý režim
da: Mørk tilstand
de: Dunkler Modus
el: Σκοτεινό θέμα
es: Modo oscuro
et: Tume režiim
fi: Tumma tila
fr: Mode sombre
hu: Sötét üzemmód
it: Modalità scura
ja: ダークモード
ko: 다크 모드
lt: Tamsus režimas
lv: Tumšais režīms
nb: Mørk modus
nl: Donkere modus
pl: Tryb ciemny
pt: Modo escuro
ru: Темная тема
sk: Tmavý režim
sl: Temna tema
sr: Тамни режим
tr: Koyu kip
uk: Темний режим
zh: 黑暗模式

source: Inverts color palette (light colors on a dark background).
cs: Obrátí paletu barev (světlé barvy na tmavém pozadí).
da: Inverterer farvepaletten (lyse farver på mørk baggrund).
de: Fügt eine invertierte Farbpalette hinzu (helle Farben auf dunklem Hintergrund).
el: Αντιστρέφει την παλέτα χρωμάτων (ανοιχτά χρώματα σε σκούρο φόντο).
es: Inverte la paleta de colores (colores claros sobre fondo oscuro).
et: Pöörab värvipaleti ümber (heledad värvid tumedal taustal).
fi: Kääntää väripaletin (vaaleat värit tummalla taustalla).
fr: Inverse la palette de couleurs (couleurs claires sur fond sombre).
hu: A színpaletta megfordítása (világos színek sötét háttérrel).
it: Inverte la tavolozza dei colori (colori chiari su sfondo scuro).
ja: カラーパレットを反転（暗い背景に明るい色）。
ko: 색상 팔레트를 반전합니다(어두운 배경에 밝은 색상).
lt: Apverčia spalvų paletę (šviesios spalvos ant tamsaus fono).
lv: Apgriež krāsu paleti (gaišas krāsas uz tumša fona).
nb: Inverterer fargepaletten (lyse farger på mørk bakgrunn).
nl: Keert het kleurenpalet om (lichte kleuren op een donkere achtergrond).
pl: Odwraca paletę kolorów (jasne kolory na ciemnym tle).
pt: Inverte a paleta de cores (cores claras em fundo escuro).
ru: Инвертирует цветовую палитру (светлые цвета на темном фоне).
sk: Obráti farebnú paletu (svetlé farby na tmavom pozadí).
sl: Obrati barvno paleto (svetle barve na temnem ozadju).
sr: Инвертира палету боја (светле боје на тамној позадини).
tr: Renk paletini ters çevirir (koyu arka plan üzerinde açık renkler).
uk: Інвертує палітру кольорів (світлі кольори на темному тлі).
zh: 反转配色方案（浅色系配深色背景）。

source: Save Changes
cs: Uložit změny
da: Gem ændringer
de: Änderungen speichern
el: Αποθήκευση αλλαγών
es: Guardar cambios
et: Salvesta muudatused
fi: Tallenna muutokset
fr: Sauvegarder les changements
hu: Módosítások mentése
it: Salva modifiche
ja: 変更を保存
ko: 변경사항 저장
lt: Išsaugoti pakeitimus
lv: Saglabāt izmaiņas
nb: Lagre endringer
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt: Salvar alterações
ru: Сохранить изменения
sk: Uložiť zmeny
sl: Shrani spremembe
sr: Сачувај промене
tr: Değişiklikleri Kaydet
uk: Зберегти зміни
zh: 保存更改
