Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: Use the pause button if you need to temporarily turn off %1$s on your front end pages.
cs: Pokud potřebujete dočasně vypnout %1$s na svých úvodních stránkách, použijte tlačítko pauzy.
da: Brug pause-knappen, hvis du midlertidigt skal slukke for %1$s på dine frontend-sider.
de: Verwenden Sie die Pause-Taste, wenn Sie %1$s auf Ihren Frontend-Seiten vorübergehend deaktivieren möchten.
el: Χρησιμοποιήστε το κουμπί παύσης αν χρειαστεί να απενεργοποιήσετε προσωρινά το %1$s στις αρχικές σελίδες σας.
es: Utilice el botón de pausa si necesita desactivar temporalmente %1$s en las páginas frontales.
et: Kasutage pausinuppu, kui soovite ajutiselt välja lülitada %1$s oma esilehekülgedel.
fi: Käytä taukopainiketta, jos haluat väliaikaisesti poistaa %1$s käytöstä etusivultasi.
fr: Utilisez le bouton Pause si vous devez désactiver temporairement %1$s sur vos pages frontales.
hu: Használja a szünet gombot, ha ideiglenesen ki kell kapcsolnia a %1$s funkciót a front-end oldalakon.
it: Utilizza il pulsante di pausa se devi disattivare temporaneamente %1$s sulle pagine front-end.
ja: フロントエンドページで%1$sを一時的に無効にする必要がある場合は、一時停止ボタンを使用してください。
ko: 프론트엔드 페이지에서 %1$s을 일시적으로 비활성화해야 할 경우 일시정지 버튼을 사용하세요.
lt: Naudokite pauzės mygtuką, jei reikia laikinai išjungti %1$s savo priekinėse puslapiuose.
lv: Izmantojiet pauzes pogu, ja vēlaties uz laiku izslēgt %1$s savās priekšējās lappusēs.
nb: Bruk pauseknappen hvis du trenger å slå av %1$s midlertidig på frontend-sidene dine.
nl: Gebruik de pauzeknop als u %1$s op uw front-endpagina's tijdelijk wilt uitschakelen.
pl: Użyj przycisku pauzy, jeśli chcesz tymczasowo wyłączyć %1$s na stronach frontowych.
pt: Use o botão de pausa se precisar desativar temporariamente %1$s nas suas páginas iniciais.
ru: Используйте кнопку паузы, если вам нужно временно отключить %1$s на ваших начальных страницах.
sk: Ak potrebujete dočasne vypnúť %1$s na svojich úvodných stránkach, použite tlačidlo pauza.
sl: Uporabite gumb za pavzo, če želite začasno izklopiti %1$s na svojih začetnih straneh.
sr: Користите дугме за паузу ако треба привремено да искључите %1$s на вашим почетним страницама.
tr: Ön uç sayfalarınızda %1$s'ı geçici olarak kapatmanız gerekiyorsa duraklat düğmesini kullanın.
uk: Використовуйте кнопку паузи, якщо вам потрібно тимчасово вимкнути %1$s на ваших початкових сторінках.
zh: 若需在前端页面暂时关闭%1$s功能，请使用暂停按钮。

source: Resume Calendars
cs: Kalendáře životopisů
da: CV-kalendere
de: Lebenslauf-Kalender
el: Ημερολόγια βιογραφικών
es: Calendarios de currículums
et: CV-kalendrid
fi: Jatka kalentereita
fr: Calendriers de reprise
hu: Naptárak folytatása
it: Riprendi calendari
ja: 履歴書カレンダー
ko: 이력서 달력
lt: Atnaujinti kalendorius
lv: Atjaunot kalendārus
nb: CV-kalendere
nl: CV-kalenders
pl: Kalendarze CV
pt: Calendários de currículos
ru: Календари резюме
sk: Kalendáre životopisov
sl: Koledarji življenjepisov
sr: Календари за животописе
tr: Özgeçmiş Takvimleri
uk: Календарі резюме
zh: 简历日历

source: Pause Calendars
cs: Pozastavit kalendáře
da: Pause-kalendere
de: Kalender pausieren
el: Παύση Ημερολόγια
es: Calendarios de pausa
et: Pausikalendrid
fi: Tauko Kalenterit
fr: Calendriers de pause
hu: Naptárak szüneteltetése
it: Calendari delle pause
ja: 一時停止カレンダー
ko: 일정 일시 중지
lt: Pauzės kalendoriai
lv: Pauzes kalendāri
nb: Pause kalendere
nl: Kalenders pauzeren
pl: Kalendarze pauzy
pt: Calendários de pausa
ru: Пауза Календари
sk: Pozastaviť kalendáre
sl: Koledarji za premor
sr: Паузирај календаре
tr: Takvimleri Duraklat
uk: Календарі паузи
zh: 暂停日历

source: No content will be altered, but your calendars will be hidden and no %1$s asset files (JavaScript, CSS) will be loaded on front-end pages. If you are using caching via a plugin or through your hosting provider, you may need to clear the cache after changing this setting.
cs: Obsah nebude změněn, ale vaše kalendáře budou skryty a na front-endových stránkách nebudou načteny žádné soubory %1$s (JavaScript, CSS). Pokud používáte ukládání do mezipaměti prostřednictvím pluginu nebo prostřednictvím svého poskytovatele hostingu, možná budete muset po změně tohoto nastavení vymazat mezipaměť.
da: Intet indhold vil blive ændret, men dine kalendere vil blive skjult, og ingen %1$s ressourcefiler (JavaScript, CSS) vil blive indlæst på front-end-sider. Hvis du bruger caching via et plugin eller gennem din hostingudbyder, skal du muligvis rydde cachen efter at have ændret denne indstilling.
de: Es werden keine Inhalte geändert, aber Ihre Kalender werden ausgeblendet und keine %1$s Asset-Dateien (JavaScript, CSS) werden auf Frontend-Seiten geladen. Wenn Sie Caching über ein Plugin oder Ihren Hosting-Anbieter verwenden, müssen Sie möglicherweise den Cache leeren, nachdem Sie diese Einstellung geändert haben.
el: Δεν θα αλλάξει κανένα περιεχόμενο, αλλά τα ημερολόγιά σας θα κρυφτούν και δεν θα φορτωθούν αρχεία %1$s (JavaScript, CSS) στις σελίδες του front-end. Εάν χρησιμοποιείτε προσωρινή αποθήκευση μέσω ενός plugin ή μέσω του παρόχου φιλοξενίας σας, ίσως χρειαστεί να καθαρίσετε την προσωρινή μνήμη μετά την αλλαγή αυτής της ρύθμισης.
es: No se modificará ningún contenido, pero sus calendarios quedarán ocultos y no se cargarán archivos %1$s (JavaScript, CSS) en las páginas front-end. Si utiliza el almacenamiento en caché a través de un complemento o de su proveedor de alojamiento, es posible que tenga que borrar la caché después de cambiar esta configuración.
et: Sisu ei muudeta, kuid teie kalendrid peidetakse ja esilehele ei laadita ühtegi %1$s ressursifaili (JavaScript, CSS). Kui kasutate vahemällu salvestamist pistikprogrammi või oma veebimajutuse pakkuja kaudu, võib olla vaja pärast selle seade muutmist vahemälu tühjendada.
fi: Sisältöä ei muuteta, mutta kalenterisi piilotetaan eikä %1$s resurssitiedostoja (JavaScript, CSS) ladata etusivulle. Jos käytät välimuistia laajennuksen tai hosting-palveluntarjoajan kautta, sinun on ehkä tyhjennettävä välimuisti tämän asetuksen muuttamisen jälkeen.
fr: Aucun contenu ne sera modifié, mais vos calendriers seront masqués et aucun fichier %1$s (JavaScript, CSS) ne sera chargé sur les pages frontales. Si vous utilisez la mise en cache via un plugin ou votre hébergeur, vous devrez peut-être vider le cache après avoir modifié ce paramètre.
hu: A tartalom nem változik, de a naptárak el lesznek rejtve, és a front-end oldalakon nem lesznek betöltve a %1$s eszközfájlok (JavaScript, CSS). Ha pluginon vagy a tárhelyszolgáltatón keresztül használ cachinget, akkor lehet, hogy a beállítás megváltoztatása után törölnie kell a cache-t.
it: Nessun contenuto verrà modificato, ma i tuoi calendari saranno nascosti e nessun file %1$s (JavaScript, CSS) verrà caricato sulle pagine front-end. Se utilizzi la cache tramite un plugin o tramite il tuo provider di hosting, potrebbe essere necessario svuotare la cache dopo aver modificato questa impostazione.
ja: コンテンツは変更されませんが、カレンダーは非表示となり、フロントエンドページでは%1$sアセットファイル（JavaScript、CSS）が読み込まれません。プラグインまたはホスティングプロバイダー経由でキャッシュを使用している場合、この設定変更後にキャッシュをクリアする必要があるかもしれません。
ko: 콘텐츠는 변경되지 않지만, 캘린더는 숨겨지고 프론트엔드 페이지에서 %1$s개의 자산 파일(JavaScript, CSS)이 로드되지 않습니다. 플러그인이나 호스팅 제공업체를 통해 캐싱을 사용하는 경우, 이 설정을 변경한 후 캐시를 지워야 할 수 있습니다.
lt: Turinys nebus keičiamas, tačiau jūsų kalendoriai bus paslėpti ir %1$s išteklių failai (JavaScript, CSS) nebus įkelti į priekinės dalies puslapius. Jei naudojate kešavimą per įskiepį arba per savo prieglobos paslaugų teikėją, po šio parametro pakeitimo gali tekti išvalyti kešą.
lv: Saturs netiks mainīts, bet jūsu kalendāri tiks paslēpti un nekādi %1$s resursu faili (JavaScript, CSS) netiks ielādēti front-end lapās. Ja izmantojat kešēšanu ar spraudņa vai hostinga pakalpojumu sniedzēja palīdzību, pēc šīs iestatījuma maiņas var būt nepieciešams iztīrīt kešatmiņu.
nb: Innholdet vil ikke bli endret, men kalenderne dine vil bli skjult og ingen %1$s ressursfiler (JavaScript, CSS) vil bli lastet inn på frontend-sidene. Hvis du bruker caching via et plugin eller gjennom din hostingleverandør, kan det hende du må tømme cachen etter å ha endret denne innstillingen.
nl: Er wordt geen inhoud gewijzigd, maar uw agenda's worden verborgen en er worden geen %1$s assetbestanden (JavaScript, CSS) geladen op front-endpagina's. Als u caching gebruikt via een plug-in of via uw hostingprovider, moet u mogelijk de cache wissen nadat u deze instelling hebt gewijzigd.
pl: Żadna treść nie zostanie zmieniona, ale Twoje kalendarze zostaną ukryte i żadne pliki zasobów %1$s (JavaScript, CSS) nie będą ładowane na stronach front-endowych. Jeśli korzystasz z buforowania za pomocą wtyczki lub poprzez dostawcę usług hostingowych, po zmianie tego ustawienia może być konieczne wyczyszczenie pamięci podręcznej.
pt: Nenhum conteúdo será alterado, mas seus calendários serão ocultados e nenhum arquivo de recurso %1$s (JavaScript, CSS) será carregado nas páginas front-end. Se você estiver usando cache por meio de um plugin ou do seu provedor de hospedagem, talvez seja necessário limpar o cache após alterar essa configuração.
ru: Никакой контент не будет изменен, но ваши календари будут скрыты, и на страницы интерфейса не будут загружаться файлы ресурсов %1$s (JavaScript, CSS). Если вы используете кэширование через плагин или через своего хостинг-провайдера, после изменения этого параметра может потребоваться очистить кэш.
sk: Obsah sa nezmení, ale vaše kalendáre budú skryté a na front-endových stránkach sa nebudú načítať žiadne súbory %1$s (JavaScript, CSS). Ak používate ukladanie do vyrovnávacej pamäte prostredníctvom pluginu alebo prostredníctvom svojho poskytovateľa hostingu, po zmene tohto nastavenia môže byť potrebné vymazať vyrovnávaciu pamäť.
sl: Vsebina ne bo spremenjena, vendar bodo vaši koledarji skriti in na straneh front-enda ne bodo naložene nobene %1$s datoteke (JavaScript, CSS). Če uporabljate predpomnjenje prek vtičnika ali prek ponudnika gostovanja, boste morda morali po spremembi te nastavitve počistiti predpomnjenje.
sr: Садржај неће бити измењен, али ће ваши календари бити скривени и ниједна %1$s датотека (JavaScript, CSS) неће бити учитана на предњим страницама. Ако користите кеширање путем додатка или преко вашег провајдера хостинга, можда ћете морати да обришете кеш меморију након промене овог подешавања.
tr: Hiçbir içerik değiştirilmeyecek, ancak takvimleriniz gizlenecek ve ön uç sayfalarına %1$s varlık dosyası (JavaScript, CSS) yüklenmeyecektir. Bir eklenti veya barındırma sağlayıcınız aracılığıyla önbellekleme kullanıyorsanız, bu ayarı değiştirdikten sonra önbelleği temizlemeniz gerekebilir.
uk: Вміст не буде змінено, але ваші календарі будуть приховані, і на сторінках інтерфейсу не будуть завантажуватися файли ресурсів %1$s (JavaScript, CSS). Якщо ви використовуєте кешування за допомогою плагіна або через свого хостинг-провайдера, після зміни цього параметра може знадобитися очистити кеш.
zh: 内容不会被修改，但您的日历将被隐藏，且前端页面不会加载任何%1$s资源文件（JavaScript、CSS）。若您通过插件或主机服务商启用了缓存功能，修改此设置后可能需要清除缓存。

source: %1$s Data Cache
cs: %1$s Datová mezipaměť
de: %1$s Daten-Cache
el: %1$s Προσωρινή μνήμη δεδομένων
es: %1$s Caché de datos
et: %1$s Andmete vahemälu
fi: %1$s Tietovälimuisti
fr: %1$s Cache de données
hu: %1$s Adatgyorsítótár
it: %1$s Cache dati
ja: %1$s データキャッシュ
ko: %1$s 데이터 캐시
lt: %1$s Duomenų talpykla
lv: %1$s Datu kešatmiņa
nl: %1$s Gegevenscache
pl: %1$s Pamięć podręczna danych
pt: %1$s Cache de dados
ru: %1$s Кэш данных
sk: %1$s Dátová cache
sl: %1$s Pomnilnik podatkov
sr: %1$s Кеш података
tr: %1$s Veri Önbelleği
uk: %1$s Кеш даних
zh: %1$s 数据缓存

source: This will immediately clear all existing cached calendar data (purge transients), forcing WordPress to reload all calendars the next time they are viewed. Caching will then resume as before.
cs: Tím se okamžitě vymažou všechna existující data kalendáře uložená v mezipaměti (vyčištění přechodných dat) a WordPress bude nucen při příštím zobrazení znovu načíst všechny kalendáře. Ukládání do mezipaměti bude poté pokračovat jako dříve.
da: Dette vil straks rydde alle eksisterende cachelagrede kalenderdata (purge transients) og tvinge WordPress til at genindlæse alle kalendere, næste gang de vises. Cachelagring vil derefter fortsætte som før.
de: Dadurch werden alle vorhandenen zwischengespeicherten Kalenderdaten sofort gelöscht (Purge Transients), sodass WordPress alle Kalender beim nächsten Aufruf neu laden muss. Danach wird das Caching wie zuvor fortgesetzt.
el: Αυτό θα διαγράψει αμέσως όλα τα υπάρχοντα δεδομένα του ημερολογίου που έχουν αποθηκευτεί στην προσωρινή μνήμη (καθαρισμός προσωρινών αρχείων), αναγκάζοντας το WordPress να φορτώσει εκ νέου όλα τα ημερολόγια την επόμενη φορά που θα προβληθούν. Η αποθήκευση στην προσωρινή μνήμη θα συνεχιστεί όπως πριν.
es: Esto borrará inmediatamente todos los datos del calendario almacenados en la caché (purga transitoria), lo que obligará a WordPress a volver a cargar todos los calendarios la próxima vez que se visualicen. A continuación, el almacenamiento en caché se reanudará como antes.
et: See kustutab kohe kõik olemasolevad kalendri andmed (puhastab ajutised andmed), sundides WordPressi järgmisel vaatamisel kõik kalendrid uuesti laadima. Puhverdamise funktsioon jätkub seejärel nagu varem.
fi: Tämä tyhjentää välittömästi kaikki olemassa olevat välimuistissa olevat kalenteritiedot (puhdistaa väliaikaiset tiedot) ja pakottaa WordPressin lataamaan kaikki kalenterit uudelleen seuraavan kerran, kun niitä katsotaan. Välimuisti jatkaa sitten toimintaansa kuten aiemmin.
fr: Cela effacera immédiatement toutes les données du calendrier mises en cache (purge transitoire), forçant WordPress à recharger tous les calendriers lors de leur prochaine consultation. La mise en cache reprendra alors comme auparavant.
hu: Ezzel azonnal törölhetők az összes meglévő naptár-adat (törlés átmeneti adatok), ami arra kényszeríti a WordPress-t, hogy a következő megtekintéskor az összes naptárat újra betöltse. Ezután a gyorsítótár a korábbi módon folytatódik.
it: Questo cancellerà immediatamente tutti i dati del calendario memorizzati nella cache (eliminazione dei dati temporanei), costringendo WordPress a ricaricare tutti i calendari la prossima volta che vengono visualizzati. La memorizzazione nella cache riprenderà quindi come prima.
ja: これにより既存のキャッシュされたカレンダーデータが即時クリアされ（一時データを削除）、次回カレンダーが表示される際にWordPressが全カレンダーを再読み込みするよう強制されます。その後、キャッシュは以前と同様に再開されます。
ko: 이 작업은 즉시 기존에 캐시된 모든 캘린더 데이터를 지우며(일시적 데이터 삭제), 다음에 캘린더를 볼 때 워드프레스가 모든 캘린더를 다시 불러오도록 강제합니다. 이후 캐싱은 이전과 동일하게 재개됩니다.
lt: Tai iš karto išvalys visus esamus kalendoriaus duomenis iš talpyklos (ištrins laikinuosius duomenis) ir privers WordPress iš naujo įkelti visus kalendorius, kai jie bus peržiūrimi kitą kartą. Tada talpyklos veikimas bus atnaujintas kaip anksčiau.
lv: Tas nekavējoties dzēsīs visus esošos kalendāra datus (izdzēsīs pagaidu datus), liekot WordPress atkārtoti ielādēt visus kalendārus nākamajā reizē, kad tie tiks apskatīti. Pēc tam kešēšana turpināsies kā iepriekš.
nb: Dette vil umiddelbart slette alle eksisterende cache-lagrede kalenderdata (purge transients), og tvinge WordPress til å laste inn alle kalendere på nytt neste gang de vises. Caching vil deretter fortsette som før.
nl: Hierdoor worden alle bestaande cachegegevens van de kalender onmiddellijk gewist (purge transients), waardoor WordPress gedwongen wordt om alle kalenders opnieuw te laden wanneer ze de volgende keer worden bekeken. Het cachen wordt vervolgens hervat zoals voorheen.
pl: Spowoduje to natychmiastowe wyczyszczenie wszystkich istniejących danych kalendarza z pamięci podręcznej (usunięcie danych przejściowych), zmuszając WordPress do ponownego załadowania wszystkich kalendarzy przy następnym wyświetleniu. Buforowanie zostanie następnie wznowione tak jak poprzednio.
pt: Isso limpará imediatamente todos os dados do calendário armazenados em cache (limpar transientes), forçando o WordPress a recarregar todos os calendários na próxima vez que forem visualizados. O armazenamento em cache será retomado como antes.
ru: Это немедленно очистит все существующие кэшированные данные календаря (очистит временные файлы), заставив WordPress перезагрузить все календари при следующем просмотре. Затем кэширование возобновится, как и раньше.
sk: Týmto sa okamžite vymažú všetky existujúce údaje kalendára uložené v pamäti cache (vyčistenie prechodných údajov), čo donúti WordPress, aby pri ďalšom zobrazení znovu načítal všetky kalendáre. Ukladanie do pamäti cache sa potom obnoví ako predtým.
sl: To bo takoj izbrisalo vse obstoječe podatke v predpomnilniku koledarja (izbris prehodnih podatkov) in prisililo WordPress, da naslednjič, ko bodo koledarji prikazani, ponovno naloži vse koledarje. Predpomnjenje se bo nato nadaljevalo kot prej.
sr: Ово ће одмах обрисати све постојеће кеширане податке календара (очистити пролазне податке), приморавајући WordPress да поново учита све календаре следећи пут када се прегледају. Кеширање ће се затим наставити као и раније.
tr: Bu, mevcut tüm önbelleğe alınmış takvim verilerini (geçici verileri) hemen siler ve WordPress'in bir sonraki görüntüleme sırasında tüm takvimleri yeniden yüklemesini sağlar. Önbellekleme daha sonra eskisi gibi devam eder.
uk: Це негайно очистить усі існуючі кешовані дані календаря (очистить тимчасові файли), змусивши WordPress перезавантажити всі календарі під час наступного перегляду. Після цього кешування відновиться, як і раніше.
zh: 这将立即清除所有现有的缓存日历数据（清除临时数据），迫使WordPress在下次查看时重新加载所有日历。缓存功能随后将恢复如常。

source: Clear Cached Calendar Data
cs: Vymazat data z mezipaměti kalendáře
da: Ryd cache-data for kalender
de: Zwischengespeicherte Kalenderdaten löschen
el: Εκκαθάριση προσωρινά αποθηκευμένων δεδομένων ημερολογίου
es: Borrar datos almacenados en caché del calendario
et: Puhasta kalendri vahemäluandmed
fi: Tyhjennä välimuistissa olevat kalenteritiedot
fr: Effacer les données mises en cache du calendrier
hu: A naptár cache-elt adatainak törlése
it: Cancella i dati memorizzati nella cache del calendario
ja: キャッシュされたカレンダーデータをクリアする
ko: 캐시된 캘린더 데이터 지우기
lt: Išvalyti kalendoriaus duomenų talpyklą
lv: Dzēst kalendāra datu kešatmiņu
nb: Tøm cache-data for kalender
nl: Cachegegevens van agenda wissen
pl: Wyczyść dane kalendarza z pamięci podręcznej
pt: Limpar dados armazenados em cache do calendário
ru: Очистить кэшированные данные календаря
sk: Vymazať údaje z vyrovnávacej pamäte kalendára
sl: Izbriši podatke iz predpomnilnika koledarja
sr: Обриши кеширане податке календара
tr: Önbelleğe Alınmış Takvim Verilerini Temizle
uk: Очистити кешовані дані календаря
zh: 清除缓存的日历数据

source: If you are using a third-party caching plugin, you may need to clear your site-wide cache after running this utility.
cs: Pokud používáte plugin pro ukládání do mezipaměti od jiného výrobce, může být po spuštění tohoto nástroje nutné vymazat mezipaměť celého webu.
da: Hvis du bruger et tredjeparts-cache-plugin, skal du muligvis rydde din cache for hele webstedet, efter du har kørt dette værktøj.
de: Wenn Sie ein Caching-Plugin eines Drittanbieters verwenden, müssen Sie möglicherweise den Cache Ihrer gesamten Website löschen, nachdem Sie dieses Dienstprogramm ausgeführt haben.
el: Εάν χρησιμοποιείτε plugin προσωρινής αποθήκευσης τρίτου κατασκευαστή, ίσως χρειαστεί να καθαρίσετε την προσωρινή μνήμη ολόκληρου του ιστότοπου μετά την εκτέλεση αυτού του βοηθητικού προγράμματος.
es: Si utiliza un complemento de almacenamiento en caché de terceros, es posible que tenga que borrar la caché de todo el sitio después de ejecutar esta utilidad.
et: Kui kasutate kolmanda osapoole vahemällu salvestamise pistikprogrammi, võib olla vaja pärast selle utiliidi käivitamist puhastada kogu veebisaidi vahemälu.
fi: Jos käytät kolmannen osapuolen välimuistilisäosaa, saatat joutua tyhjentämään koko sivuston välimuistin tämän apuohjelman suorittamisen jälkeen.
fr: Si vous utilisez un plugin de mise en cache tiers, vous devrez peut-être vider le cache de votre site après avoir exécuté cet utilitaire.
hu: Ha harmadik féltől származó gyorsítótár-bővítményt használ, akkor a segédprogram futtatása után szükség lehet a webhely egészére kiterjedő gyorsítótár törlésére.
it: Se utilizzi un plugin di cache di terze parti, potrebbe essere necessario svuotare la cache dell'intero sito dopo aver eseguito questa utility.
ja: サードパーティのキャッシュプラグインを使用している場合、このユーティリティを実行した後はサイト全体のキャッシュをクリアする必要があるかもしれません。
ko: 타사 캐싱 플러그인을 사용 중인 경우, 이 유틸리티 실행 후 사이트 전체 캐시를 지워야 할 수 있습니다.
lt: Jei naudojate trečiosios šalies kešavimo įskiepį, po šio įrankio paleidimo gali tekti išvalyti visos svetainės kešą.
lv: Ja izmantojat trešās puses kešēšanas spraudni, pēc šī rīka izpildes var būt nepieciešams iztīrīt visa vietnes kešatmiņu.
nb: Hvis du bruker et tredjeparts cache-plugin, kan det hende du må tømme cachen for hele nettstedet etter å ha kjørt dette verktøyet.
nl: Als u een caching-plug-in van een derde partij gebruikt, moet u mogelijk de cache van uw hele site wissen nadat u dit hulpprogramma hebt uitgevoerd.
pl: Jeśli korzystasz z wtyczki buforującej innej firmy, po uruchomieniu tego narzędzia może być konieczne wyczyszczenie pamięci podręcznej całej witryny.
pt: Se você estiver usando um plugin de cache de terceiros, talvez seja necessário limpar o cache de todo o site após executar este utilitário.
ru: Если вы используете сторонний плагин кэширования, вам может потребоваться очистить кэш всего сайта после запуска этой утилиты.
sk: Ak používate plugin na ukladanie do vyrovnávacej pamäte od tretej strany, po spustení tohto nástroja môže byť potrebné vymazať vyrovnávaciu pamäť celého webu.
sl: Če uporabljate vtičnik za predpomnjenje tretje osebe, boste morda morali po zagonu tega programa počistiti predpomnjenje za celotno spletno mesto.
sr: Ако користите додатак за кеширање треће стране, можда ћете морати да обришете кеш меморију целог сајта након покретања овог услужног програма.
tr: Üçüncü taraf bir önbellek eklentisi kullanıyorsanız, bu yardımcı programı çalıştırdıktan sonra site genelindeki önbelleği temizlemeniz gerekebilir.
uk: Якщо ви використовуєте сторонній плагін кешування, після запуску цієї утиліти може знадобитися очистити кеш всього сайту.
zh: 若您使用的是第三方缓存插件，运行此工具后可能需要清除全站缓存。
