Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: Turns %1$s into a full calendar management system. Create and edit new events directly in WordPress, and even integrate them seamlessly with your existing external ICS feeds. %2$sLearn more...%3$s
cs: Promění %1$s v kompletní systém pro správu kalendáře. Vytvářejte a upravujte nové události přímo ve WordPressu a dokonce je hladce integrujte do svých stávajících externích ICS feedů. %2$sDalší informace...%3$s
da: Gør %1$s til et komplet kalenderstyringssystem. Opret og rediger nye begivenheder direkte i WordPress, og integrer dem endda problemfrit med dine eksisterende eksterne ICS-feeds. %2$sFå mere at vide...%3$s
de: Verwandelt %1$s in ein vollständiges Kalenderverwaltungssystem. Erstellen und bearbeiten Sie neue Ereignisse direkt in WordPress und integrieren Sie sie sogar nahtlos in Ihre bestehenden externen ICS-Feeds. %2$sWeitere Informationen...%3$s
el: Μετατρέπει το %1$s σε ένα πλήρες σύστημα διαχείρισης ημερολογίου. Δημιουργήστε και επεξεργαστείτε νέα συμβάντα απευθείας στο WordPress και ενσωματώστε τα απρόσκοπτα με τις υπάρχουσες εξωτερικές ροές ICS. %2$sΜάθετε περισσότερα...%3$s
es: Convierte %1$s en un completo sistema de gestión de calendarios. Crea y edita nuevos eventos directamente en WordPress, e incluso intégralos a la perfección con tus fuentes ICS externas existentes. %2$sMás información...%3$s
et: Muudab %1$s täielikuks kalendri haldamise süsteemiks. Looge ja redigeerige uusi sündmusi otse WordPressis ning integreerige need sujuvalt oma olemasolevate väliste ICS-voogudega. %2$sLisateave...%3$s
fi: Muuttaa %1$s täydelliseksi kalenterinhallintajärjestelmäksi. Luo ja muokkaa uusia tapahtumia suoraan WordPressissä ja integroi ne saumattomasti olemassa oleviin ulkoisiin ICS-syötteisiin. %2$sLisätietoja...%3$s
fr: Transforme %1$s en un système complet de gestion de calendrier. Créez et modifiez de nouveaux événements directement dans WordPress, et intégrez-les même de manière transparente à vos flux ICS externes existants. %2$sEn savoir plus...%3$s
hu: A %1$s egy teljes naptárkezelő rendszerré alakul. Új eseményeket közvetlenül a WordPressben hozhat létre és szerkeszthet, sőt, azokat zökkenőmentesen integrálhatja meglévő külső ICS-feedjeibe. %2$sTovábbi információk...%3$s
it: Trasforma %1$s in un sistema completo di gestione del calendario. Crea e modifica nuovi eventi direttamente in WordPress e integrali perfettamente con i tuoi feed ICS esterni esistenti. %2$sPer saperne di più...%3$s
ja: %1$sを完全なカレンダー管理システムに変えます。WordPress内で直接新しいイベントを作成・編集でき、既存の外部ICSフィードともシームレスに連携可能です。%2$s詳細はこちら...%3$s
ko: %1$s을 완전한 캘린더 관리 시스템으로 전환합니다. 워드프레스 내에서 직접 새 이벤트를 생성 및 편집하고, 기존 외부 ICS 피드와도 원활하게 통합할 수 있습니다. %2$s자세히 알아보기...%3$s
lt: Paverčia %1$s į pilną kalendoriaus valdymo sistemą. Kurkite ir redaguokite naujus įvykius tiesiogiai WordPress sistemoje ir netgi integruokite juos su esamais išoriniais ICS srautais. %2$sSužinokite daugiau...%3$s
lv: Pārvērš %1$s par pilnvērtīgu kalendāra pārvaldības sistēmu. Izveidojiet un rediģējiet jaunus notikumus tieši WordPress, un pat integrējiet tos nevainojami ar esošajiem ārējiem ICS plūsmām. %2$sUzzināt vairāk...%3$s
nb: Gjør %1$s til et komplett kalenderadministrasjonssystem. Opprett og rediger nye hendelser direkte i WordPress, og integrer dem sømløst med eksisterende eksterne ICS-feeder. %2$sLær mer...%3$s
nl: Maakt van %1$s een volledig kalenderbeheersysteem. Maak en bewerk nieuwe evenementen rechtstreeks in WordPress en integreer ze zelfs naadloos met uw bestaande externe ICS-feeds. %2$sMeer informatie...%3$s
pl: Zmienia %1$s w pełny system zarządzania kalendarzem. Twórz i edytuj nowe wydarzenia bezpośrednio w WordPressie, a nawet integruj je płynnie z istniejącymi zewnętrznymi kanałami ICS. %2$sDowiedz się więcej...%3$s
pt: Transforma %1$s em um sistema completo de gerenciamento de calendário. Crie e edite novos eventos diretamente no WordPress e integre-os perfeitamente aos seus feeds ICS externos existentes. %2$sSaiba mais...%3$s
ru: Превращает %1$s в полноценную систему управления календарем. Создавайте и редактируйте новые события прямо в WordPress, а также легко интегрируйте их с существующими внешними ICS-каналами. %2$sУзнать больше...%3$s
sk: Premení %1$s na kompletný systém správy kalendára. Vytvárajte a upravujte nové udalosti priamo v WordPress a dokonca ich bezproblémovo integrujte so svojimi existujúcimi externými ICS zdrojmi. %2$sViac informácií...%3$s
sl: %1$s spremeni v popoln sistem za upravljanje koledarja. Ustvarjajte in urejajte nove dogodke neposredno v WordPressu in jih celo brez težav integrirajte v svoje obstoječe zunanje ICS-vire. %2$sVeč informacij...%3$s
sr: Претвара %1$s у комплетан систем за управљање календаром. Креирајте и уређујте нове догађаје директно у WordPress-у, па чак и да их беспрекорно интегришете са постојећим екстерним ICS фидовима. %2$sСазнајте више...%3$s
tr: %1$s'ı tam bir takvim yönetim sistemine dönüştürür. Yeni etkinlikleri doğrudan WordPress'te oluşturun ve düzenleyin, hatta bunları mevcut harici ICS beslemelerinizle sorunsuz bir şekilde entegre edin. %2$sDaha fazla bilgi...%3$s
uk: Перетворює %1$s на повноцінну систему управління календарем. Створюйте та редагуйте нові події безпосередньо в WordPress, а також безперешкодно інтегруйте їх із наявними зовнішніми каналами ICS. %2$sДізнатися більше...%3$s
zh: 将%1$s转化为完整的日历管理系统。直接在WordPress中创建和编辑新事件，甚至能与您现有的外部ICS源无缝集成。%2$s了解更多...%3$s

source: Localized Admin Interface
cs: Lokalizované rozhraní správce
da: Lokaliseret administratorinterface
de: Lokalisierte Admin-Oberfläche
el: Τοπική διεπαφή διαχειριστή
es: Interfaz de administración localizada
et: Kohandatud administraatori liides
fi: Lokalisoitu hallintaliittymä
fr: Interface d'administration localisée
hu: Helyi rendszergazdai felület
it: Interfaccia di amministrazione localizzata
ja: ローカライズされた管理インターフェース
ko: 현지화된 관리자 인터페이스
lt: Lokalizuota administratoriaus sąsaja
lv: Lokalizēta administratora saskarne
nb: Lokalisert administrasjonsgrensesnitt
nl: Gelokaliseerde beheerdersinterface
pl: Lokalny interfejs administracyjny
pt: Interface administrativa localizada
ru: Локализованный интерфейс администратора
sk: Lokalizované rozhranie správcu
sl: Lokaliziran administrativni vmesnik
sr: Локализовани администраторски интерфејс
tr: Yerelleştirilmiş Yönetici Arayüzü
uk: Локалізований інтерфейс адміністратора
zh: 本地化管理界面

source: All %1$s admin pages are translated into dozens of languages, including English, Czech, Danish, German, Greek, Spanish, Estonian, Finnish, French, Hungarian, Italian, Japanese, Korean, Lithuanian, Latvian, Norwegian, Dutch, Polish, Portuguese, Romanian, Russian, Slovak, Serbian, Swedish, Turkish, Ukrainian, and Chinese.
cs: Všechny %1$s stránky pro správu jsou přeloženy do desítek jazyků, včetně angličtiny, češtiny, dánštiny, němčiny, řečtiny, španělštiny, estonštiny, finštiny, francouzštiny, maďarštiny, italštiny, japonštiny, korejštiny, litevštiny, lotyštiny, norštiny, holandštiny, polštiny, portugalštiny, rumunštiny, ruštiny, slovenštiny, srbštiny, švédštiny, turečtiny, ukrajinštiny a čínštiny.
da: Alle %1$s administrationssider er oversat til snesevis af sprog, herunder engelsk, tjekkisk, dansk, tysk, græsk, spansk, estisk, finsk, fransk, ungarsk, italiensk, japansk, koreansk, litauisk, lettisk, norsk, hollandsk, polsk, portugisisk, rumænsk, russisk, slovakisk, serbisk, svensk, tyrkisk, ukrainsk og kinesisk.
de: Alle %1$s Admin-Seiten sind in Dutzende Sprachen übersetzt, darunter Englisch, Tschechisch, Dänisch, Deutsch, Griechisch, Spanisch, Estnisch, Finnisch, Französisch, Ungarisch, Italienisch, Japanisch, Koreanisch, Litauisch, Lettisch, Norwegisch, Niederländisch, Polnisch, Portugiesisch, Rumänisch, Russisch, Slowakisch, Serbisch, Schwedisch, Türkisch, Ukrainisch und Chinesisch.
el: Όλες οι %1$s σελίδες διαχείρισης έχουν μεταφραστεί σε δεκάδες γλώσσες, συμπεριλαμβανομένων των αγγλικών, τσεχικών, δανικών, γερμανικών, ελληνικών, ισπανικών, εσθονικών, φινλανδικών, γαλλικών, ουγγρικών, ιταλικών, ιαπωνικών, κορεατικών, λιθουανικών, λετονικών, νορβηγικών, ολλανδικών, πολωνικών, πορτογαλικών, ρουμανικών, ρωσικών, σλοβακικών, σερβικών, σουηδικών, τουρκικών, ουκρανικών και κινεζικών.
es: Todas las páginas de administración %1$s están traducidas a docenas de idiomas, incluyendo inglés, checo, danés, alemán, griego, español, estonio, finés, francés, húngaro, italiano, japonés, coreano, lituano, letón, noruego, neerlandés, polaco, portugués, rumano, ruso, eslovaco, serbio, sueco, turco, ucraniano y chino.
et: Kõik %1$s administraatorileheküljed on tõlgitud kümnetesse keeltesse, sealhulgas inglise, tšehhi, taani, saksa, kreeka, hispaania, eesti, soome, prantsuse, ungari, itaalia, jaapani, korea, leedu, läti, norra, hollandi, poola, portugali, rumeenia, vene, slovaki, serbia, rootsi, türgi, ukraina ja hiina keelde.
fi: Kaikki %1$s hallintasivut on käännetty kymmenille kielille, mukaan lukien englanti, tšekki, tanska, saksa, kreikka, espanja, viro, suomi, ranska, unkari, italia, japani, korea, liettua, latvia, norja, hollanti, puola, portugali, romania, venäjä, slovakki, serbia, ruotsi, turkki, ukraina ja kiina.
fr: Toutes les pages d'administration %1$s sont traduites dans des dizaines de langues, notamment l'anglais, le tchèque, le danois, l'allemand, le grec, l'espagnol, l'estonien, le finnois, le français, le hongrois, l'italien, le japonais, le coréen, le lituanien, le letton, le norvégien, le néerlandais, le polonais, le portugais, le roumain, le russe, le slovaque, le serbe, le suédois, le turc, l'ukrainien et le chinois.
hu: Az összes %1$s adminisztrációs oldal több tucat nyelvre le van fordítva, többek között angolra, csehre, dánra, németre, görögre, spanyolra, észtre, finnre, franciára, magyarra, olaszra, japánra, koreaira, litvánra, lettre, norvégra, hollandra, lengyelre, portugálra, románra, oroszul, szlovákra, szerbre, svédre, törökre, ukránra és kínaira.
it: Tutte le pagine di amministrazione %1$s sono tradotte in decine di lingue, tra cui inglese, ceco, danese, tedesco, greco, spagnolo, estone, finlandese, francese, ungherese, italiano, giapponese, coreano, lituano, lettone, norvegese, olandese, polacco, portoghese, rumeno, russo, slovacco, serbo, svedese, turco, ucraino e cinese.
ja: すべての%1$s管理ページは、英語、チェコ語、デンマーク語、ドイツ語、ギリシャ語、スペイン語、エストニア語、フィンランド語、フランス語、ハンガリー語、イタリア語、日本語、韓国語、リトアニア語、ラトビア語、ノルウェー語、オランダ語、ポーランド語、ポルトガル語、ルーマニア語、ロシア語、スロバキア語、セルビア語、スウェーデン語、トルコ語、ウクライナ語、中国語を含む数十の言語に翻訳されています。
ko: 모든 %1$s 관리자 페이지는 영어, 체코어, 덴마크어, 독일어, 그리스어, 스페인어, 에스토니아어, 핀란드어, 프랑스어, 헝가리어, 이탈리아어, 일본어, 한국어, 리투아니아어, 라트비아어, 노르웨이어, 네덜란드어, 폴란드어, 포르투갈어, 루마니아어, 러시아어, 슬로바키아어, 세르비아어, 스웨덴어, 터키어, 우크라이나어, 중국어를 포함한 수십 개 언어로 번역되었습니다.
lt: Visos %1$s administratoriaus puslapiai yra išversti į dešimtis kalbų, įskaitant anglų, čekų, danų, vokiečių, graikų, ispanų, estų, suomių, prancūzų, vengrų, italų, japonų, korėjiečių, lietuvių, latvių, norvegų, olandų, lenkų, portugalų, rumunų, rusų, slovakų, serbų, švedų, turkų, ukrainiečių ir kinų.
lv: Visas %1$s administratora lapas ir tulkotas desmitos valodās, tostarp angļu, čehu, dāņu, vācu, grieķu, spāņu, igauņu, somu, franču, ungāru, itāļu, japāņu, korejiešu, lietuviešu, latviešu, norvēģu, holandiešu, poļu, portugāļu, rumāņu, krievu, slovāku, serbu, zviedru, turku, ukraiņu un ķīniešu valodā.
nb: Alle %1$s administrasjonssider er oversatt til dusinvis av språk, herunder engelsk, tsjekkisk, dansk, tysk, gresk, spansk, estisk, finsk, fransk, ungarsk, italiensk, japansk, koreansk, litauisk, latvisk, norsk, nederlandsk, polsk, portugisisk, rumensk, russisk, slovakisk, serbisk, svensk, tyrkisk, ukrainsk og kinesisk.
nl: Alle %1$s beheerpagina's zijn vertaald in tientallen talen, waaronder Engels, Tsjechisch, Deens, Duits, Grieks, Spaans, Ests, Fins, Frans, Hongaars, Italiaans, Japans, Koreaans, Litouws, Lets, Noors, Nederlands, Pools, Portugees, Roemeens, Russisch, Slowaaks, Servisch, Zweeds, Turks, Oekraïens en Chinees.
pl: Wszystkie %1$s strony administracyjne są przetłumaczone na dziesiątki języków, w tym angielski, czeski, duński, niemiecki, grecki, hiszpański, estoński, fiński, francuski, węgierski, włoski, japoński, koreański, litewski, łotewski, norweski, holenderski, polski, portugalski, rumuński, rosyjski, słowacki, serbski, szwedzki, turecki, ukraiński i chiński.
pt: Todas as páginas administrativas %1$s estão traduzidas para dezenas de idiomas, incluindo inglês, tcheco, dinamarquês, alemão, grego, espanhol, estoniano, finlandês, francês, húngaro, italiano, japonês, coreano, lituano, letão, norueguês, holandês, polonês, português, romeno, russo, eslovaco, sérvio, sueco, turco, ucraniano e chinês.
ru: Все %1$s страницы админ-панели переведены на десятки языков, включая английский, чешский, датский, немецкий, греческий, испанский, эстонский, финский, французский, венгерский, итальянский, японский, корейский, литовский, латышский, норвежский, голландский, польский, португальский, румынский, русский, словацкий, сербский, шведский, турецкий, украинский и китайский.
sk: Všetky %1$s stránky administrátora sú preložené do desiatok jazykov, vrátane angličtiny, češtiny, dánčiny, nemčiny, gréčtiny, španielčiny, estónčiny, fínčiny, francúzštiny, maďarčiny, taliančiny, japončiny, kórejčiny, litovčiny, lotyštiny, nórčiny, holandčiny, poľštiny, portugalčiny, rumunčiny, ruštiny, slovenčiny, srbčiny, švédčiny, turečtiny, ukrajinčiny a čínštiny.
sl: Vse %1$s administratorske strani so prevedene v več deset jezikov, vključno z angleščino, češčino, danščino, nemščino, grščino, španščino, estonščino, finščino, francoščino, madžarščino, italijanščino, japonščino, korejščino, litovščino, latvijščino, norveščino, nizozemščino, poljščino, portugalščino, romunščino, ruščino, slovaščino, srbščino, švedščino, turščino, ukrajinščino in kitajščino.
sr: Све администраторске странице за %1$s су преведене на десетине језика, укључујући енглески, чешки, дански, немачки, грчки, шпански, естонски, фински, француски, мађарски, италијански, јапански, корејски, литвански, летонски, норвешки, холандски, пољски, португалски, румунски, руски, словачки, српски, шведски, турски, украјински и кинески.
tr: Tüm %1$s yönetici sayfaları İngilizce, Çekçe, Danca, Almanca, Yunanca, İspanyolca, Estonca, Fince, Fransızca, Macarca, İtalyanca, Japonca, Korece, Litvanyaca, Letonca, Norveççe, Felemenkçe, Lehçe, Portekizce, Romence, Rusça, Slovakça, Sırpça, İsveççe, Türkçe, Ukraynaca ve Çince dahil olmak üzere düzinelerce dile çevrilmiştir.
uk: Всі %1$s адміністративні сторінки перекладені на десятки мов, включаючи англійську, чеську, данську, німецьку, грецьку, іспанську, естонську, фінську, французьку, угорську, італійську, японську, корейську, литовську, латвійську, норвезьку, голландську, польську, португальську, румунську, російську, словацьку, сербську, шведську, турецьку, українську та китайську.
zh: 所有%1$s管理页面均已翻译成数十种语言，包括英语、捷克语、丹麦语、德语、希腊语、西班牙语、爱沙尼亚语、芬兰语、法语、匈牙利语、意大利语、日语、韩语、立陶宛语、拉脱维亚语、挪威语、荷兰语、波兰语、葡萄牙语、罗马尼亚语、俄语、斯洛伐克语、塞尔维亚语、瑞典语、土耳其语、乌克兰语和中文。

source: Visit %1$s to learn more.
cs: Více informací najdete na %1$s.
da: Besøg %1$s for at få mere at vide.
de: Weitere Informationen finden Sie unter %1$s.
el: Επισκεφθείτε το %1$s για να μάθετε περισσότερα.
es: Visite %1$s para obtener más información.
et: Lisateabe saamiseks külastage %1$s.
fi: Lisätietoja on osoitteessa %1$s.
fr: Visitez %1$s pour en savoir plus.
hu: További információkért látogasson el a %1$s oldalra.
it: Visita %1$s per saperne di più.
ja: 詳細については、%1$sをご覧ください。
ko: 자세한 내용은 %1$s을 방문하세요.
lt: Apsilankykite %1$s, kad sužinotumėte daugiau.
lv: Apmeklējiet %1$s, lai uzzinātu vairāk.
nb: Besøk %1$s for å lære mer.
nl: Ga naar %1$s voor meer informatie.
pl: Odwiedź stronę %1$s, aby dowiedzieć się więcej.
pt: Visite %1$s para saber mais.
ru: Посетите %1$s, чтобы узнать больше.
sk: Viac informácií nájdete na stránke %1$s.
sl: Za več informacij obiščite %1$s.
sr: Посетите %1$s да бисте сазнали више.
tr: Daha fazla bilgi için %1$s adresini ziyaret edin.
uk: Відвідайте %1$s, щоб дізнатися більше.
zh: 访问 %1$s 了解更多。

source: Calendar Builder screenshot
cs: Snímek obrazovky nástroje Calendar Builder
da: Skærmbillede af Kalender Builder
de: Screenshot des Kalender-Generators
el: Στιγμιότυπο οθόνης του Calendar Builder
es: Captura de pantalla del generador de calendarios
et: Kalendri looja ekraanitõmmis
fi: Kalenterin luontityökalun kuvakaappaus
fr: Capture d'écran du générateur de calendrier
hu: Naptárkészítő képernyőképe
it: Screenshot di Calendar Builder
ja: カレンダービルダーのスクリーンショット
ko: 캘린더 빌더 스크린샷
lt: Kalendoriaus kūrėjo ekrano kopija
lv: Kalendāra veidotāja ekrānuzņēmums
nb: Skjermbilde av Kalenderbygger
nl: Screenshot van Calendar Builder
pl: Zrzut ekranu z programu Calendar Builder
pt: Captura de tela do Calendar Builder
ru: Скриншот конструктора календаря
sk: Snímka obrazovky programu Calendar Builder
sl: Zaslonska slika programa Calendar Builder
sr: Снимак екрана програма „Креатор календара“
tr: Takvim Oluşturucu ekran görüntüsü
uk: Знімок екрана програми Calendar Builder
zh: 日历生成器截图

source: Appearance screenshot
cs: Screenshot vzhledu
da: Skærmbillede af udseende
de: Design Screenshot
el: Οθόνη εμφάνισης
es: Captura de pantalla de apariencia
et: Välimus ekraanitõmmis
fi: Ulkonäkö-kuvakaappaus
fr: Capture d'écran de présentation
hu: Megjelenés képernyőképe
it: Schermata dell'aspetto
ja: 外観スクリーンショット
ko: 외관 스크린샷
lt: Išvaizdos ekrano kopija
lv: Izskats ekrānuzņēmums
nb: Skjermbilde av utseende
nl: Screenshot van het uiterlijk
pl: Zrzut ekranu wyglądu
pt: Captura de tela de aparência
ru: Скриншот внешнего вида
sk: Screenshot vzhľadu
sl: Zaslon z videzom
sr: Снимак екрана изгледа
tr: Görünüm ekran görüntüsü
uk: Зовнішній вигляд знімка екрана
zh: 外观截图

source: Available now!
cs: Nyní k dispozici!
da: Tilgængelig nu!
de: Jetzt erhältlich!
el: Διαθέσιμο τώρα!
es: ¡Ya disponible!
et: Nüüd saadaval!
fi: Saatavilla nyt!
fr: Disponible dès maintenant !
hu: Most kapható!
it: Disponibile ora!
ja: 今すぐご利用いただけます！
ko: 지금 바로 이용 가능합니다!
lt: Dabar galima įsigyti!
lv: Tagad pieejams!
nb: Tilgjengelig nå!
nl: Nu verkrijgbaar!
pl: Już dostępne!
pt: Já disponível!
ru: Уже в продаже!
sk: Teraz k dispozícii!
sl: Na voljo zdaj!
sr: Доступно одмах!
tr: Şimdi mevcut!
uk: Вже у продажу!
zh: 现已上市！

source: Get %1$s!
cs: Získejte %1$s!
da: Få %1$s!
de: Hol dir %1$s!
el: Αποκτήστε το %1$s!
es: ¡Consigue %1$s!
et: Hangi %1$s!
fi: Hanki %1$s!
fr: Obtenez %1$s !
hu: Szerezd meg a %1$s-t!
it: Ottieni %1$s!
ja: %1$sを入手しよう！
ko: %1$s을 얻으세요!
lt: Gaukite %1$s!
lv: Iegūstiet %1$s!
nb: Få %1$s!
nl: Haal %1$s!
pl: Zdobądź %1$s!
pt: Obtenha %1$s!
ru: Получите %1$s!
sk: Získajte %1$s!
sl: Pridobi %1$s!
sr: Добијте %1$s!
tr: %1$s'ı al!
uk: Отримайте %1$s!
zh: 获取%1$s！

source: Extensive color palette and typography options are available with %1$s. %2$sLearn More%3$s
cs: K dispozici je rozsáhlá paleta barev a typografických možností s %1$s. %2$sDalší informace%3$s
da: Der er et omfattende udvalg af farver og typografier til rådighed med %1$s. %2$sLæs mere%3$s
de: Umfangreiche Farbpalette und Typografieoptionen sind mit %1$s verfügbar. %2$sWeitere Informationen%3$s
el: Με το %1$s διατίθενται εκτεταμένες επιλογές χρωμάτων και τυπογραφίας. %2$sΜάθετε περισσότερα%3$s
es: Hay disponible una amplia paleta de colores y opciones tipográficas con %1$s. %2$sMás información%3$s
et: %1$s pakub laia värvipaletti ja tüüpograafia valikuid. %2$sLisateave%3$s
fi: Laaja värivalikoima ja typografia-asetukset ovat käytettävissä %1$s. %2$sLisätietoja%3$s
fr: Une large palette de couleurs et des options typographiques sont disponibles avec %1$s. %2$sEn savoir plus%3$s
hu: A %1$s segítségével széles színpaletta és tipográfiai lehetőségek állnak rendelkezésre. %2$sTovábbi információk%3$s
it: Sono disponibili un'ampia gamma di colori e opzioni tipografiche con %1$s. %2$sUlteriori informazioni%3$s
ja: 豊富なカラーパレットとタイポグラフィオプションが利用可能です%1$s。%2$s詳細を見る%3$s
ko: %1$s을 통해 다양한 색상 팔레트와 타이포그래피 옵션을 이용할 수 있습니다. %2$s자세히 알아보기%3$s
lt: Plati spalvų paletė ir tipografijos parinktys yra prieinamos su %1$s. %2$sSužinokite daugiau%3$s
lv: Plaša krāsu palete un tipogrāfijas opcijas ir pieejamas ar %1$s. %2$sUzzināt vairāk%3$s
nb: Omfattende fargepalett og typografivalg er tilgjengelig med %1$s. %2$sLær mer%3$s
nl: Er zijn uitgebreide kleurenpaletten en typografie-opties beschikbaar met %1$s. %2$sMeer informatie%3$s
pl: Szeroka paleta kolorów i opcje typograficzne są dostępne w %1$s. %2$sDowiedz się więcej%3$s
pt: Uma ampla paleta de cores e opções de tipografia estão disponíveis com %1$s. %2$sSaiba mais%3$s
ru: Широкая палитра цветов и варианты типографики доступны с %1$s. %2$sУзнать больше%3$s
sk: Rozsiahla paleta farieb a typografické možnosti sú k dispozícii s %1$s. %2$sViac informácií%3$s
sl: Na voljo je obsežna paleta barv in tipografskih možnosti z %1$s. %2$sVeč informacij%3$s
sr: Широка палета боја и опције типографије су доступне уз %1$s. %2$sСазнајте више%3$s
tr: %1$s ile kapsamlı renk paleti ve tipografi seçenekleri mevcuttur. %2$sDaha Fazla Bilgi%3$s
uk: Широка палітра кольорів і типографічні опції доступні за адресою %1$s. %2$sДізнатися більше%3$s
zh: 提供丰富的配色方案和排版选项，详情请见%1$s。%2$s了解更多%3$s

source: Color Palette
cs: Paleta barev
da: Farvepalette
de: Farbpalette
el: Επιλέξτε μια παλέτα χρωμάτων για το κατάστημά σας.
es: Paleta de Color
et: Värvipalett
fi: Väripaletti
fr: Palette de couleurs
hu: Színpaletta
it: Paletta colore
ja: カスタムカラーパレット
ko: 색상 팔레트
lt: Spalvų paletės parinktys
lv: Krāsu palete
nb: Fargepalett
nl: Kleurenpalet
pl: Paleta kolorów
pt: Paleta de Cores
ru: Цветовая палитра
sk: Paleta farieb
sl: Barvna paleta
sr: Палета боја
tr: Renk paleti
uk: Палітра кольорів
zh: 调色板

source: Match calendar color palette to current Block Theme colors
cs: Přizpůsobte paletu barev kalendáře aktuálním barvám motivu bloku
da: Tilpas farvepaletten i kalenderen til de aktuelle farver i bloktemaet
de: Farbpalette des Kalender mit den aktuellen Farben des Block-Themas abgleichen
el: Προσαρμόστε την παλέτα χρωμάτων του ημερολογίου αγώνων στα τρέχοντα χρώματα του θέματος μπλοκ
es: Ajustar la paleta de colores del calendario a los colores actuales del tema del bloque.
et: Värvipalett sobitada praeguse ploki teema värvidega
fi: Sovita kalenterin väripaletti nykyisen Block Theme -teeman väreihin
fr: Adapter la palette de couleurs du calendrier aux couleurs actuelles du thème du bloc
hu: A naptár színpalettájának illesztése az aktuális blokk téma színeihez
it: Abbina la tavolozza dei colori del calendario ai colori attuali del tema del blocco
ja: マッチカレンダーのカラーパレットを現在のブロックテーマの色に合わせる
ko: 캘린더 색상 팔레트를 현재 블록 테마 색상에 맞추기
lt: Suderinkite kalendoriaus spalvų paletę su dabartinėmis „Block Theme“ spalvomis.
lv: Saskaņot kalendāra krāsu paleti ar pašreizējām bloka tēmas krāsām
nb: Tilpass fargepaletten i kalenderen til gjeldende blokktema-farger
nl: Kleurpalet van de wedstrijdkalender afstemmen op de huidige kleuren van het blokthema
pl: Dopasuj paletę kolorów kalendarza meczów do aktualnych kolorów motywu blokowego.
pt: Combinar a paleta de cores do calendário com as cores atuais do tema do bloco
ru: Соответствие цветовой палитры календаря текущим цветам темы блока
sk: Zosúlaďte farebnú paletu kalendára s aktuálnymi farbami motívu bloku
sl: Barvno paleto koledarja prilagodite trenutnim barvam teme bloka.
sr: Ускладите палету боја календара са тренутним бојама блок теме
tr: Renk paletini mevcut Blok Teması renklerine uyarlayın
uk: Підібрати кольорову палітру календаря до поточних кольорів теми блоку
zh: 将日历配色方案匹配为当前区块主题的颜色

source: beta
el: δοκιμαστική έκδοση
hu: béta
ja: ベータ
ko: 베타
ru: бета
sr: бета
uk: бета
zh: 公测
