Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: Note: Set the %1$sTransient (cache) expiration%2$s as large as possible, considering how frequently event information in your calendar is typically updated. %3$s Remember that you can use the %4$sClear Cached Calendar Data%5$s utility to manually clear the cache at any time, if needed.
cs: Poznámka: Nastavte %1$sTransient (cache) expiration%2$s na co nejvyšší hodnotu s ohledem na to, jak často se informace o událostech ve vašem kalendáři obvykle aktualizují. %3$s Nezapomeňte, že v případě potřeby můžete kdykoli ručně vymazat mezipaměť pomocí nástroje %4$sClear Cached Calendar Data%5$s.
da: Bemærk: Indstil %1$sTransient (cache) expiration%2$s så højt som muligt, under hensyntagen til hvor ofte begivenhedsoplysningerne i din kalender typisk opdateres. %3$s Husk, at du kan bruge værktøjet %4$sClear Cached Calendar Data%5$s til manuelt at rydde cachen når som helst, hvis det er nødvendigt.
de: Hinweis: Stellen Sie die %1$sAblaufzeit für temporäre Daten (Cache)%2$s so groß wie möglich ein, wobei Sie berücksichtigen sollten, wie häufig die Ereignisinformationen in Ihrem Kalender normalerweise aktualisiert werden. %3$s Denken Sie daran, dass Sie bei Bedarf jederzeit das Dienstprogramm %4$sCache-Daten des Kalenders löschen%5$s verwenden können, um den Cache manuell zu löschen.
el: Σημείωση: Ορίστε την %1$sΛήξη προσωρινής αποθήκευσης (cache)%2$s στο μέγιστο δυνατό μέγεθος, λαμβάνοντας υπόψη τη συχνότητα με την οποία ενημερώνονται συνήθως οι πληροφορίες εκδηλώσεων στο ημερολόγιό σας. %3$s Να θυμάστε ότι μπορείτε να χρησιμοποιήσετε το βοηθητικό πρόγραμμα %4$sΕκκαθάριση προσωρινά αποθηκευμένων δεδομένων ημερολογίου%5$s για να εκκαθαρίσετε χειροκίνητα την προσωρινή μνήμη ανά πάσα στιγμή, αν χρειαστεί.
es: Nota: Establezca el valor %1$sCaducidad transitoria (caché)%2$s lo más alto posible, teniendo en cuenta la frecuencia con la que se actualiza normalmente la información de eventos en su calendario. %3$s Recuerde que puede utilizar la utilidad %4$sBorrar datos del calendario almacenados en caché%5$s para borrar manualmente la caché en cualquier momento, si es necesario.
et: Märkus: Seadke %1$sTransient (cache) expiration%2$s võimalikult suureks, arvestades, kui tihti kalendri sündmuste andmeid tavaliselt uuendatakse. %3$s Pange tähele, et vajaduse korral saate igal ajal käsitsi puhastada vahemälu, kasutades selleks utiliiti %4$sClear Cached Calendar Data%5$s.
fi: Huomaa: Aseta %1$sTransient (cache) expiration%2$s mahdollisimman suureksi ottaen huomioon, kuinka usein kalenterisi tapahtumatiedot yleensä päivitetään. %3$s Muista, että voit tarvittaessa tyhjentää välimuistin manuaalisesti milloin tahansa %4$sClear Cached Calendar Data%5$s-apuohjelman avulla.
fr: Remarque : définissez la valeur %1$sExpiration temporaire (cache)%2$s aussi élevée que possible, en tenant compte de la fréquence à laquelle les informations relatives aux événements de votre calendrier sont généralement mises à jour. %3$s N'oubliez pas que vous pouvez utiliser l'utilitaire %4$sEffacer les données mises en cache du calendrier%5$s pour effacer manuellement le cache à tout moment, si nécessaire.
hu: Megjegyzés: Állítsa be a %1$sIdeiglenes (cache) lejárat%2$s értéket a lehető legnagyobb értékre, figyelembe véve, hogy a naptárában szereplő események információi általában milyen gyakran frissülnek. %3$s Ne feledje, hogy a %4$sNaptár cache-adatainak törlése%5$s segédprogrammal bármikor manuálisan törölheti a cache-t, ha szükséges.
it: Nota: imposta il valore %1$sScadenza transitoria (cache)%2$s il più alto possibile, tenendo conto della frequenza con cui vengono aggiornate le informazioni sugli eventi nel tuo calendario. %3$s Ricorda che puoi utilizzare l'utilità %4$sCancella dati calendario memorizzati nella cache%5$s per cancellare manualmente la cache in qualsiasi momento, se necessario.
ja: 注：カレンダーのイベント情報が通常どのくらいの頻度で更新されるかを考慮し、%1$s一時データ（キャッシュ）の有効期限%2$sを可能な限り長く設定してください。%3$s必要に応じて、いつでも%4$sキャッシュされたカレンダーデータのクリア%5$sユーティリティを使用して手動でキャッシュをクリアできることを覚えておいてください。
ko: 참고: 캘린더의 이벤트 정보가 일반적으로 얼마나 자주 업데이트되는지를 고려하여 %1$s임시(캐시) 만료 시간%2$s을 최대한 길게 설정하세요. %3$s 필요에 따라 언제든지 %4$s캐시된 캘린더 데이터 지우기%5$s 유틸리티를 사용하여 캐시를 수동으로 지울 수 있습니다.
lt: Pastaba: Nustatykite %1$sLaikinojo (keš) galiojimo pabaigą%2$s kuo didesnę, atsižvelgdami į tai, kaip dažnai paprastai atnaujinama informacija apie įvykius jūsų kalendoriuje. %3$s Atminkite, kad prireikus bet kuriuo metu galite naudoti %4$sIšvalyti kalendoriaus keš duomenis%5$s priemonę, kad rankiniu būdu išvalytumėte keš.
lv: Piezīme: Iestatiet %1$sPagaidu (kešatmiņas) derīguma termiņu%2$s pēc iespējas garāku, ņemot vērā to, cik bieži parasti tiek atjaunināta informācija par notikumiem jūsu kalendārā. %3$s Atcerieties, ka jebkurā brīdī varat izmantot %4$sDzēst kešatmiņas kalendāra datus%5$s utilītu, lai manuāli dzēstu kešatmiņu, ja nepieciešams.
nb: Merk: Sett %1$sTransient (cache) expiration%2$s så høyt som mulig, med tanke på hvor ofte hendelsesinformasjonen i kalenderen din vanligvis oppdateres. %3$s Husk at du kan bruke verktøyet %4$sClear Cached Calendar Data%5$s til å tømme hurtigbufferen manuelt når som helst, hvis nødvendig.
nl: Opmerking: Stel de %1$sTransient (cache) expiration%2$s zo hoog mogelijk in, rekening houdend met hoe vaak de gebeurtenisinformatie in uw agenda doorgaans wordt bijgewerkt. %3$s Vergeet niet dat u het hulpprogramma %4$sClear Cached Calendar Data%5$s kunt gebruiken om de cache op elk gewenst moment handmatig te wissen, indien nodig.
pl: Uwaga: Ustaw wartość %1$sTransient (cache) expiration%2$s na jak najwyższą, biorąc pod uwagę częstotliwość aktualizacji informacji o wydarzeniach w kalendarzu. %3$s Pamiętaj, że w razie potrzeby możesz w dowolnym momencie ręcznie wyczyścić pamięć podręczną za pomocą narzędzia %4$sClear Cached Calendar Data%5$s.
pt: Observação: defina a %1$sExpiração transitória (cache)%2$s para o maior valor possível, considerando a frequência com que as informações de eventos em seu calendário são normalmente atualizadas. %3$s Lembre-se de que você pode usar o utilitário %4$sLimpar dados em cache do calendário%5$s para limpar manualmente o cache a qualquer momento, se necessário.
ru: Примечание: Установите значение %1$sСрок хранения временных данных (кэша)%2$s как можно больше, учитывая, как часто обычно обновляется информация о событиях в вашем календаре. %3$s Помните, что при необходимости вы можете в любое время вручную очистить кэш с помощью утилиты %4$sОчистить кэшированные данные календаря%5$s.
sk: Poznámka: Nastavte %1$sPlatnosť prechodných údajov (cache)%2$s na čo najvyššiu hodnotu, vzhľadom na to, ako často sa informácie o udalostiach vo vašom kalendári zvyčajne aktualizujú. %3$s Nezabudnite, že v prípade potreby môžete kedykoľvek ručne vymazať cache pomocou nástroja %4$sVymazať údaje z cache kalendára%5$s.
sl: Opomba: Nastavite %1$sTransient (cache) expiration%2$s na čim večjo vrednost, upoštevajoč, kako pogosto se običajno posodabljajo podatki o dogodkih v vašem koledarju. %3$s Ne pozabite, da lahko kadar koli ročno počistite predpomnilnik s pomočjo orodja %4$sClear Cached Calendar Data%5$s, če je to potrebno.
sr: Напомена: Подесите %1$sИстек привременог (кеш) рока трајања%2$s што је могуће већи, узимајући у обзир колико често се информације о догађајима у вашем календару обично ажурирају. %3$s Имајте на уму да можете користити услужни програм %4$sОбриши кеширане податке календара%5$s да бисте ручно обрисали кеш меморију у било ком тренутку, ако је потребно.
tr: Not: Takviminizdeki etkinlik bilgilerinin genellikle ne sıklıkla güncellendiğini göz önünde bulundurarak, %1$sGeçici (önbellek) süre dolumu%2$s değerini mümkün olduğunca büyük ayarlayın. %3$s Gerekirse, %4$sÖnbellekteki Takvim Verilerini Temizle%5$s yardımcı programını kullanarak önbelleği istediğiniz zaman manuel olarak temizleyebileceğinizi unutmayın.
uk: Примітка: Встановіть %1$sТермін дії тимчасового (кеш) файлу%2$s якомога більшим, враховуючи, як часто зазвичай оновлюється інформація про події у вашому календарі. %3$s Пам'ятайте, що ви можете використовувати утиліту %4$sОчистити кеш календаря%5$s, щоб вручну очистити кеш у будь-який час, якщо це необхідно.
zh: 注意：请将%1$s临时缓存过期时间%2$s设置为尽可能长的值，同时需考虑日历中事件信息的通常更新频率。%3$s请记住，您可随时使用%4$s清除缓存日历数据%5$s工具手动清除缓存。

source: %1$sPlease note:%2$s %3$s version 10.6 changes the default options for several shortcode settings. In order to maintain consistency, these new defaults are %4$snot%5$s enabled when upgrading from an earlier version. If you would like to learn more about the changes please read our %6$sblog post%7$s, or to switch to the new defaults, turn on the %8$s option on the %9$s settings%10$s page.
cs: %1$sUpozornění:%2$s %3$s Verze 10.6 mění výchozí nastavení několika krátkých kódů. Aby byla zachována konzistence, nejsou tato nová výchozí nastavení %4$saktivována%5$s při aktualizaci z dřívější verze. Pokud se chcete dozvědět více o těchto změnách, přečtěte si náš %6$sblogový příspěvek%7$s nebo pokud chcete přejít na nové výchozí nastavení, zapněte %8$s možnost na stránce %9$s nastavení%10$s.
da: %1$sBemærk venligst:%2$s %3$s version 10.6 ændrer standardindstillingerne for flere shortcode-indstillinger. For at opretholde konsistensen er disse nye standardindstillinger %4$sikke%5$s aktiveret, når du opgraderer fra en tidligere version. Hvis du vil vide mere om ændringerne, kan du læse vores %6$sblogindlæg%7$s, eller hvis du vil skifte til de nye standardindstillinger, skal du aktivere %8$sindstillingen på %9$sindstillingssiden%10$s.
de: %1$sBitte beachten Sie:%2$s %3$s In Version 10.6 wurden die Standardoptionen für mehrere Shortcode-Einstellungen geändert. Um die Konsistenz zu gewährleisten, werden diese neuen Standardeinstellungen bei einem Upgrade von einer früheren Version %4$snicht%5$s aktiviert. Wenn Sie mehr über die Änderungen erfahren möchten, lesen Sie bitte unseren %6$sBlogbeitrag%7$s. Um zu den neuen Standardeinstellungen zu wechseln, aktivieren Sie die %8$sOption auf der %9$sEinstellungsseite%10$s.
el: %1$sΣημείωση:%2$s %3$s Η έκδοση 10.6 αλλάζει τις προεπιλεγμένες επιλογές για αρκετές ρυθμίσεις σύντομων κωδικών. Για λόγους συνέπειας, αυτές οι νέες προεπιλογές %4$sδεν%5$s ενεργοποιούνται κατά την αναβάθμιση από παλαιότερη έκδοση. Αν θέλετε να μάθετε περισσότερα για τις αλλαγές, διαβάστε την %6$sανάρτηση στο blog%7$s μας ή, για να μεταβείτε στις νέες προεπιλογές, ενεργοποιήστε την %8$s επιλογή στη σελίδα %9$s ρυθμίσεων%10$s.
es: %1$sNota: %2$s %3$s La versión 10.6 cambia las opciones predeterminadas para varios ajustes de códigos cortos. Para mantener la coherencia, estos nuevos valores predeterminados %4$sno%5$s se activan al actualizar desde una versión anterior. Si desea obtener más información sobre los cambios, lea nuestra %6$sentrada del blog%7$s, o para cambiar a los nuevos valores predeterminados, active la %8$sopción en la página %9$sconfiguración%10$s.
et: %1$sPange tähele:%2$s %3$s versioon 10.6 muudab mitme lühikoodi seadistuse vaikimisi valikuid. Järjepidevuse säilitamiseks ei ole need uued vaikimisi valikud %4$saktiveeritud%5$s, kui uuendate varasemast versioonist. Kui soovite muudatuste kohta rohkem teada saada, lugege meie %6$sblogipostitust%7$s või lülitage uued vaikimisi seaded sisse, aktiveerides %8$s valiku %9$s seadeid%10$s lehel.
fi: %1$sHuomaa:%2$s %3$s versio 10.6 muuttaa useiden lyhytkoodiasetusten oletusasetuksia. Johdonmukaisuuden säilyttämiseksi näitä uusia oletusasetuksia %4$sei%5$s oteta käyttöön, kun päivitetään aiemmasta versiosta. Jos haluat lisätietoja muutoksista, lue %6$sblogikirjoituksemme%7$s tai vaihda uudet oletusasetukset käyttöön ottamalla %8$svaihtoehto käyttöön %9$sasetukset%10$s-sivulla.
fr: %1$sRemarque : %2$s %3$s La version 10.6 modifie les options par défaut de plusieurs paramètres de codes courts. Afin de garantir la cohérence, ces nouveaux paramètres par défaut ne sont %4$spas%5$s activés lors de la mise à niveau à partir d'une version antérieure. Si vous souhaitez en savoir plus sur ces modifications, veuillez consulter notre %6$sarticle de blog%7$s. Pour passer aux nouveaux paramètres par défaut, activez l'option %8$s sur la page %9$sparamètres%10$s.
hu: %1$sKérjük, vegye figyelembe:%2$s %3$s a 10.6-os verzió több rövidkód-beállítás alapértelmezett opcióját megváltoztatja. Az egységesség fenntartása érdekében ezek az új alapértelmezett beállítások %4$snem%5$s aktiválódnak, ha korábbi verzióról frissít. Ha többet szeretne megtudni a változásokról, olvassa el %6$sblogbejegyzésünket%7$s, vagy ha át szeretne állni az új alapértelmezett beállításokra, kapcsolja be a %8$s opciót a %9$s beállítások%10$s oldalon.
it: %1$sNota bene:%2$s %3$s la versione 10.6 modifica le opzioni predefinite per diverse impostazioni degli shortcode. Per mantenere la coerenza, queste nuove impostazioni predefinite %4$snon%5$s sono abilitate quando si esegue l'aggiornamento da una versione precedente. Per ulteriori informazioni sulle modifiche, leggere il nostro %6$spost sul blog%7$s oppure, per passare alle nuove impostazioni predefinite, attivare l'opzione %8$s nella pagina %9$s delle impostazioni%10$s.
ja: %1$sご注意：%2$s %3$s バージョン10.6では、いくつかのショートコード設定のデフォルトオプションが変更されました。一貫性を保つため、これらの新しいデフォルトは、以前のバージョンからのアップグレード時には%4$s有効化されません%5$s。 変更内容の詳細については%6$sブログ記事%7$sをご参照ください。新しいデフォルト設定に切り替える場合は、%9$s設定%10$sページで%8$sオプションを有効にしてください。
ko: %1$s참고 사항:%2$s %3$s 버전 10.6에서는 여러 숏코드 설정의 기본값이 변경되었습니다. 일관성을 유지하기 위해, 이전 버전에서 업그레이드할 경우 이러한 새로운 기본값은 %4$s적용되지 않습니다%5$s. 변경 사항에 대해 자세히 알아보려면 %6$s블로그 게시글%7$s을 참조하시거나, 새 기본값으로 전환하려면 %9$s설정%10$s 페이지에서 %8$s옵션을 활성화하세요.
lt: %1$sAtkreipkite dėmesį:%2$s %3$s versijoje 10.6 pakeisti kelių trumpųjų kodų nustatymų numatytieji parametrai. Siekiant išlaikyti nuoseklumą, šie nauji numatytieji parametrai %4$sneįjungiami%5$s atnaujinant iš ankstesnės versijos. Jei norite sužinoti daugiau apie pakeitimus, perskaitykite mūsų %6$sblogą%7$s arba, norėdami pereiti prie naujų numatytųjų nustatymų, įjunkite %8$s parinktį %9$s nustatymų%10$s puslapyje.
lv: %1$sLūdzu, ņemiet vērā:%2$s %3$s versija 10.6 maina vairāku īsā koda iestatījumu noklusējuma opcijas. Lai saglabātu konsekvenci, šīs jaunās noklusējuma opcijas %4$snetiek%5$s aktivizētas, ja tiek veikta atjaunināšana no iepriekšējās versijas. Ja vēlaties uzzināt vairāk par izmaiņām, lūdzu, izlasiet mūsu %6$sblogu ierakstu%7$s, vai, lai pārietu uz jaunajām noklusējuma opcijām, ieslēdziet %8$s opciju %9$s iestatījumu%10$s lapā.
nb: %1$sVær oppmerksom på:%2$s %3$s versjon 10.6 endrer standardinnstillingene for flere kortkodeinnstillinger. For å opprettholde konsistens er disse nye standardinnstillingene %4$sikke%5$s aktivert når du oppgraderer fra en tidligere versjon. Hvis du vil vite mer om endringene, kan du lese %6$sblogginnlegget vårt%7$s, eller hvis du vil bytte til de nye standardinnstillingene, kan du aktivere %8$salternativet på %9$sinnstillingssiden%10$s.
nl: %1$sLet op:%2$s %3$s versie 10.6 wijzigt de standaardopties voor verschillende shortcode-instellingen. Om de consistentie te behouden, worden deze nieuwe standaardinstellingen %4$sniet%5$s ingeschakeld bij het upgraden vanaf een eerdere versie. Als u meer wilt weten over de wijzigingen, lees dan onze %6$sblogpost%7$s, of schakel de %8$soptie op de %9$sinstellingenpagina%10$s in om over te schakelen naar de nieuwe standaardinstellingen.
pl: %1$sUwaga:%2$s W %3$s wersji 10.6 zmieniono domyślne ustawienia kilku skrótów. Aby zachować spójność, te nowe ustawienia domyślne %4$snie%5$s są włączane automatycznie podczas aktualizacji z wcześniejszej wersji. Aby dowiedzieć się więcej o zmianach, przeczytaj nasz %6$swpis na blogu%7$s, lub aby przełączyć się na nowe ustawienia domyślne, włącz opcję %8$s na stronie %9$s ustawień%10$s.
pt: %1$sObservação: %2$s %3$s a versão 10.6 altera as opções padrão para várias configurações de códigos de atalho. Para manter a consistência, esses novos padrões %4$snão%5$s são ativados ao atualizar de uma versão anterior. Se você quiser saber mais sobre as alterações, leia nossa %6$spublicação no blog%7$s ou, para mudar para os novos padrões, ative a %8$sopção na página %9$sconfigurações%10$s.
ru: %1$sОбратите внимание:%2$s %3$s В версии 10.6 изменены настройки по умолчанию для нескольких параметров шорткодов. Для обеспечения согласованности эти новые настройки по умолчанию %4$sне%5$s активируются при обновлении с более ранней версии. Если вы хотите узнать больше об изменениях, прочитайте нашу %6$sзапись в блоге%7$s или, чтобы перейти на новые настройки по умолчанию, включите %8$s опцию на странице %9$s настроек%10$s.
sk: %1$sUpozornenie:%2$s %3$s verzia 10.6 mení predvolené nastavenia pre niekoľko skrátených kódov. Aby bola zachovaná konzistentnosť, tieto nové predvolené nastavenia %4$snie sú%5$s aktivované pri aktualizácii z predchádzajúcej verzie. Ak sa chcete dozvedieť viac o týchto zmenách, prečítajte si náš %6$sblogový príspevok%7$s alebo pre prechod na nové predvolené nastavenia aktivujte %8$s možnosť na stránke %9$s nastavení%10$s.
sl: %1$sUpoštevajte:%2$s %3$s različica 10.6 spreminja privzete možnosti za več nastavitev kratkih kod. Da bi ohranili doslednost, te nove privzete nastavitve %4$sniso%5$s omogočene pri nadgradnji iz prejšnje različice. Če želite izvedeti več o spremembah, preberite naš %6$sblog%7$s ali pa za prehod na nove privzete nastavitve vklopite %8$s možnost na strani %9$s nastavitve%10$s.
sr: %1$sНапомена:%2$s %3$s верзија 10.6 мења подразумеване опције за неколико подешавања кратких кодова. Ради одржавања доследности, ова нова подразумевана подешавања %4$sнису%5$s омогућена приликом надоградње са раније верзије. Ако желите да сазнате више о променама, прочитајте наш %6$sблог пост%7$s или, да бисте прешли на нова подразумевана подешавања, укључите опцију %8$s на страници %9$s подешавања%10$s.
tr: %1$sLütfen dikkat:%2$s %3$s 10.6 sürümü, birkaç kısa kod ayarının varsayılan seçeneklerini değiştirir. Tutarlılığı korumak için, önceki bir sürümden yükseltme yaparken bu yeni varsayılanlar %4$setkinleştirilmez%5$s. Değişiklikler hakkında daha fazla bilgi edinmek isterseniz lütfen %6$sblog yazımızı%7$s okuyun veya yeni varsayılanlara geçmek için %9$sayarlar%10$s sayfasındaki %8$sseçeneği etkinleştirin.
uk: %1$sЗверніть увагу:%2$s %3$s у версії 10.6 змінено стандартні параметри для декількох налаштувань коротких кодів. Для забезпечення узгодженості ці нові стандартні параметри %4$sне%5$s активуються під час оновлення з попередньої версії. Якщо ви хочете дізнатися більше про зміни, прочитайте нашу %6$sпублікацію в блозі%7$s, або щоб перейти на нові стандартні налаштування, увімкніть %8$s опцію на сторінці %9$s налаштувань%10$s.
zh: %1$s请注意：%2$s %3$s 10.6 版本更改了多个短代码设置的默认选项。为保持一致性，从旧版本升级时这些新默认值%4$s不会%5$s自动启用。 若需了解变更详情，请参阅我们的%6$s博客文章%7$s；如需启用新默认设置，请在%9$s设置%10$s页面开启%8$s选项。

source: Use new parameter defaults (v.10.6)
cs: Použít nové výchozí parametry (v.10.6)
da: Brug nye standardparametre (v.10.6)
de: Neue Parameter-Standardeinstellungen verwenden (v.10.6)
el: Χρήση νέων προεπιλεγμένων παραμέτρων (v.10.6)
es: Usar nuevos valores predeterminados para los parámetros (v.10.6)
et: Kasuta uusi parameetrite vaikimisi väärtusi (v.10.6)
fi: Käytä uusia oletusparametreja (v.10.6)
fr: Utiliser les nouveaux paramètres par défaut (v.10.6)
hu: Új paraméter alapértelmezések használata (v.10.6)
it: Utilizza i nuovi valori predefiniti dei parametri (v.10.6)
ja: 新しいパラメータのデフォルト値を使用する (v.10.6)
ko: 새 매개변수 기본값 사용 (v.10.6)
lt: Naudokite naujus parametrų numatytuosius nustatymus (v.10.6)
lv: Izmantojiet jaunus parametru noklusējumus (v.10.6)
nb: Bruk nye standardinnstillinger for parametere (v.10.6)
nl: Gebruik nieuwe standaardparameters (v.10.6)
pl: Użyj nowych domyślnych parametrów (wersja 10.6)
pt: Usar novos padrões de parâmetros (v.10.6)
ru: Использовать новые значения параметров по умолчанию (v.10.6)
sk: Používajte nové predvolené nastavenia parametrov (v.10.6)
sl: Uporabi nove privzete parametre (v.10.6)
sr: Користите нове подразумеване вредности параметара (v.10.6)
tr: Yeni parametre varsayılanlarını kullan (v.10.6)
uk: Використовувати нові значення параметрів за замовчуванням (v.10.6)
zh: 使用新的参数默认值（v.10.6）
