Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: Always use AJAX to render calendars
cs: K vykreslování kalendářů vždy používejte AJAX.
da: Brug altid AJAX til at gengive kalendere
de: Verwenden Sie immer AJAX zum Rendern von Kalendern.
el: Χρησιμοποιείτε πάντα AJAX για την απόδοση ημερολογίων
es: Utiliza siempre AJAX para renderizar calendarios.
et: Kasutage kalendrite kuvamiseks alati AJAX-i.
fi: Käytä aina AJAXia kalenterien renderointiin.
fr: Toujours utiliser AJAX pour afficher les calendriers
hu: A naptárak megjelenítéséhez mindig AJAX-ot használjon.
it: Utilizza sempre AJAX per il rendering dei calendari
ja: カレンダーのレンダリングには常にAJAXを使用してください
ko: 항상 AJAX를 사용하여 캘린더를 렌더링하십시오
lt: Kalendoriams atvaizduoti visada naudokite AJAX
lv: Kalendāru attēlošanai vienmēr izmantojiet AJAX
nb: Bruk alltid AJAX til å gjengi kalendere
nl: Gebruik altijd AJAX om kalenders weer te geven
pl: Zawsze używaj AJAX do renderowania kalendarzy.
pt: Sempre use AJAX para renderizar calendários
ru: Всегда используйте AJAX для отображения календарей
sk: Na vykresľovanie kalendárov vždy používajte AJAX.
sl: Vedno uporabljajte AJAX za prikaz koledarjev.
sr: Увек користите AJAX за приказивање календара
tr: Takvimleri görüntülemek için her zaman AJAX kullanın
uk: Завжди використовуйте AJAX для відображення календарів
zh: 始终使用AJAX来渲染日历

source: AJAX loading is now automatic. You can override AJAX, if necessary, by adding %1$s to your shortcode.
cs: Načítání AJAX je nyní automatické. V případě potřeby můžete AJAX přepsat přidáním %1$s do svého zkráceného kódu.
da: AJAX-indlæsning sker nu automatisk. Du kan om nødvendigt tilsidesætte AJAX ved at tilføje %1$s til din kortkode.
de: Das Laden von AJAX erfolgt nun automatisch. Bei Bedarf können Sie AJAX überschreiben, indem Sie %1$s zu Ihrem Shortcode hinzufügen.
el: Η φόρτωση AJAX είναι πλέον αυτόματη. Μπορείτε να παρακάμψετε το AJAX, αν χρειαστεί, προσθέτοντας %1$s στον σύντομο κωδικό σας.
es: La carga AJAX ahora es automática. Si es necesario, puede anular AJAX añadiendo %1$s a su código corto.
et: AJAX-i laadimine toimub nüüd automaatselt. Vajaduse korral saate AJAX-i ümber kirjutada, lisades oma lühikoodile %1$s.
fi: AJAX-lataus tapahtuu nyt automaattisesti. Voit ohittaa AJAXin tarvittaessa lisäämällä %1$s lyhytkoodiisi.
fr: Le chargement AJAX est désormais automatique. Vous pouvez remplacer AJAX, si nécessaire, en ajoutant %1$s à votre code court.
hu: Az AJAX betöltése mostantól automatikus. Szükség esetén felülírhatja az AJAX-ot, ha %1$s-t ad hozzá a rövid kódjához.
it: Il caricamento AJAX è ora automatico. Se necessario, è possibile sovrascrivere AJAX aggiungendo %1$s allo shortcode.
ja: AJAXの読み込みは自動化されました。必要に応じて、ショートコードに%1$sを追加することでAJAXを上書きできます。
ko: AJAX 로딩이 이제 자동으로 이루어집니다. 필요한 경우 숏코드에 %1$s을 추가하여 AJAX를 재정의할 수 있습니다.
lt: AJAX įkėlimas dabar vyksta automatiškai. Prireikus galite pakeisti AJAX, pridėdami %1$s prie savo trumpojo kodo.
lv: AJAX ielāde tagad notiek automātiski. Ja nepieciešams, varat pārrakstīt AJAX, pievienojot %1$s savam īsajam kodam.
nb: AJAX-innlasting skjer nå automatisk. Du kan om nødvendig overstyre AJAX ved å legge til %1$s i kortkoden din.
nl: AJAX-laden gebeurt nu automatisch. Indien nodig kunt u AJAX overschrijven door %1$s toe te voegen aan uw shortcode.
pl: Ładowanie AJAX jest teraz automatyczne. W razie potrzeby można zastąpić AJAX, dodając %1$s do skrótu.
pt: O carregamento AJAX agora é automático. Você pode substituir o AJAX, se necessário, adicionando %1$s ao seu código de atalho.
ru: Загрузка AJAX теперь происходит автоматически. При необходимости вы можете отменить AJAX, добавив %1$s к вашему шорткоду.
sk: Načítanie AJAX je teraz automatické. V prípade potreby môžete AJAX prepisovať pridaním %1$s do svojho skráteného kódu.
sl: AJAX se zdaj nalaga samodejno. Po potrebi lahko AJAX prekrijete tako, da k svojemu kratkemu kodu dodate %1$s.
sr: Учитавање AJAX-а је сада аутоматско. Можете поништити AJAX, ако је потребно, додавањем %1$s вашем кратком коду.
tr: AJAX yükleme artık otomatik olarak gerçekleşmektedir. Gerekirse, kısa kodunuza %1$s ekleyerek AJAX'ı geçersiz kılabilirsiniz.
uk: Завантаження AJAX тепер відбувається автоматично. При необхідності ви можете замінити AJAX, додавши %1$s до вашого шорткоду.
zh: AJAX加载现已自动进行。如有必要，您可通过在短代码后添加%1$s来覆盖AJAX功能。

source: Increase memory limit when rendering calendars
cs: Zvýšení limitu paměti při vykreslování kalendářů
da: Forøg hukommelsesgrænsen ved gengivelse af kalendere
de: Erhöhen Sie die Speichergrenze beim Rendern von Kalendern.
el: Αύξηση του ορίου μνήμης κατά την απόδοση ημερολογίων
es: Aumentar el límite de memoria al renderizar calendarios
et: Suurendage kalendrite renderdamisel mälu piirmäära
fi: Lisää muistin rajaa kalentereiden renderoinnin yhteydessä
fr: Augmenter la limite de mémoire lors du rendu des calendriers
hu: Növelje a memória korlátját a naptárak megjelenítésekor
it: Aumentare il limite di memoria durante il rendering dei calendari
ja: カレンダーのレンダリング時にメモリ制限を増やす
ko: 달력 렌더링 시 메모리 제한 증가
lt: Padidinti atminties ribą, kai atvaizduojami kalendoriai
lv: Palielināt atmiņas limitu, renderējot kalendārus
nb: Øk minnegrensen ved gjengivelse av kalendere
nl: Verhoog de geheugenlimiet bij het weergeven van kalenders
pl: Zwiększ limit pamięci podczas renderowania kalendarzy
pt: Aumentar o limite de memória ao renderizar calendários
ru: Увеличить ограничение памяти при рендеринге календарей
sk: Zvýšenie limitu pamäte pri vykresľovaní kalendárov
sl: Povečajte omejitev pomnilnika pri upodabljanju koledarjev
sr: Повећајте ограничење меморије приликом рендеровања календара
tr: Takvimleri oluştururken bellek sınırını artırın
uk: Збільшити обмеження пам'яті під час візуалізації календарів
zh: 渲染日历时增加内存限制

source: If your calendar is failing to load with an "out of memory" fatal error, try increasing the memory limit. A minimum of 512 MB is recommended. %1$s Notes: 1) Some hosting providers may not allow applications to override the server default setting. 2) It is not possible to set this option lower than the current default memory limit on your server.
cs: Pokud se váš kalendář nenačte a zobrazí se fatální chyba „nedostatek paměti“, zkuste zvýšit limit paměti. Doporučuje se minimálně 512 MB. %1$s Poznámky: 1) Někteří poskytovatelé hostingu nemusí aplikacím umožňovat přepsat výchozí nastavení serveru. 2) Není možné nastavit tuto možnost na hodnotu nižší než aktuální výchozí limit paměti na vašem serveru.
da: Hvis din kalender ikke kan indlæses på grund af en fatal fejlmeddelelse om "mangel på hukommelse", kan du prøve at øge hukommelsesgrænsen. Der anbefales mindst 512 MB. %1$s Bemærkninger: 1) Nogle hostingudbydere tillader muligvis ikke, at applikationer tilsidesætter serverens standardindstilling. 2) Det er ikke muligt at indstille denne mulighed til et lavere niveau end den aktuelle standardhukommelsesgrænse på din server.
de: Wenn Ihr Kalender aufgrund eines schwerwiegenden Fehlers („Out of Memory“) nicht geladen werden kann, versuchen Sie, die Speichergrenze zu erhöhen. Es werden mindestens 512 MB empfohlen. %1$s Hinweise: 1) Einige Hosting-Anbieter lassen möglicherweise nicht zu, dass Anwendungen die Standardeinstellungen des Servers überschreiben. 2) Es ist nicht möglich, diese Option auf einen Wert festzulegen, der unter der aktuellen Standard-Speichergrenze Ihres Servers liegt.
el: Εάν το ημερολόγιό σας δεν φορτώνεται και εμφανίζεται το σφάλμα "out of memory", δοκιμάστε να αυξήσετε το όριο μνήμης. Συνιστάται ελάχιστο όριο 512 MB. %1$s Σημειώσεις: 1) Ορισμένοι πάροχοι φιλοξενίας ενδέχεται να μην επιτρέπουν στις εφαρμογές να παρακάμψουν την προεπιλεγμένη ρύθμιση του διακομιστή. 2) Δεν είναι δυνατό να ορίσετε αυτήν την επιλογή σε τιμή χαμηλότερη από το τρέχον προεπιλεγμένο όριο μνήμης στον διακομιστή σας.
es: Si su calendario no se carga y aparece un error fatal de «memoria insuficiente», intente aumentar el límite de memoria. Se recomienda un mínimo de 512 MB. %1$s Notas: 1) Es posible que algunos proveedores de alojamiento no permitan que las aplicaciones anulen la configuración predeterminada del servidor. 2) No es posible establecer esta opción por debajo del límite de memoria predeterminado actual de su servidor.
et: Kui teie kalender ei lae ja kuvab veateate „mälu puudub”, proovige suurendada mälu piirmäära. Soovitatav on vähemalt 512 MB. %1$s Märkused: 1) Mõned hostinguteenuse pakkujad ei luba rakendustel serveri vaikimisi seadeid ümber kirjutada. 2) Seda valikut ei ole võimalik seadistada madalamaks kui teie serveri praegune vaikimisi mälu piirmäär.
fi: Jos kalenterisi latautuminen epäonnistuu ja näyttöön tulee vakava virhe "muisti loppu", yritä lisätä muistin rajoitusta. Suositeltava vähimmäismäärä on 512 Mt. %1$s Huomautukset: 1) Jotkin palveluntarjoajat eivät salli sovellusten ohittaa palvelimen oletusasetuksia. 2) Tätä asetusta ei voi asettaa pienemmäksi kuin palvelimesi nykyinen oletusmuistin rajoitus.
fr: Si votre calendrier ne parvient pas à se charger et affiche une erreur fatale « mémoire insuffisante », essayez d'augmenter la limite de mémoire. Une mémoire minimale de 512 Mo est recommandée. %1$s Remarques : 1) Certains hébergeurs peuvent ne pas autoriser les applications à remplacer les paramètres par défaut du serveur. 2) Il n'est pas possible de définir cette option à une valeur inférieure à la limite de mémoire par défaut actuelle de votre serveur.
hu: Ha a naptár nem töltődik be, és „memóriahiány” hibaüzenet jelenik meg, próbálja meg növelni a memóriahatárt. Legalább 512 MB memóriát ajánlunk. %1$s Megjegyzések: 1) Egyes tárhelyszolgáltatók nem engedélyezik, hogy az alkalmazások felülírják a szerver alapértelmezett beállításait. 2) Ez az opció nem állítható be alacsonyabbra, mint a szerver aktuális alapértelmezett memóriahatára.
it: Se il calendario non si carica e viene visualizzato un errore irreversibile "memoria insufficiente", provare ad aumentare il limite di memoria. Si consiglia un minimo di 512 MB. %1$s Note: 1) Alcuni provider di hosting potrebbero non consentire alle applicazioni di sovrascrivere le impostazioni predefinite del server. 2) Non è possibile impostare questa opzione su un valore inferiore al limite di memoria predefinito attuale sul server.
ja: カレンダーが「メモリ不足」の致命的なエラーで読み込まれない場合、メモリ制限の引き上げを試みてください。最低512MBを推奨します。%1$s注記：1) 一部のホスティングプロバイダーでは、アプリケーションがサーバーのデフォルト設定を上書きできない場合があります。2) サーバーの現在のデフォルトメモリ制限値より低い値に設定することはできません。
ko: 캘린더가 "메모리 부족" 치명적 오류로 로드되지 않는 경우 메모리 제한을 늘려 보십시오. 최소 512MB를 권장합니다. %1$s 참고 사항: 1) 일부 호스팅 제공업체는 애플리케이션이 서버 기본 설정을 재정의하는 것을 허용하지 않을 수 있습니다. 2) 서버의 현재 기본 메모리 제한보다 낮은 값으로 이 옵션을 설정할 수 없습니다.
lt: Jei kalendorius neįkeliama ir rodo kritinę klaidą „out of memory“ (trūksta atminties), pabandykite padidinti atminties ribą. Rekomenduojama mažiausiai 512 MB. %1$s Pastabos: 1) Kai kurie prieglobos paslaugų teikėjai gali neleisti programoms pakeisti serverio numatytųjų nustatymų. 2) Šios parinkties negalima nustatyti mažesnės nei dabartinė numatytoji atminties riba jūsų serveryje.
lv: Ja kalendārs nevar tikt ielādēts un parādās fatāla kļūda "out of memory" (atmiņas nepietiek), mēģiniet palielināt atmiņas limitu. Ieteicams vismaz 512 MB. %1$s Piezīmes: 1) Daži hostinga pakalpojumu sniedzēji var neļaut lietojumprogrammām pārrakstīt servera noklusējuma iestatījumus. 2) Šo opciju nav iespējams iestatīt zemāku par pašreizējo noklusējuma atmiņas limitu jūsu serverī.
nb: Hvis kalenderen din ikke lastes inn og du får en alvorlig feilmelding om «minnefull», kan du prøve å øke minnegrensen. Det anbefales minimum 512 MB. %1$s Merknader: 1) Noen webhotellleverandører tillater ikke at applikasjoner overstyrer serverens standardinnstillinger. 2) Det er ikke mulig å angi denne innstillingen lavere enn den gjeldende standardminnegrensen på serveren din.
nl: Als uw agenda niet kan worden geladen en u krijgt de foutmelding 'onvoldoende geheugen', probeer dan de geheugenlimiet te verhogen. Een minimum van 512 MB wordt aanbevolen. %1$s Opmerkingen: 1) Sommige hostingproviders staan niet toe dat applicaties de standaardinstellingen van de server overschrijven. 2) Het is niet mogelijk om deze optie lager in te stellen dan de huidige standaard geheugenlimiet op uw server.
pl: Jeśli kalendarz nie ładuje się i pojawia się błąd krytyczny „brak pamięci”, spróbuj zwiększyć limit pamięci. Zalecane jest minimum 512 MB. %1$s Uwagi: 1) Niektórzy dostawcy usług hostingowych mogą nie zezwalać aplikacjom na zmianę domyślnych ustawień serwera. 2) Nie można ustawić tej opcji na wartość niższą niż aktualny domyślny limit pamięci na serwerze.
pt: Se o seu calendário não estiver carregando e apresentar um erro fatal de “memória insuficiente”, tente aumentar o limite de memória. Recomenda-se um mínimo de 512 MB. %1$s Observações: 1) Alguns provedores de hospedagem podem não permitir que os aplicativos substituam a configuração padrão do servidor. 2) Não é possível definir essa opção abaixo do limite de memória padrão atual do seu servidor.
ru: Если ваш календарь не загружается из-за фатальной ошибки «не хватает памяти», попробуйте увеличить лимит памяти. Рекомендуется минимум 512 МБ. %1$s Примечания: 1) Некоторые хостинг-провайдеры могут не разрешать приложениям переопределять настройки сервера по умолчанию. 2) Невозможно установить этот параметр ниже текущего лимита памяти по умолчанию на вашем сервере.
sk: Ak sa váš kalendár nenačíta a zobrazuje sa fatálna chyba „nedostatok pamäte“, skúste zvýšiť limit pamäte. Odporúča sa minimálne 512 MB. %1$s Poznámky: 1) Niektorí poskytovatelia hostingu nemusia povoliť aplikáciám prepisovať predvolené nastavenia servera. 2) Nie je možné nastaviť túto možnosť na hodnotu nižšiu ako aktuálny predvolený limit pamäte na vašom serveri.
sl: Če se vaš koledar ne nalaga in se pojavi napaka »out of memory«, poskusite povečati omejitev pomnilnika. Priporočljivo je najmanj 512 MB. %1$s Opombe: 1) Nekateri ponudniki gostovanja morda ne dovoljujejo, da aplikacije prevladajo nad privzetimi nastavitvami strežnika. 2) Te možnosti ni mogoče nastaviti na vrednost, ki je nižja od trenutne privzete omejitve pomnilnika na vašem strežniku.
sr: Ако се ваш календар не учитава и приказује фаталну грешку „недостаје меморије“, покушајте да повећате ограничење меморије. Препоручује се минимум од 512 MB. %1$s Напомене: 1) Неки добављачи хостинга можда не дозвољавају апликацијама да замене подразумевано подешавање сервера. 2) Није могуће подесити ову опцију на вредност нижу од тренутног подразумеваног ограничења меморије на вашем серверу.
tr: Takviminiz "bellek yetersiz" ölümcül hatasıyla yüklenemiyorsa, bellek sınırını artırmayı deneyin. En az 512 MB önerilir. %1$s Notlar: 1) Bazı barındırma sağlayıcıları, uygulamaların sunucu varsayılan ayarını geçersiz kılmasını izin vermeyebilir. 2) Bu seçeneği sunucunuzdaki mevcut varsayılan bellek sınırından daha düşük bir değere ayarlamak mümkün değildir.
uk: Якщо ваш календар не завантажується і видає фатальну помилку «не вистачає пам'яті», спробуйте збільшити обмеження пам'яті. Рекомендується мінімум 512 МБ. %1$s Примітки: 1) Деякі хостинг-провайдери можуть не дозволяти додаткам змінювати стандартні налаштування сервера. 2) Неможливо встановити цей параметр нижче поточного стандартного обмеження пам'яті на вашому сервері.
zh: 若日历加载时出现"内存不足"致命错误，请尝试提高内存限制。建议最低设置为512 MB。%1$s注意事项：1) 部分主机服务商可能不允许应用程序覆盖服务器默认设置。2) 此选项无法设置为低于服务器当前默认内存限制的值。

source: deprecated
cs: zastaralý
da: forældet
de: veraltet
el: απαρχαιωμένος
es: obsoleto
et: vananenud
fi: vanhentunut
fr: obsolète
hu: elavult
it: deprecato
ja: 非推奨
ko: 되지 않는
lt: nebereikalingas
lv: novecojis
nb: utgått
nl: verouderd
pl: przestarzały
pt: obsoleto
ru: устаревшее
sk: zastaraný
sl: zastarelo
sr: застарело
tr: kullanım dışı
uk: застарілий
zh: 禁用

source: Some servers may not support the default feed request method. If your feeds are not loading, turn on this option to use the legacy request method. This feature is deprecated and will be removed in a future update.
cs: Některé servery nemusí podporovat výchozí metodu požadavku na feed. Pokud se vaše feedy nenačítají, zapněte tuto možnost a použijte starší metodu požadavku. Tato funkce je zastaralá a bude v budoucí aktualizaci odstraněna.
da: Nogle servere understøtter muligvis ikke standardmetoden til anmodning om feeds. Hvis dine feeds ikke indlæses, skal du aktivere denne indstilling for at bruge den gamle anmodningsmetode. Denne funktion er udfaset og vil blive fjernet i en fremtidig opdatering.
de: Einige Server unterstützen möglicherweise nicht die standardmäßige Feed-Anforderungsmethode. Wenn Ihre Feeds nicht geladen werden, aktivieren Sie diese Option, um die alte Anforderungsmethode zu verwenden. Diese Funktion ist veraltet und wird in einem zukünftigen Update entfernt.
el: Ορισμένοι διακομιστές ενδέχεται να μην υποστηρίζουν την προεπιλεγμένη μέθοδο αιτήματος τροφοδοσίας. Εάν οι τροφοδοσίες σας δεν φορτώνονται, ενεργοποιήστε αυτήν την επιλογή για να χρησιμοποιήσετε την παλαιά μέθοδο αιτήματος. Αυτή η λειτουργία έχει καταργηθεί και θα αφαιρεθεί σε μελλοντική ενημέρωση.
es: Es posible que algunos servidores no admitan el método de solicitud de feeds predeterminado. Si tus feeds no se cargan, activa esta opción para utilizar el método de solicitud heredado. Esta función está obsoleta y se eliminará en una futura actualización.
et: Mõned serverid ei pruugi toetada vaikimisi feed-päringu meetodit. Kui teie feed'id ei lae, lülitage see valik sisse, et kasutada vana päringu meetodit. See funktsioon on vananenud ja eemaldatakse tulevases värskenduses.
fi: Jotkin palvelimet eivät ehkä tue oletusarvoista syötteen pyyntötapaa. Jos syötteesi eivät lataudu, ota tämä vaihtoehto käyttöön, jotta voit käyttää vanhaa pyyntötapaa. Tämä ominaisuus on vanhentunut ja se poistetaan tulevassa päivityksessä.
fr: Certains serveurs peuvent ne pas prendre en charge la méthode de demande de flux par défaut. Si vos flux ne se chargent pas, activez cette option pour utiliser l'ancienne méthode de demande. Cette fonctionnalité est obsolète et sera supprimée lors d'une prochaine mise à jour.
hu: Egyes szerverek nem támogatják az alapértelmezett feed-lekérdezési módszert. Ha a feedjei nem töltődnek be, kapcsolja be ezt az opciót a régi lekérdezési módszer használatához. Ez a funkció elavult, és egy jövőbeli frissítésben eltávolításra kerül.
it: Alcuni server potrebbero non supportare il metodo di richiesta feed predefinito. Se i tuoi feed non vengono caricati, attiva questa opzione per utilizzare il metodo di richiesta legacy. Questa funzione è obsoleta e verrà rimossa in un aggiornamento futuro.
ja: 一部のサーバーでは、デフォルトのフィードリクエスト方式がサポートされていない場合があります。フィードが読み込まれない場合は、このオプションを有効にして従来のリクエスト方式を使用してください。この機能は非推奨となり、今後のアップデートで削除される予定です。
ko: 일부 서버는 기본 피드 요청 방식을 지원하지 않을 수 있습니다. 피드가 로드되지 않는 경우, 이 옵션을 켜서 레거시 요청 방식을 사용하십시오. 이 기능은 더 이상 사용되지 않으며 향후 업데이트에서 제거될 예정입니다.
lt: Kai kurie serveriai gali nepalaikyti numatytojo informacijos srauto užklausos metodo. Jei jūsų informacijos srautai neatsisiunčia, įjunkite šią parinktį, kad būtų naudojamas senasis užklausos metodas. Ši funkcija yra pasenusi ir bus pašalinta būsimame atnaujinime.
lv: Daži serveri var neatbalstīt noklusējuma plūsmas pieprasījuma metodi. Ja jūsu plūsmas netiek ielādētas, ieslēdziet šo opciju, lai izmantotu iepriekšējo pieprasījuma metodi. Šī funkcija ir novecojusi un tiks noņemta nākamajā atjauninājumā.
nb: Noen servere støtter kanskje ikke standardmetoden for feed-forespørsler. Hvis feedene dine ikke lastes inn, kan du aktivere denne funksjonen for å bruke den gamle forespørselsmetoden. Denne funksjonen er utdatert og vil bli fjernet i en fremtidig oppdatering.
nl: Sommige servers ondersteunen mogelijk niet de standaard feedverzoekmethode. Als uw feeds niet worden geladen, schakelt u deze optie in om de verouderde verzoekmethode te gebruiken. Deze functie is verouderd en zal in een toekomstige update worden verwijderd.
pl: Niektóre serwery mogą nie obsługiwać domyślnej metody żądania kanałów. Jeśli kanały nie ładują się, włącz tę opcję, aby używać starszej metody żądania. Ta funkcja jest przestarzała i zostanie usunięta w przyszłej aktualizacji.
pt: Alguns servidores podem não suportar o método padrão de solicitação de feed. Se seus feeds não estiverem carregando, ative esta opção para usar o método de solicitação antigo. Este recurso está obsoleto e será removido em uma atualização futura.
ru: Некоторые серверы могут не поддерживать стандартный метод запроса фидов. Если ваши фиды не загружаются, включите эту опцию, чтобы использовать устаревший метод запроса. Эта функция устарела и будет удалена в будущем обновлении.
sk: Niektoré servery nemusia podporovať predvolenú metódu požiadavky na feed. Ak sa vaše feedy nenačítavajú, zapnite túto možnosť, aby ste mohli použiť staršiu metódu požiadavky. Táto funkcia je zastaraná a v budúcnosti bude odstránená.
sl: Nekateri strežniki morda ne podpirajo privzete metode zahtevka za vire. Če se vaši viri ne nalagajo, vklopite to možnost, da uporabite starejšo metodo zahtevka. Ta funkcija je zastarela in bo v prihodnji posodobitvi odstranjena.
sr: Неки сервери можда не подржавају подразумевани метод захтева за фид. Ако се ваши фидови не учитавају, укључите ову опцију да бисте користили стари метод захтева. Ова функција је застарела и биће уклоњена у будућем ажурирању.
tr: Bazı sunucular varsayılan besleme isteği yöntemini desteklemeyebilir. Beslemeleriniz yüklenmiyorsa, eski istek yöntemini kullanmak için bu seçeneği etkinleştirin. Bu özellik kullanımdan kaldırılmıştır ve gelecekteki bir güncellemede kaldırılacaktır.
uk: Деякі сервери можуть не підтримувати стандартний метод запиту на канали. Якщо ваші канали не завантажуються, увімкніть цю опцію, щоб використовувати застарілий метод запиту. Ця функція є застарілою і буде видалена в майбутньому оновленні.
zh: 某些服务器可能不支持默认的订阅源请求方式。若您的订阅源无法加载，请启用此选项以使用传统请求方式。该功能已被弃用，将在未来更新中移除。

source: Default shortcode
cs: Výchozí zkrácený kód
da: Standardkortkode
de: Standard-Shortcode
el: Προεπιλεγμένος σύντομος κωδικός
es: Código corto predeterminado
et: Vaikimisi lühikood
fi: Oletuslyhytkoodi
fr: Code court par défaut
hu: Alapértelmezett rövid kód
it: Shortcode predefinito
ja: デフォルトのショートコード
ko: 기본 숏코드
lt: Numatytasis trumpasis kodas
lv: Noklusējuma īss kods
nb: Standard kortkode
nl: Standaard shortcode
pl: Domyślny skrót
pt: Código curto padrão
ru: Шорткод по умолчанию
sk: Predvolený skrátený kód
sl: Privzeti kratki kod
sr: Подразумевани кратки код
tr: Varsayılan kısa kod
uk: Шорткод за замовчуванням
zh: 默认短代码
