Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: If your calendars are not loading properly, please review your %1$s settings and usage:
cs: Pokud se vaše kalendáře nenačítají správně, zkontrolujte prosím nastavení a použití %1$s:
da: Hvis dine kalendere ikke indlæses korrekt, skal du kontrollere dine %1$s indstillinger og brug:
de: Wenn Ihre Kalender nicht ordnungsgemäß geladen werden, überprüfen Sie bitte Ihre %1$s Einstellungen und Nutzung:
el: Εάν τα ημερολόγιά σας δεν φορτώνονται σωστά, ελέγξτε τις ρυθμίσεις και τη χρήση του %1$s:
es: Si sus calendarios no se cargan correctamente, revise la configuración y el uso de %1$s:
et: Kui teie kalendrid ei lae korralikult, kontrollige palun oma %1$s seadeid ja kasutamist:
fi: Jos kalenterisi eivät lataudu oikein, tarkista %1$s asetukset ja käyttö:
fr: Si vos calendriers ne se chargent pas correctement, veuillez vérifier vos paramètres %1$s et votre utilisation :
hu: Ha a naptárak nem töltődnek be megfelelően, kérjük, ellenőrizze a %1$s beállításokat és használatot:
it: Se i tuoi calendari non vengono caricati correttamente, controlla le impostazioni e l'utilizzo di %1$s:
ja: カレンダーが正しく読み込まれない場合は、%1$sの設定と使用状況をご確認ください：
ko: 캘린더가 제대로 로드되지 않는 경우, %1$s 설정 및 사용 방법을 확인해 주십시오:
lt: Jei jūsų kalendoriai neįkeliami tinkamai, peržiūrėkite savo %1$s nustatymus ir naudojimą:
lv: Ja jūsu kalendāri netiek pareizi ielādēti, lūdzu, pārskatiet savus %1$s iestatījumus un lietošanas veidu:
nb: Hvis kalenderne dine ikke lastes inn riktig, må du sjekke innstillingene og bruken av %1$s:
nl: Als uw agenda's niet correct worden geladen, controleer dan uw %1$s instellingen en gebruik:
pl: Jeśli kalendarze nie ładują się prawidłowo, sprawdź ustawienia i sposób użytkowania %1$s:
pt: Se os seus calendários não estiverem a carregar corretamente, verifique as suas definições e a utilização do %1$s:
ru: Если ваши календари не загружаются должным образом, проверьте настройки и использование %1$s:
sk: Ak sa vaše kalendáre nenačítavajú správne, skontrolujte nastavenia a používanie %1$s:
sl: Če se vaši koledarji ne nalagajo pravilno, preglejte nastavitve in uporabo %1$s:
sr: Ако се ваши календари не учитавају исправно, прегледајте подешавања и коришћење %1$s:
tr: Takvimleriniz düzgün yüklenmiyorsa, lütfen %1$s ayarlarınızı ve kullanımınızı kontrol edin:
uk: Якщо ваші календарі не завантажуються належним чином, перегляньте налаштування та використання %1$s:
zh: 如果您的日历无法正常加载，请检查您的%1$s设置和使用情况：

source: Do not use %1$s in your shortcodes. This feature is intended for troubleshooting only, and should not be left on permanently.
cs: Nepoužívejte %1$s ve svých zkrácených kódech. Tato funkce je určena pouze pro řešení problémů a neměla by být ponechána trvale zapnutá.
da: Brug ikke %1$s i dine kortkoder. Denne funktion er kun beregnet til fejlfinding og bør ikke være aktiveret permanent.
de: Verwenden Sie %1$s nicht in Ihren Shortcodes. Diese Funktion dient ausschließlich der Fehlerbehebung und sollte nicht dauerhaft aktiviert bleiben.
el: Μην χρησιμοποιείτε το %1$s στους σύντομους κωδικούς σας. Αυτή η λειτουργία προορίζεται μόνο για την αντιμετώπιση προβλημάτων και δεν πρέπει να παραμένει ενεργοποιημένη μόνιμα.
es: No utilices %1$s en tus códigos cortos. Esta función está pensada únicamente para la resolución de problemas y no debe dejarse activada de forma permanente.
et: Ära kasuta lühikoodides %1$s. See funktsioon on mõeldud ainult veaotsinguks ja seda ei tohiks jäädavalt sisse jätta.
fi: Älä käytä %1$s lyhytkoodeissasi. Tämä ominaisuus on tarkoitettu vain vianmääritykseen, eikä sitä tule jättää pysyvästi käyttöön.
fr: N'utilisez pas %1$s dans vos codes courts. Cette fonctionnalité est uniquement destinée au dépannage et ne doit pas être laissée activée en permanence.
hu: Ne használja a %1$s kódot a rövid kódokban. Ez a funkció kizárólag hibaelhárításra szolgál, és nem szabad állandóan bekapcsolva hagyni.
it: Non utilizzare %1$s nei tuoi shortcode. Questa funzione è destinata esclusivamente alla risoluzione dei problemi e non deve essere lasciata attiva in modo permanente.
ja: ショートコード内で%1$sを使用しないでください。この機能はトラブルシューティング専用であり、常時有効にしておくべきではありません。
ko: 숏코드에 %1$s을 사용하지 마십시오. 이 기능은 문제 해결 목적으로만 제공되며, 영구적으로 활성화된 상태로 두어서는 안 됩니다.
lt: Nenaudokite %1$s savo trumpuosiuose koduose. Ši funkcija skirta tik problemų sprendimui ir neturėtų būti palikta įjungta nuolat.
lv: Nelietojiet %1$s savos īsajos kodos. Šī funkcija ir paredzēta tikai problēmu novēršanai un nedrīkst būt ieslēgta pastāvīgi.
nb: Ikke bruk %1$s i kortkodene dine. Denne funksjonen er kun ment for feilsøking og bør ikke være aktivert permanent.
nl: Gebruik %1$s niet in uw shortcodes. Deze functie is alleen bedoeld voor het oplossen van problemen en mag niet permanent ingeschakeld blijven.
pl: Nie używaj %1$s w skrótach. Ta funkcja służy wyłącznie do rozwiązywania problemów i nie powinna być pozostawiona włączona na stałe.
pt: Não utilize %1$s em seus códigos de atalho. Esse recurso destina-se apenas à resolução de problemas e não deve ser mantido ativado permanentemente.
ru: Не используйте %1$s в своих шорткодах. Эта функция предназначена только для устранения неполадок и не должна оставаться включенной постоянно.
sk: Nepoužívajte %1$s vo svojich skratkách. Táto funkcia je určená iba na riešenie problémov a nemala by byť trvalo zapnutá.
sl: V kratkih kodah ne uporabljajte %1$s. Ta funkcija je namenjena izključno za odpravljanje težav in je ne smete pustiti trajno vklopljeno.
sr: Не користите %1$s у својим кратким кодовима. Ова функција је намењена само за решавање проблема и не би требало да буде трајно укључена.
tr: Kısa kodlarınızda %1$s kullanmayın. Bu özellik yalnızca sorun giderme amaçlıdır ve kalıcı olarak açık bırakılmamalıdır.
uk: Не використовуйте %1$s у своїх коротких кодах. Ця функція призначена виключно для усунення несправностей і не повинна залишатися увімкненою постійно.
zh: 请勿在短代码中使用 %1$s。此功能仅用于故障排除，不应长期启用。

source: Increase the %1$s %2$sTransient (cache) expiration%3$s setting to %4$s43200%5$s (12 hours) or greater, to reduce the frequency of requests to the provider. (See note below.)
cs: Zvyšte nastavení %1$s %2$sTransient (cache) expiration%3$s na %4$s43200%5$s (12 hodin) nebo více, abyste snížili frekvenci požadavků na poskytovatele. (Viz poznámka níže.)
da: Øg indstillingen %1$s %2$sTransient (cache) expiration%3$s til %4$s43200%5$s (12 timer) eller mere for at reducere hyppigheden af anmodninger til udbyderen. (Se bemærkning nedenfor.)
de: Erhöhen Sie die Einstellung %1$s %2$sTransient (Cache) expiration%3$s auf %4$s43200%5$s (12 Stunden) oder mehr, um die Häufigkeit der Anfragen an den Anbieter zu reduzieren. (Siehe Hinweis unten.)
el: Αυξήστε τη ρύθμιση %1$s %2$s Λήξη προσωρινής αποθήκευσης (cache) %3$s σε %4$s 43200 %5$s (12 ώρες) ή μεγαλύτερη, για να μειώσετε τη συχνότητα των αιτήσεων προς τον πάροχο. (Δείτε τη σημείωση παρακάτω.)
es: Aumente el ajuste %1$s %2$sCaducidad transitoria (caché)%3$s a %4$s43200%5$s (12 horas) o más, para reducir la frecuencia de las solicitudes al proveedor. (Véase la nota más abajo).
et: Suurendage %1$s %2$sTransient (cache) expiration%3$s seadet väärtuseni %4$s43200%5$s (12 tundi) või suuremaks, et vähendada teenusepakkujale saadetavate päringute sagedust. (Vaadake allpool olevat märkust.)
fi: Lisää %1$s %2$sTransient (cache) expiration%3$s -asetusta arvoon %4$s43200%5$s (12 tuntia) tai suurempaan arvoon, jotta palveluntarjoajalle lähetettävien pyyntöjen tiheys vähenee. (Katso alla oleva huomautus.)
fr: Augmentez le paramètre %1$s %2$sExpiration temporaire (cache)%3$s à %4$s43200%5$s (12 heures) ou plus, afin de réduire la fréquence des requêtes adressées au fournisseur. (Voir la remarque ci-dessous.)
hu: Növelje a %1$s %2$sTransient (cache) expiration%3$s beállítást %4$s43200%5$s (12 óra) vagy annál nagyobb értékre, hogy csökkentse a szolgáltatóhoz érkező kérések gyakoriságát. (Lásd az alábbi megjegyzést.)
it: Aumentare l'impostazione %1$s %2$sScadenza transitoria (cache)%3$s a %4$s43200%5$s (12 ore) o superiore, per ridurre la frequenza delle richieste al provider. (Vedere la nota sotto.)
ja: %1$s %2$sトランジェント（キャッシュ）の有効期限%3$s設定を%4$s43200%5$s（12時間）以上に増やすことで、プロバイダーへのリクエスト頻度を減らします。（下記の注を参照）
ko: %1$s %2$s일시적(캐시) 만료%3$s 설정을 %4$s43200%5$s (12시간) 이상으로 증가시켜 공급자에 대한 요청 빈도를 줄이십시오. (아래 참고 사항 참조)
lt: Padidinkite %1$s %2$sLaikinasis (cache) galiojimo laikas%3$s nustatymą iki %4$s43200%5$s (12 valandų) ar daugiau, kad sumažintumėte užklausų teikėjui dažnį. (Žr. pastabą žemiau.)
lv: Palieliniet %1$s %2$sPagaidu (kešatmiņas) derīguma termiņa%3$s iestatījumu līdz %4$s43200%5$s (12 stundas) vai vairāk, lai samazinātu pieprasījumu biežumu pakalpojuma sniedzējam. (Skatīt piezīmi zemāk.)
nb: Øk innstillingen %1$s %2$sTransient (cache) expiration%3$s til %4$s43200%5$s (12 timer) eller mer for å redusere hyppigheten av forespørsler til leverandøren. (Se merknad nedenfor.)
nl: Verhoog de instelling %1$s %2$sTransient (cache) expiration%3$s naar %4$s43200%5$s (12 uur) of hoger om de frequentie van verzoeken aan de provider te verminderen. (Zie opmerking hieronder.)
pl: Zwiększ ustawienie %1$s %2$sWygaśnięcie tymczasowe (pamięć podręczna) %3$s do %4$s43200%5$s (12 godzin) lub więcej, aby zmniejszyć częstotliwość żądań kierowanych do dostawcy. (Zobacz uwagę poniżej).
pt: Aumente a configuração %1$s %2$sExpiração transitória (cache)%3$s para %4$s43200%5$s (12 horas) ou mais, para reduzir a frequência de solicitações ao provedor. (Veja a nota abaixo.)
ru: Увеличьте значение параметра %1$s %2$sСрок действия временного файла (кэша)%3$s до %4$s43200%5$s (12 часов) или больше, чтобы уменьшить частоту запросов к провайдеру. (См. примечание ниже.)
sk: Zvýšte nastavenie %1$s %2$sTransient (cache) expiration%3$s na %4$s43200%5$s (12 hodín) alebo viac, aby ste znížili frekvenciu požiadaviek na poskytovateľa. (Pozrite si poznámku nižšie.)
sl: Povečajte nastavitev %1$s %2$sPrehodni (cache) iztek veljavnosti%3$s na %4$s43200%5$s (12 ur) ali več, da zmanjšate pogostost zahtevkov ponudniku. (Glej opombo spodaj.)
sr: Повећајте подешавање %1$s %2$sПривремени (кеш) рок трајања%3$s на %4$s43200%5$s (12 сати) или више, да бисте смањили учесталост захтева добављачу. (Погледајте напомену испод.)
tr: Sağlayıcıya yapılan isteklerin sıklığını azaltmak için %1$s %2$sGeçici (önbellek) süre sonu%3$s ayarını %4$s43200%5$s (12 saat) veya daha yüksek bir değere yükseltin. (Aşağıdaki nota bakın.)
uk: Збільште значення параметра %1$s %2$sТермін дії тимчасового (кеш) файлу%3$s до %4$s43200%5$s (12 годин) або більше, щоб зменшити частоту запитів до постачальника. (Див. примітку нижче.)
zh: 将%1$s %2$s临时（缓存）过期时间%3$s设置为%4$s43200%5$s（12小时）或更长，以降低向提供商发送请求的频率。（参见下方注释。）

source: Avoid including a large number of feeds (10 or more) from the same provider in a single %1$s shortcode.
cs: Vyhněte se zahrnutí velkého počtu zdrojů (10 nebo více) od stejného poskytovatele do jednoho krátkého kódu %1$s.
da: Undgå at inkludere et stort antal feeds (10 eller flere) fra samme udbyder i en enkelt %1$s kortkode.
de: Vermeiden Sie es, eine große Anzahl von Feeds (10 oder mehr) desselben Anbieters in einem einzigen %1$s Shortcode einzubinden.
el: Αποφύγετε να συμπεριλάβετε μεγάλο αριθμό τροφοδοσιών (10 ή περισσότερες) από τον ίδιο πάροχο σε ένα μόνο σύντομο κωδικό %1$s.
es: Evita incluir un gran número de feeds (10 o más) del mismo proveedor en un solo código corto %1$s.
et: Vältige sama pakkuja suure arvu (10 või enam) feedide lisamist ühte lühikoodi %1$s.
fi: Vältä sisällyttämästä samaan %1$s lyhytkoodiin suurta määrää (10 tai enemmän) syötteitä samalta palveluntarjoajalta.
fr: Évitez d'inclure un grand nombre de flux (10 ou plus) provenant du même fournisseur dans un seul shortcode %1$s.
hu: Kerülje el, hogy ugyanazon szolgáltatótól származó nagy számú (10 vagy több) feedet egyetlen %1$s rövid kódba foglaljon.
it: Evita di includere un numero elevato di feed (10 o più) dello stesso provider in un unico shortcode %1$s.
ja: 同一プロバイダーからのフィードを大量（10以上）に単一の%1$sショートコードに含めることは避けてください。
ko: 동일한 공급자의 피드를 단일 %1$s 숏코드에 다수(10개 이상) 포함하지 마십시오.
lt: Venkite įtraukti didelį skaičių (10 ar daugiau) to paties teikėjo informacijos srautų į vieną %1$s trumpąjį kodą.
lv: Izvairieties no liela skaita (10 vai vairāk) vienā īsā kodā %1$s no viena un tā paša pakalpojuma sniedzēja.
nb: Unngå å inkludere et stort antall feeds (10 eller flere) fra samme leverandør i en enkelt %1$s kortkode.
nl: Vermijd het opnemen van een groot aantal feeds (10 of meer) van dezelfde provider in één enkele %1$s shortcode.
pl: Unikaj umieszczania dużej liczby kanałów (10 lub więcej) od tego samego dostawcy w jednym skrócie %1$s.
pt: Evite incluir um grande número de feeds (10 ou mais) do mesmo provedor em um único código curto %1$s.
ru: Избегайте включения большого количества фидов (10 или более) от одного и того же поставщика в один короткий код %1$s.
sk: Vyhnite sa zahrnutiu veľkého počtu zdrojov (10 alebo viac) od rovnakého poskytovateľa do jedného krátkeho kódu %1$s.
sl: Izogibajte se vključevanju velikega števila virov (10 ali več) istega ponudnika v eno samo kratko kodo %1$s.
sr: Избегавајте укључивање великог броја фидова (10 или више) од истог добављача у један %1$s кратки код.
tr: Aynı sağlayıcıdan gelen çok sayıda beslemeyi (10 veya daha fazla) tek bir %1$s kısa koduna eklemekten kaçının.
uk: Уникайте включення великої кількості каналів (10 або більше) від одного постачальника в один короткий код %1$s.
zh: 避免在单个%1$s短代码中包含来自同一提供商的大量订阅源（10个或更多）。

source: Temporarily pause ICS Calendar on your front-end pages using the %1$sPause Calendars%2$s utility. (24-48 hours is recommended.)
cs: Dočasně pozastavte kalendář ICS na svých front-endových stránkách pomocí nástroje %1$sPozastavit kalendáře%2$s. (Doporučuje se 24–48 hodin.)
da: Sæt ICS-kalenderen midlertidigt på pause på dine frontend-sider ved hjælp af værktøjet %1$sPause Calendars%2$s. (24-48 timer anbefales.)
de: Pausieren Sie den ICS-Kalender auf Ihren Frontend-Seiten vorübergehend mit dem Dienstprogramm %1$sKalender pausieren%2$s. (Empfohlen werden 24 bis 48 Stunden.)
el: Παύστε προσωρινά το ICS Calendar στις σελίδες του front-end χρησιμοποιώντας το βοηθητικό πρόγραμμα %1$sPause Calendars%2$s. (Συνιστάται για 24-48 ώρες.)
es: Pause temporalmente el calendario ICS en sus páginas front-end utilizando la utilidad %1$sPausar calendarios%2$s. (Se recomienda entre 24 y 48 horas).
et: Peatage ajutiselt ICS-kalender oma esilehekülgedel, kasutades selleks utiliiti %1$sPause Calendars%2$s (soovitatav on 24–48 tundi).
fi: Keskeytä ICS-kalenteri väliaikaisesti etusivulla %1$sPause Calendars%2$s-apuohjelman avulla. (Suositeltava kesto on 24–48 tuntia.)
fr: Mettez temporairement en pause le calendrier ICS sur vos pages frontales à l'aide de l'utilitaire %1$sPause Calendars%2$s (il est recommandé de le faire pendant 24 à 48 heures).
hu: Ideiglenesen szüneteltesse az ICS naptárat a front-end oldalakon a %1$sNaptárak szüneteltetése%2$s segédprogrammal. (24-48 óra ajánlott.)
it: Metti temporaneamente in pausa il calendario ICS sulle tue pagine front-end utilizzando l'utilità %1$sPausa calendari%2$s. (Si consiglia un intervallo di 24-48 ore).
ja: フロントエンドページでICSカレンダーを一時停止するには、%1$sカレンダーの一時停止%2$sユーティリティを使用してください。（24～48時間の停止が推奨されます。）
ko: %1$s일정 일시 중지%2$s 유틸리티를 사용하여 프런트엔드 페이지에서 ICS 캘린더를 일시적으로 중지하십시오. (24~48시간 권장)
lt: Laikinai sustabdykite ICS kalendorių savo priekinėse puslapiuose naudodami %1$sSustabdyti kalendorius%2$s įrankį. (Rekomenduojama 24–48 valandos.)
lv: Pagaidām apturiet ICS kalendāru savās front-end lapās, izmantojot %1$sPause Calendars%2$s utilītu. (Ieteicams uz 24–48 stundām.)
nb: Sett ICS-kalenderen midlertidig på pause på frontend-sidene dine ved hjelp av verktøyet %1$sPause Calendars%2$s. (24–48 timer anbefales.)
nl: Pauzeer ICS Calendar tijdelijk op uw front-endpagina's met behulp van het hulpprogramma %1$sPause Calendars%2$s. (24-48 uur wordt aanbevolen.)
pl: Tymczasowo wstrzymaj działanie kalendarza ICS na stronach front-endowych za pomocą narzędzia %1$sWstrzymaj kalendarze%2$s. (Zalecany czas to 24–48 godzin).
pt: Pause temporariamente o Calendário ICS nas suas páginas front-end usando o utilitário %1$sPausar Calendários%2$s. (Recomenda-se 24-48 horas.)
ru: Временно приостановите работу календаря ICS на ваших фронтальных страницах с помощью утилиты %1$sPause Calendars%2$s (рекомендуется на 24–48 часов).
sk: Dočasne pozastavte kalendár ICS na svojich front-end stránkach pomocou nástroja %1$sPozastaviť kalendáre%2$s. (Odporúča sa 24–48 hodín.)
sl: Začasno ustavite koledar ICS na svojih spletnih straneh s pomočjo orodja %1$sPause Calendars%2$s (priporočljivo je 24–48 ur).
sr: Привремено паузирајте ICS календар на вашим предњим страницама помоћу услужног програма %1$sПаузирај календаре%2$s. (Препоручује се 24-48 сати.)
tr: %1$sTakvimleri Duraklat%2$s yardımcı programını kullanarak ön uç sayfalarınızda ICS Takvimini geçici olarak duraklatın. (24-48 saat önerilir.)
uk: Тимчасово призупиніть роботу календаря ICS на ваших фронтенд-сторінках за допомогою утиліти %1$sПризупинити календарі%2$s. (Рекомендується на 24-48 годин.)
zh: 使用%1$s暂停日历%2$s工具，在前端页面暂时暂停ICS日历服务。（建议暂停24-48小时。）
