Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: Enter one hostname per line. Hostnames are the base domain name, not a full URL. %1$s For example, you would enter %2$s, not %3$s.
cs: Zadejte jeden název hostitele na řádek. Názvy hostitelů jsou základní doménové názvy, nikoli úplné adresy URL. %1$s Například byste zadali %2$s, nikoli %3$s.
da: Indtast ét værtsnavn pr. linje. Værtsnavne er det grundlæggende domænenavn, ikke en fuld URL. %1$s For eksempel skal du indtaste %2$s, ikke %3$s.
de: Geben Sie einen Hostnamen pro Zeile ein. Hostnamen sind der Basis-Domainname, nicht die vollständige URL. %1$s Sie würden beispielsweise %2$s eingeben, nicht %3$s.
el: Εισάγετε ένα όνομα κεντρικού υπολογιστή ανά γραμμή. Τα ονόματα κεντρικών υπολογιστών είναι το βασικό όνομα τομέα, όχι η πλήρης διεύθυνση URL. %1$s Για παράδειγμα, θα εισάγατε %2$s, όχι %3$s.
es: Introduzca un nombre de host por línea. Los nombres de host son el nombre de dominio base, no una URL completa. %1$s Por ejemplo, introduciría %2$s, no %3$s.
et: Sisestage üks hostinimi rida kohta. Hostinimed on baasdomeeninimed, mitte täielikud URL-id. %1$s Näiteks sisestaksite %2$s, mitte %3$s.
fi: Syötä yksi isäntänimi riville. Isäntänimet ovat perusverkkotunnuksia, eivät täydellisiä URL-osoitteita. %1$s Esimerkiksi syötät %2$s, et %3$s.
fr: Entrez un nom d'hôte par ligne. Les noms d'hôte correspondent au nom de domaine de base, et non à l'URL complète. %1$s Par exemple, vous devez entrer %2$s, et non %3$s.
hu: Írjon be egy hostnevet soronként. A hostnevek az alapdomainnév, nem a teljes URL. %1$s Például %2$s-et kell beírnia, nem %3$s-t.
it: Inserire un nome host per riga. I nomi di host sono il nome di dominio di base, non un URL completo. %1$sAd esempio, si dovrebbe inserire %2$s, non %3$s.
ja: 1行につき1つのホスト名を入力してください。ホスト名は完全なURLではなく、基本ドメイン名です。%1$s 例えば、%2$sと入力し、%3$sとは入力しません。
ko: 한 줄에 하나의 호스트명만 입력하십시오. 호스트명은 전체 URL이 아닌 기본 도메인 이름입니다. %1$s 예를 들어, %3$s가 아닌 %2$s을 입력해야 합니다.
lt: Įveskite vieną hostname į kiekvieną eilutę. Hostnames yra bazinis domeno vardas, o ne pilnas URL. %1$s Pavyzdžiui, įveskite %2$s, o ne %3$s.
lv: Ievadiet vienu uzņēmuma nosaukumu katrā rindā. Uzņēmuma nosaukumi ir pamata domēna nosaukumi, nevis pilni URL. %1$s Piemēram, jums jāievada %2$s, nevis %3$s.
nb: Skriv inn ett vertsnavn per linje. Vertsnavn er basisdomenenavnet, ikke en fullstendig URL. %1$s For eksempel skriver du inn %2$s, ikke %3$s.
nl: Voer één hostnaam per regel in. Hostnamen zijn de basisdomeinnaam, niet een volledige URL. %1$s U voert bijvoorbeeld %2$s in, niet %3$s.
pl: Wpisz jedną nazwę hosta w każdym wierszu. Nazwy hostów to podstawowe nazwy domen, a nie pełne adresy URL. %1$s Na przykład należy wpisać %2$s, a nie %3$s.
pt: Insira um nome de host por linha. Os nomes de host são o nome de domínio base, não um URL completo. %1$s Por exemplo, você deve inserir %2$s, não %3$s.
ru: Введите одно имя хоста в каждой строке. Имена хостов представляют собой базовое доменное имя, а не полный URL-адрес. %1$s Например, вы должны ввести %2$s, а не %3$s.
sk: Do každého riadku zadajte jedno meno hostiteľa. Mená hostiteľov sú základné doménové mená, nie úplné URL adresy. %1$s Napríklad zadajte %2$s, nie %3$s.
sl: Vnesite eno ime gostitelja na vrstico. Imena gostiteljev so osnovna domenska imena, ne pa celotni URL. %1$s Na primer, vnesete %2$s, ne pa %3$s.
sr: Унесите по једно име хоста у сваки ред. Имена хостова су основно име домена, а не пуна URL адреса. %1$s На пример, унели бисте %2$s, а не %3$s.
tr: Her satıra bir ana bilgisayar adı girin. Ana bilgisayar adları tam URL değil, temel etki alanı adıdır. %1$s Örneğin, %3$s değil %2$s girmelisiniz.
uk: Введіть одне ім'я хоста в кожному рядку. Імена хостів — це базові доменні імена, а не повні URL-адреси. %1$s Наприклад, слід ввести %2$s, а не %3$s.
zh: 每行输入一个主机名。主机名应为基础域名，而非完整URL。%1$s 例如，应输入%2$s而非%3$s。

source: Allow access to these ports
cs: Povolit přístup k těmto portům
da: Tillad adgang til disse porte
de: Zugriff auf diese Ports zulassen
el: Επιτρέψτε την πρόσβαση σε αυτές τις θύρες
es: Permitir el acceso a estos puertos
et: Luba juurdepääs nendele portidele
fi: Salli pääsy näihin portteihin
fr: Autoriser l'accès à ces ports
hu: Engedélyezze a hozzáférést ezekhez a portokhoz
it: Consenti l'accesso a queste porte
ja: これらのポートへのアクセスを許可する
ko: 이 포트들에 대한 접근을 허용하십시오
lt: Leisti prieigą prie šių prievadų
lv: Atļaut piekļuvi šiem portiem
nb: Tillat tilgang til disse portene
nl: Geef toegang tot deze poorten
pl: Zezwól na dostęp do tych portów
pt: Permita o acesso a estas portas
ru: Разрешить доступ к этим портам
sk: Povoliť prístup k týmto portom
sl: Dovoli dostop do teh vrat
sr: Дозволите приступ овим портовима
tr: Bu bağlantı noktalarına erişime izin ver
uk: Дозволити доступ до цих портів
zh: 允许访问这些端口

source: WordPress automatically allows access to ports 80, 443, and 8080. If you need to be able to access source calendars that use non-standard ports, enter the port numbers here, separated by commas.
cs: WordPress automaticky povoluje přístup k portům 80, 443 a 8080. Pokud potřebujete přístup ke zdrojovým kalendářům, které používají nestandardní porty, zadejte sem čísla portů oddělená čárkami.
da: WordPress giver automatisk adgang til portene 80, 443 og 8080. Hvis du har brug for adgang til kildekalendere, der bruger ikke-standardporte, skal du indtaste portnumrene her, adskilt af kommaer.
de: WordPress erlaubt automatisch den Zugriff auf die Ports 80, 443 und 8080. Wenn Sie auf Quellkalender zugreifen müssen, die nicht standardmäßige Ports verwenden, geben Sie die Portnummern hier durch Kommas getrennt ein.
el: Το WordPress επιτρέπει αυτόματα την πρόσβαση στις θύρες 80, 443 και 8080. Εάν πρέπει να έχετε πρόσβαση σε ημερολόγια πηγής που χρησιμοποιούν μη τυπικές θύρες, εισαγάγετε εδώ τους αριθμούς των θυρών, διαχωρισμένους με κόμματα.
es: WordPress permite automáticamente el acceso a los puertos 80, 443 y 8080. Si necesita acceder a calendarios de origen que utilizan puertos no estándar, introduzca aquí los números de puerto, separados por comas.
et: WordPress lubab automaatselt juurdepääsu portidele 80, 443 ja 8080. Kui teil on vaja juurdepääsu allikakalendritele, mis kasutavad mittestandardseid porte, sisestage siia portide numbrid, eraldades need komadega.
fi: WordPress sallii automaattisesti pääsyn portteihin 80, 443 ja 8080. Jos sinun on päästävä käsiksi lähdekalentereihin, jotka käyttävät muita kuin vakioportteja, kirjoita porttinumerot tähän pilkuilla erotettuina.
fr: WordPress autorise automatiquement l'accès aux ports 80, 443 et 8080. Si vous devez pouvoir accéder à des calendriers sources qui utilisent des ports non standard, saisissez ici les numéros de port, séparés par des virgules.
hu: A WordPress automatikusan engedélyezi a 80, 443 és 8080 portokhoz való hozzáférést. Ha nem szabványos portokat használó forrásnaptárakhoz kell hozzáférnie, írja be ide a portszámokat, vesszővel elválasztva.
it: WordPress consente automaticamente l'accesso alle porte 80, 443 e 8080. Se devi poter accedere a calendari di origine che utilizzano porte non standard, inserisci qui i numeri di porta, separati da virgole.
ja: WordPressは自動的にポート80、443、および8080へのアクセスを許可します。非標準ポートを使用するソースカレンダーにアクセスする必要がある場合は、ここにポート番号をコンマで区切って入力してください。
ko: 워드프레스는 기본적으로 포트 80, 443, 8080에 대한 접근을 허용합니다. 비표준 포트를 사용하는 소스 캘린더에 접근해야 하는 경우, 여기에서 쉼표로 구분하여 포트 번호를 입력하십시오.
lt: WordPress automatiškai leidžia prieigą prie 80, 443 ir 8080 prievadų. Jei jums reikia prieigos prie šaltinio kalendorių, kurie naudoja nestandartinius prievadus, įveskite prievadų numerius čia, atskirdami juos kableliais.
lv: WordPress automātiski atļauj piekļuvi portiem 80, 443 un 8080. Ja jums ir nepieciešams piekļūt avota kalendāriem, kas izmanto nestandarta portus, ievadiet portu numurus šeit, atdalot tos ar komatiem.
nb: WordPress gir automatisk tilgang til portene 80, 443 og 8080. Hvis du trenger tilgang til kildekalendere som bruker ikke-standardiserte porter, kan du skrive inn portnumrene her, atskilt med komma.
nl: WordPress geeft automatisch toegang tot poorten 80, 443 en 8080. Als u toegang moet hebben tot bronkalenders die niet-standaardpoorten gebruiken, voer dan hier de poortnummers in, gescheiden door komma's.
pl: WordPress automatycznie zezwala na dostęp do portów 80, 443 i 8080. Jeśli potrzebujesz dostępu do kalendarzy źródłowych, które używają niestandardowych portów, wprowadź tutaj numery portów, oddzielając je przecinkami.
pt: O WordPress permite automaticamente o acesso às portas 80, 443 e 8080. Se você precisar acessar calendários de origem que utilizam portas não padrão, insira os números das portas aqui, separados por vírgulas.
ru: WordPress автоматически разрешает доступ к портам 80, 443 и 8080. Если вам необходимо получить доступ к исходным календарям, которые используют нестандартные порты, введите здесь номера портов, разделенные запятыми.
sk: WordPress automaticky umožňuje prístup k portom 80, 443 a 8080. Ak potrebujete mať prístup k zdrojovým kalendárom, ktoré používajú neštandardné porty, zadajte sem čísla portov oddelené čiarkami.
sl: WordPress samodejno omogoča dostop do vrat 80, 443 in 8080. Če potrebujete dostop do izvornih koledarjev, ki uporabljajo nestandardna vrata, tukaj vnesite številke vrat, ločene z vejicami.
sr: WordPress аутоматски дозвољава приступ портовима 80, 443 и 8080. Ако вам је потребан приступ изворним календарима који користе нестандардне портове, унесите бројеве портова овде, одвојене зарезима.
tr: WordPress, 80, 443 ve 8080 numaralı bağlantı noktalarına otomatik olarak erişim izni verir. Standart olmayan bağlantı noktaları kullanan kaynak takvimlere erişmeniz gerekiyorsa, bağlantı noktası numaralarını virgülle ayırarak buraya girin.
uk: WordPress автоматично дозволяє доступ до портів 80, 443 та 8080. Якщо вам потрібно отримати доступ до вихідних календарів, які використовують нестандартні порти, введіть тут номери портів, розділивши їх комами.
zh: WordPress 默认允许访问 80、443 和 8080 这三个端口。若需访问使用非标准端口的源日历，请在此处输入端口号，用逗号分隔。

source: Caching
cs: Mezipaměť
de: Zwischenspeicher
el: Προσωρινή αποθήκευση
et: Vahemälustamine
fi: Välimuistitus
fr: Mise en Cache
hu: Gyorsítótárazás
it: Cache
ja: キャッシュ
ko: 캐싱
lt: Kaupimas
lv: Kešošana
pl: Buforowanie
pt: Cache
ru: Кэширование
sk: Ukladať do zásobníka
sl: Predpolnjenje
sr: Кеширање
tr: Ön Bellek
uk: Кешування
zh: 缓存

source: Transient (cache) expiration
cs: Vypršení platnosti dočasné (cache)
da: Forbigående (cache) udløb
de: Ablauf des temporären Speichers (Cache)
el: Προσωρινή (cache) λήξη
es: Caducidad transitoria (caché)
et: Ajutine (vahemälu) aegumine
fi: Väliaikainen (välimuisti) vanhentuminen
fr: Expiration temporaire (cache)
hu: Ideiglenes (cache) lejárat
it: Scadenza temporanea (cache)
ja: 一時的（キャッシュ）期限切れ
ko: 일시적(캐시) 만료
lt: Laikinas (kešio) galiojimo pabaiga
lv: Pagaidu (kešatmiņas) derīguma termiņš
nb: Utløp av midlertidig (cache)
nl: Tijdelijke (cache) vervaldatum
pl: Wygaśnięcie tymczasowe (pamięć podręczna)
pt: Expiração transitória (cache)
ru: Истечение срока действия временного (кэша)
sk: Vypršanie platnosti prechodnej (cache)
sl: Prehodno (cache) potek veljavnosti
sr: Привремени (кеш) истек
tr: Geçici (önbellek) süre dolumu
uk: Тимчасове (кеш) закінчення терміну дії
zh: 临时（缓存）过期

source: seconds
cs: sekund
da: sekunder
de: Sekunden
el: δευτερόλεπτα
es: segundos
et: sekundit
fi: sekuntia
fr: secondes
hu: másodperc
it: secondi
ja: 秒
ko: 초
lt: sekundės
lv: sekundes
nb: sekunder
nl: seconden
pl: sekund
pt: segundos
ru: секунд
sk: sekundy
sl: sekunde
sr: sekundi
tr: saniye
uk: секунд
zh: 秒

source: Sets how long calendar feed data should be cached on the server (WordPress transients) before reloading. Default is 3600 (1 hour). Minimum allowed value is 120 (2 minutes).
cs: Nastavuje, jak dlouho mají být data kalendářového kanálu uložena v mezipaměti serveru (WordPress transients) před opětovným načtením. Výchozí hodnota je 3600 (1 hodina). Minimální povolená hodnota je 120 (2 minuty).
da: Angiver, hvor længe kalenderfeeddata skal caches på serveren (WordPress transients), før de genindlæses. Standardværdien er 3600 (1 time). Den mindste tilladte værdi er 120 (2 minutter).
de: Legt fest, wie lange Kalender-Feed-Daten vor dem erneuten Laden auf dem Server (WordPress-Transients) zwischengespeichert werden sollen. Der Standardwert ist 3600 (1 Stunde). Der minimal zulässige Wert ist 120 (2 Minuten).
el: Ορίζει για πόσο χρόνο τα δεδομένα του ημερολογίου θα αποθηκεύονται προσωρινά στον διακομιστή (WordPress transients) πριν από την επαναφόρτωση. Η προεπιλεγμένη τιμή είναι 3600 (1 ώρα). Η ελάχιστη επιτρεπόμενη τιμή είναι 120 (2 λεπτά).
es: Establece cuánto tiempo deben almacenarse en caché los datos del feed del calendario en el servidor (transitorios de WordPress) antes de volver a cargarse. El valor predeterminado es 3600 (1 hora). El valor mínimo permitido es 120 (2 minutos).
et: Määrab, kui kaua kalendri feed-andmed peaksid enne uuesti laadimist serveris (WordPressi transients) vahemällu salvestatud olema. Vaikimisi on see 3600 (1 tund). Minimaalne lubatud väärtus on 120 (2 minutit).
fi: Määrittää, kuinka kauan kalenterisyötteen tiedot tallennetaan välimuistiin palvelimella (WordPress-väliaikaiset tiedot) ennen uudelleenlatausta. Oletusarvo on 3600 (1 tunti). Pienin sallittu arvo on 120 (2 minuuttia).
fr: Définit la durée pendant laquelle les données du flux de calendrier doivent être mises en cache sur le serveur (transitoires WordPress) avant d'être rechargées. La valeur par défaut est 3600 (1 heure). La valeur minimale autorisée est 120 (2 minutes).
hu: Beállítja, hogy a naptár-feed adatokat mennyi ideig kell a szerveren (WordPress transients) tárolni, mielőtt újra betöltenék. Az alapértelmezett érték 3600 (1 óra). A legkisebb megengedett érték 120 (2 perc).
it: Imposta per quanto tempo i dati del feed del calendario devono essere memorizzati nella cache sul server (transienti WordPress) prima di essere ricaricati. Il valore predefinito è 3600 (1 ora). Il valore minimo consentito è 120 (2 minuti).
ja: カレンダーフィードデータをサーバー（WordPressトランジェント）にキャッシュする期間を設定します。再読み込みまでのデフォルト値は3600（1時間）です。最小許容値は120（2分）です。
ko: 서버(WordPress 트랜지언트)에서 캘린더 피드 데이터를 캐시하여 재로딩하기까지의 시간을 설정합니다. 기본값은 3600(1시간)입니다. 허용되는 최소값은 120(2분)입니다.
lt: Nustato, kiek laiko kalendoriaus duomenys turi būti laikomi serverio talpykloje (WordPress transients) prieš perkraunant. Numatytasis nustatymas yra 3600 (1 valanda). Mažiausia leidžiama vertė yra 120 (2 minutės).
lv: Nosaka, cik ilgi kalendāra plūsmas dati jāuzglabā servera cache (WordPress transients) pirms atkārtotas ielādes. Noklusējuma vērtība ir 3600 (1 stunda). Minimālā pieļaujamā vērtība ir 120 (2 minūtes).
nb: Angir hvor lenge kalenderfeedsdata skal lagres i hurtigbufferen på serveren (WordPress transients) før de lastes inn på nytt. Standardverdien er 3600 (1 time). Minste tillatte verdi er 120 (2 minutter).
nl: Bepaalt hoe lang kalenderfeedgegevens op de server (WordPress transients) in de cache moeten worden opgeslagen voordat ze opnieuw worden geladen. De standaardwaarde is 3600 (1 uur). De minimaal toegestane waarde is 120 (2 minuten).
pl: Określa, jak długo dane kalendarza powinny być buforowane na serwerze (WordPress transients) przed ponownym załadowaniem. Domyślna wartość to 3600 (1 godzina). Minimalna dopuszczalna wartość to 120 (2 minuty).
pt: Define por quanto tempo os dados do feed do calendário devem ser armazenados em cache no servidor (transientes do WordPress) antes de serem recarregados. O padrão é 3600 (1 hora). O valor mínimo permitido é 120 (2 minutos).
ru: Устанавливает, как долго данные календаря должны храниться в кэше сервера (WordPress transients) перед перезагрузкой. По умолчанию — 3600 (1 час). Минимально допустимое значение — 120 (2 минуты).
sk: Nastavuje, ako dlho majú byť údaje z kalendára uložené v pamäti servera (WordPress transients) pred opätovným načítaním. Predvolená hodnota je 3600 (1 hodina). Minimálna povolená hodnota je 120 (2 minúty).
sl: Določa, kako dolgo naj se podatki koledarskega vira shranjujejo v predpomnilniku strežnika (WordPress transients) pred ponovnim nalaganjem. Privzeta vrednost je 3600 (1 ura). Najmanjša dovoljena vrednost je 120 (2 minuti).
sr: Подешава колико дуго подаци календарског фида треба да буду кеширани на серверу (пролазне појаве WordPress-а) пре поновног учитавања. Подразумевана вредност је 3600 (1 сат). Минимална дозвољена вредност је 120 (2 минута).
tr: Takvim besleme verilerinin yeniden yüklenmeden önce sunucuda (WordPress geçici verileri) ne kadar süreyle önbellekte tutulacağını belirler. Varsayılan değer 3600'dür (1 saat). İzin verilen minimum değer 120'dir (2 dakika).
uk: Встановлює, як довго дані календаря повинні зберігатися в кеші сервера (WordPress transients) перед перезавантаженням. За замовчуванням встановлено значення 3600 (1 година). Мінімально допустиме значення — 120 (2 хвилини).
zh: 设置日历源数据在服务器（WordPress 暂存数据）中缓存的时间长度，之后将重新加载。默认值为 3600（1 小时）。允许的最小值为 120（2 分钟）。

source: Admin
el: Διαχειριστής
es: Administrador
fi: Ylläpitäjä
it: Amministratore
ja: 管理者
ko: 관리자
lt: Administratorius
lv: Admins
nl: Beheerder
pl: Administrator
ru: Администратор
sl: Administrator
sr: админ
tr: Yönetici
uk: Адміністратор
zh: 管理

source: Minimum access role
cs: Role minimálního přístupu
da: Minimumadgangsrolle
de: Minimale Zugriffsrolle
el: Ελάχιστος ρόλος πρόσβασης
es: Función de acceso mínimo
et: Minimaalne juurdepääsuõigus
fi: Vähimmäiskäyttöoikeus
fr: Rôle d'accès minimal
hu: Minimális hozzáférési szerepkör
it: Ruolo di accesso minimo
ja: 最小アクセスロール
ko: 최소 접근 역할
lt: Minimali prieigos funkcija
lv: Minimālā piekļuves loma
nb: Minimum tilgangsrolle
nl: Minimale toegangsrol
pl: Rola minimalnego dostępu
pt: Função de acesso mínimo
ru: Роль минимального доступа
sk: Minimálna úloha prístupu
sl: Vloga minimalnega dostopa
sr: Минимална улога приступа
tr: Minimum erişim rolü
uk: Мінімальна роль доступу
zh: 最低访问角色

source: Identifies the minimum user role that is allowed to access %1$s admin pages. Certain areas such as Settings are further restricted to %2$s users only (%3$s users on Multisite configurations).
cs: Určuje minimální roli uživatele, která má povolen přístup k %1$s stránkám správce. Některé oblasti, jako například Nastavení, jsou dále omezeny pouze na %2$s uživatele (%3$s uživatele v konfiguracích Multisite).
da: Identificerer den mindste brugerrolle, der har adgang til %1$s admin-sider. Visse områder, såsom Indstillinger, er yderligere begrænset til %2$s brugere (%3$s brugere på Multisite-konfigurationer).
de: Identifiziert die Mindestbenutzerrolle, die für den Zugriff auf %1$s Admin-Seiten zugelassen ist. Bestimmte Bereiche wie „Einstellungen“ sind weiter auf %2$s Benutzer beschränkt (%3$s Benutzer bei Multisite-Konfigurationen).
el: Προσδιορίζει τον ελάχιστο ρόλο χρήστη που επιτρέπεται να έχει πρόσβαση %1$s στις σελίδες διαχειριστή. Ορισμένες περιοχές, όπως οι Ρυθμίσεις, περιορίζονται περαιτέρω μόνο σε %2$s χρήστες (%3$s χρήστες σε διαμορφώσεις πολλαπλών ιστότοπων).
es: Identifica el rol de usuario mínimo al que se le permite acceder a %1$s páginas de administración. Ciertas áreas, como Configuración, están restringidas únicamente a %2$s usuarios (%3$s usuarios en configuraciones multisitio).
et: Määrab minimaalse kasutajarolli, millel on lubatud juurdepääs %1$s administraatorilehtedele. Teatud valdkonnad, nagu näiteks Seaded, on veelgi piiratud ainult %2$s kasutajatele (%3$s kasutajatele mitme saidi konfiguratsioonides).
fi: Määrittää vähimmäiskäyttäjäroolin, jolla on oikeus käyttää %1$s hallintasivuja. Tietyt alueet, kuten Asetukset, ovat rajoitettuja vain %2$s käyttäjille (%3$s käyttäjille monisivustokokoonpanoissa).
fr: Identifie le rôle utilisateur minimum autorisé à accéder aux pages d'administration %1$s. Certaines zones, telles que les paramètres, sont davantage restreintes aux utilisateurs %2$s uniquement (utilisateurs %3$s sur les configurations multisites).
hu: Meghatározza a %1$s adminisztrációs oldalakhoz való hozzáféréshez szükséges minimális felhasználói szerepkört. Bizonyos területek, például a Beállítások, tovább korlátozottak, csak %2$s felhasználók számára elérhetők (%3$s felhasználók többoldalas konfigurációk esetén).
it: Identifica il ruolo utente minimo autorizzato ad accedere alle pagine di amministrazione %1$s. Alcune aree, come Impostazioni, sono ulteriormente limitate solo agli utenti %2$s (utenti %3$s nelle configurazioni multisito).
ja: %1$s 管理ページへのアクセスが許可される最小限のユーザーロールを識別します。設定などの特定の領域はさらに%2$s ユーザーのみに制限されます（マルチサイト構成では%3$s ユーザー）。
ko: %1$s 관리자 페이지에 접근할 수 있는 최소 사용자 역할을 식별합니다. 설정과 같은 특정 영역은 %2$s 사용자로만 추가 제한됩니다(멀티사이트 구성 시 %3$s 사용자).
lt: Nustato minimalų vartotojo vaidmenį, kuriam leidžiama naudotis %1$s administratoriaus puslapiais. Tam tikros sritys, pvz., „Nustatymai“, yra dar labiau apribotos ir prieinamos tik %2$s vartotojams (%3$s vartotojams daugiafunkcinėse konfigūracijose).
lv: Identificē minimālo lietotāja lomu, kurai ir atļauts piekļūt %1$s administratora lapām. Noteiktas jomas, piemēram, iestatījumi, ir papildus ierobežotas tikai %2$s lietotājiem (%3$s lietotājiem daudzvietu konfigurācijās).
nb: Identifiserer den minste brukerrollen som har tilgang til %1$s administrasjonssider. Visse områder, for eksempel Innstillinger, er ytterligere begrenset til %2$s brukere (%3$s brukere på Multisite-konfigurasjoner).
nl: Identificeert de minimale gebruikersrol die toegang heeft tot %1$s beheerderspagina's. Bepaalde gebieden, zoals Instellingen, zijn verder beperkt tot %2$s gebruikers (%3$s gebruikers bij Multisite-configuraties).
pl: Określa minimalną rolę użytkownika, która ma dostęp do %1$s stron administracyjnych. Niektóre obszary, takie jak Ustawienia, są dodatkowo ograniczone tylko do %2$s użytkowników (%3$s użytkowników w konfiguracjach wielostronowych).
pt: Identifica a função mínima do usuário que tem permissão para acessar %1$s páginas administrativas. Certas áreas, como Configurações, são ainda mais restritas a %2$s usuários apenas (%3$s usuários em configurações multisite).
ru: Определяет минимальную роль пользователя, которой разрешен доступ к %1$s страницам администрирования. Некоторые области, такие как «Настройки», дополнительно ограничены только %2$s пользователями (%3$s пользователями в конфигурациях Multisite).
sk: Identifikuje minimálnu úlohu používateľa, ktorá má povolený prístup k %1$s stránkam správcu. Niektoré oblasti, ako napríklad Nastavenia, sú ďalej obmedzené len na %2$s používateľov (%3$s používateľov v konfiguráciách Multisite).
sl: Določa minimalno vlogo uporabnika, ki ima dostop do %1$s administrativnih strani. Nekatera področja, kot so Nastavitve, so dodatno omejena samo na %2$s uporabnike (%3$s uporabnike v konfiguracijah Multisite).
sr: Идентификује минималну корисничку улогу којој је дозвољен приступ администраторским страницама %1$s. Одређене области, као што су Подешавања, додатно су ограничене само на %2$s кориснике (%3$s корисника на конфигурацијама са више локација).
tr: %1$s yönetici sayfalarına erişime izin verilen minimum kullanıcı rolünü tanımlar. Ayarlar gibi belirli alanlar yalnızca %2$s kullanıcılarla daha da kısıtlanmıştır (Çoklu site yapılandırmalarında %3$s kullanıcı).
uk: Визначає мінімальну роль користувача, якій дозволено отримувати доступ до %1$s адміністративних сторінок. Деякі області, такі як Налаштування, додатково обмежені тільки для %2$s користувачів (%3$s користувачів у конфігураціях Multisite).
zh: 确定允许访问%1$s管理页面的最低用户角色。某些区域（如设置）进一步限制为仅限%2$s用户访问（在多站点配置中为%3$s用户）。
