Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: If your site will include a large number of similarly configured calendar shortcodes, you can enter a default "base" shortcode here with the parameters that should be the same for all of the calendars. Individual shortcodes on the site can then include only the parameters that are unique to that calendar, as such: %1$s Any parameters included in the individual shortcode will override what is set here.
cs: Pokud bude váš web obsahovat velké množství podobně nakonfigurovaných zkratek kalendáře, můžete zde zadat výchozí "základní" zkratku s parametry, které by měly být pro všechny kalendáře stejné. Jednotlivé zkrácené kódy na webu pak mohou obsahovat pouze parametry, které jsou pro daný kalendář jako takový jedinečné: %1$s Jakékoli parametry obsažené v jednotlivých zkrácených kódech budou mít přednost před parametry nastavenými zde.
da: Hvis dit websted indeholder et stort antal kortkoder til kalendere med lignende konfigurationer, kan du indtaste en standard "basiskortkode" her med de parametre, der skal være de samme for alle kalendere. Individuelle kortkoder på webstedet kan derefter kun indeholde de parametre, der er unikke for den pågældende kalender, som f.eks.: %1$s Alle parametre, der er inkluderet i den individuelle kortkode, vil tilsidesætte det, der er angivet her.
de: Wenn Ihre Website eine große Anzahl ähnlich konfigurierter Kalender-Shortcodes enthält, können Sie hier einen Standard-„Basis“-Shortcode mit den Parametern eingeben, die für alle Kalender gleich sein sollen. Einzelne Shortcodes auf der Website können dann nur die Parameter enthalten, die für diesen Kalender einzigartig sind, wie folgt: %1$s Alle in dem einzelnen Shortcode enthaltenen Parameter überschreiben die hier festgelegten Einstellungen.
el: Εάν ο ιστότοπός σας περιλαμβάνει μεγάλο αριθμό παρόμοιων συντομογραφιών ημερολογίου, μπορείτε να εισαγάγετε εδώ μια προεπιλεγμένη «βασική» συντομογραφία με τις παραμέτρους που πρέπει να είναι ίδιες για όλα τα ημερολόγια. Οι μεμονωμένες συντομογραφίες στον ιστότοπο μπορούν στη συνέχεια να περιλαμβάνουν μόνο τις παραμέτρους που είναι μοναδικές για το συγκεκριμένο ημερολόγιο, όπως: %1$s Οποιεσδήποτε παράμετροι περιλαμβάνονται στη μεμονωμένη συντομογραφία θα αντικαταστήσουν ό,τι έχει οριστεί εδώ.
es: Si tu sitio web va a incluir un gran número de códigos cortos de calendario con una configuración similar, puedes introducir aquí un código corto «base» predeterminado con los parámetros que deben ser iguales para todos los calendarios. Los códigos cortos individuales del sitio web solo podrán incluir los parámetros que sean exclusivos de ese calendario, de la siguiente manera: %1$s Cualquier parámetro incluido en el código corto individual prevalecerá sobre lo que se haya establecido aquí.
et: Kui teie veebisait sisaldab suurt hulka sarnaselt konfigureeritud kalendri lühikoode, võite siia sisestada vaikimisi „baas” lühikoodi koos parameetritega, mis peaksid olema ühesugused kõikide kalendrite puhul. Veebisaidi üksikud lühikoodid võivad seejärel sisaldada ainult selle kalendri jaoks unikaalseid parameetreid, näiteks: %1$s Üksikutes lühikoodides sisalduvad parameetrid asendavad siin määratud parameetrid.
fi: Jos sivustollasi on paljon samankaltaisia kalenterin lyhytkoodeja, voit syöttää tähän oletusarvoisen "perus"lyhytkoodin, jonka parametrit ovat samat kaikille kalentereille. Sivuston yksittäiset lyhytkoodit voivat sitten sisältää vain kyseiselle kalenterille ominaiset parametrit, kuten: %1$s Yksittäiseen lyhytkoodiin sisältyvät parametrit ohittavat tässä asetetut parametrit.
fr: Si votre site comprend un grand nombre de codes courts de calendrier configurés de manière similaire, vous pouvez saisir ici un code court « de base » par défaut avec les paramètres qui doivent être identiques pour tous les calendriers. Les codes courts individuels sur le site peuvent alors inclure uniquement les paramètres propres à ce calendrier, comme suit : %1$s Tous les paramètres inclus dans le code court individuel remplaceront ceux définis ici.
hu: Ha webhelye nagy számú, hasonlóan konfigurált naptár rövidkódot tartalmaz, akkor itt megadhat egy alapértelmezett „alap” rövidkódot azokkal a paraméterekkel, amelyeknek minden naptár esetében azonosnak kell lenniük. A webhelyen található egyedi rövidkódok ezután csak az adott naptárra jellemző paramétereket tartalmazhatják, például: %1$s Az egyedi rövidkódban szereplő paraméterek felülírják az itt megadottakat.
it: Se il tuo sito includerà un numero elevato di shortcode di calendario configurati in modo simile, puoi inserire qui uno shortcode "base" predefinito con i parametri che dovrebbero essere gli stessi per tutti i calendari. I singoli shortcode sul sito potranno quindi includere solo i parametri specifici di quel calendario, come segue: %1$s Qualsiasi parametro incluso nello shortcode individuale sovrascriverà quanto impostato qui.
ja: サイトに同様の設定を持つ多数のカレンダーショートコードが含まれる場合、すべてのカレンダーで共通となるパラメータを指定したデフォルトの「ベース」ショートコードをここに設定できます。サイト上の個々のショートコードでは、そのカレンダー固有のパラメータのみを指定すればよいことになります。具体的には以下のようになります：%1$s 個々のショートコードに指定されたパラメータは、ここで設定された値を上書きします。
ko: 사이트에 유사하게 구성된 다수의 캘린더 숏코드가 포함될 경우, 모든 캘린더에 동일하게 적용될 매개변수를 가진 기본 "베이스" 숏코드를 여기에 입력할 수 있습니다. 이후 사이트 내 개별 숏코드에는 해당 캘린더에만 고유한 매개변수만 포함하면 됩니다. 예를 들어: %1$s 개별 숏코드에 포함된 모든 매개변수는 여기에 설정된 값을 재정의합니다.
lt: Jei jūsų svetainėje bus daug panašiai sukonfigūruotų kalendoriaus trumpųjų kodų, čia galite įvesti numatytąjį „bazinį“ trumpąjį kodą su parametrais, kurie turėtų būti vienodi visiems kalendoriams. Tada atskiri trumpieji kodai svetainėje gali apimti tik parametrus, kurie yra unikalūs tam kalendoriui, pavyzdžiui: %1$s Visi parametrai, įtraukti į atskirą trumpąjį kodą, pakeis čia nustatytus parametrus.
lv: Ja jūsu vietnē būs liels skaits līdzīgi konfigurētu kalendāra īsā koda, šeit varat ievadīt noklusējuma "bāzes" īso kodu ar parametriem, kas visiem kalendāriem jābūt vienādiem. Atsevišķie īsie kodi vietnē var ietvert tikai tos parametrus, kas ir unikāli šim kalendāram, piemēram: %1$s Jebkuri parametri, kas iekļauti atsevišķajā īsajā kodā, pārrakstīs šeit iestatītos parametrus.
nb: Hvis nettstedet ditt vil inneholde et stort antall kortkoder for kalendere med lignende konfigurasjon, kan du angi en standard «basiskortkode» her med parametrene som skal være de samme for alle kalenderne. Individuelle kortkoder på nettstedet kan da bare inneholde parametrene som er unike for den kalenderen, slik som: %1$s Alle parametere som er inkludert i den individuelle kortkoden, vil overstyre det som er angitt her.
nl: Als uw site een groot aantal vergelijkbaar geconfigureerde kalender-shortcodes bevat, kunt u hier een standaard "basis"-shortcode invoeren met de parameters die voor alle kalenders hetzelfde moeten zijn. Individuele shortcodes op de site kunnen dan alleen de parameters bevatten die uniek zijn voor die kalender, zoals: %1$s Alle parameters in de individuele shortcode overschrijven wat hier is ingesteld.
pl: Jeśli Twoja strona będzie zawierała dużą liczbę podobnie skonfigurowanych skrótów kalendarza, możesz wprowadzić tutaj domyślny „podstawowy” skrót z parametrami, które powinny być takie same dla wszystkich kalendarzy. Poszczególne skróty na stronie mogą wtedy zawierać tylko parametry, które są unikalne dla danego kalendarza, na przykład: %1$s Wszelkie parametry zawarte w poszczególnych skrótach zastąpią te ustawione tutaj.
pt: Se o seu site incluir um grande número de códigos de calendário com configurações semelhantes, você pode inserir aqui um código “base” padrão com os parâmetros que devem ser os mesmos para todos os calendários. Os códigos individuais no site podem então incluir apenas os parâmetros exclusivos desse calendário, como segue: %1$s Quaisquer parâmetros incluídos no código individual substituirão o que está definido aqui.
ru: Если ваш сайт будет содержать большое количество одинаково настроенных шорткодов календаря, вы можете ввести здесь «базовый» шорткод по умолчанию с параметрами, которые должны быть одинаковыми для всех календарей. Отдельные шорткоды на сайте могут затем включать только те параметры, которые являются уникальными для данного календаря, например: %1$s Любые параметры, включенные в отдельный шорткод, будут переопределять то, что установлено здесь.
sk: Ak vaša stránka bude obsahovať veľké množstvo podobne nakonfigurovaných skratiek kalendára, môžete tu zadať predvolenú „základnú“ skratku s parametrami, ktoré by mali byť rovnaké pre všetky kalendáre. Jednotlivé skratky na stránke môžu potom obsahovať len parametre, ktoré sú jedinečné pre daný kalendár, napríklad: %1$s Akékoľvek parametre zahrnuté v jednotlivých skratkách prepisujú to, čo je nastavené tu.
sl: Če bo vaša spletna stran vsebovala veliko število podobno konfiguriranih kratkih kod koledarja, lahko tukaj vnesete privzeto „osnovno“ kratko kodo s parametri, ki morajo biti enaki za vse koledarje. Posamezne kratke kode na spletni strani lahko nato vključujejo le parametre, ki so edinstveni za ta koledar, in sicer: %1$s Vsi parametri, vključeni v posamezno kratko kodo, bodo prevladali nad tistimi, ki so nastavljeni tukaj.
sr: Ако ће ваш сајт садржати велики број слично конфигурисаних кратких кодова календара, овде можете унети подразумевани „основни“ кратки код са параметрима који би требало да буду исти за све календаре. Појединачни кратки кодови на сајту тада могу да садрже само параметре који су јединствени за тај календар, као што је приказано: %1$s Сви параметри укључени у појединачни кратки код ће заменити оно што је овде подешено.
tr: Sitenizde çok sayıda benzer şekilde yapılandırılmış takvim kısa kodu bulunacaksa, tüm takvimler için aynı olması gereken parametrelerle birlikte varsayılan bir "temel" kısa kodu buraya girebilirsiniz. Sitedeki bireysel kısa kodlar, yalnızca o takvime özgü parametreleri içerebilir, örneğin: %1$s Bireysel kısa kodda bulunan tüm parametreler, burada ayarlananları geçersiz kılar.
uk: Якщо ваш сайт буде містити велику кількість схожих коротких кодів календаря, ви можете ввести тут стандартний «базовий» короткий код з параметрами, які повинні бути однаковими для всіх календарів. Індивідуальні короткі коди на сайті можуть містити тільки параметри, які є унікальними для цього календаря, наприклад: %1$s Будь-які параметри, включені в індивідуальний короткий код, замінять те, що встановлено тут.
zh: 若您的网站将包含大量配置相似的日历短代码，可在此处输入默认的"基础"短代码，其中参数需适用于所有日历。网站上的独立短代码只需包含该日历特有的参数，例如：%1$s 独立短代码中包含的任何参数都将覆盖此处设置的值。

source: Allow access to these hostnames that resolve to reserved IP addresses
cs: Povolit přístup k těmto hostitelským jménům, která se převádějí na vyhrazené IP adresy
da: Tillad adgang til disse værtsnavne, der løser til reserverede IP-adresser
de: Erlauben Sie den Zugriff auf diese Hostnamen, die zu reservierten IP-Adressen aufgelöst werden.
el: Επιτρέψτε την πρόσβαση σε αυτά τα ονόματα κεντρικών υπολογιστών που αντιστοιχούν σε δεσμευμένες διευθύνσεις IP.
es: Permitir el acceso a estos nombres de host que se resuelven en direcciones IP reservadas.
et: Luba juurdepääs nendele hostinimedele, mis lahenduvad reserveeritud IP-aadressideks
fi: Salli pääsy näihin isäntänimiin, jotka ratkaistaan varattuihin IP-osoitteisiin
fr: Autoriser l'accès à ces noms d'hôte qui résolvent vers des adresses IP réservées
hu: Engedélyezze a hozzáférést azokhoz a gazdanevekhez, amelyek fenntartott IP-címekre mutatnak.
it: Consenti l'accesso a questi nomi host che risolvono in indirizzi IP riservati
ja: 予約済みIPアドレスに解決されるこれらのホスト名へのアクセスを許可する
ko: 예약된 IP 주소로 해결되는 다음 호스트명에 대한 액세스를 허용합니다.
lt: Leisti prieigą prie šių hostų vardų, kurie išsprendžiami į rezervuotus IP adresus
lv: Atļaut piekļuvi šiem hostvārdiem, kas atbilst rezervētajām IP adresēm
nb: Tillat tilgang til disse vertsnavnene som løser til reserverte IP-adresser
nl: Geef toegang tot deze hostnamen die worden omgezet naar gereserveerde IP-adressen.
pl: Zezwól na dostęp do tych nazw hostów, które przekierowują do zarezerwowanych adresów IP.
pt: Permita o acesso a esses nomes de host que resolvem para endereços IP reservados.
ru: Разрешить доступ к этим именам хостов, которые разрешаются в зарезервированные IP-адреса
sk: Povoliť prístup k týmto názvom hostiteľov, ktoré sa prekladajú na vyhradené IP adresy
sl: Dovoli dostop do teh imen gostiteljev, ki se razrešijo v rezervirane IP-naslove.
sr: Дозволите приступ овим именима хостова која се решавају као резервисане IP адресе
tr: Rezerve edilmiş IP adreslerine çözümlenen bu ana bilgisayar adlarına erişime izin verin
uk: Дозволити доступ до цих імен хостів, які вирішуються в зарезервовані IP-адреси
zh: 允许访问这些解析为保留IP地址的主机名

source: If your calendar server is hosted on the same physical server as your website, is part of the same local network, or otherwise uses a %1$sreserved IP address%2$s, enter its hostname here to allow access. For multiple calendar servers, enter one hostname per line. See %3$sthe %4$s documentation%5$s for more information.
cs: Pokud je váš kalendářový server hostován na stejném fyzickém serveru jako vaše webové stránky, je součástí stejné místní sítě nebo jinak používá %1$svyhrazenou IP adresu%2$s, zadejte sem jeho název hostitele, abyste povolili přístup. V případě více kalendářových serverů zadejte jeden název hostitele na jeden řádek. Další informace naleznete v %3$sdokumentaci%4$s%5$s.
da: Hvis din kalenderserver er hostet på samme fysiske server som dit websted, er en del af det samme lokale netværk eller på anden måde bruger en %1$sreserveret IP-adresse%2$s, skal du indtaste dens værtsnavn her for at give adgang. For flere kalenderservere skal du indtaste ét værtsnavn pr. linje. Se %3$sdokumentationen%4$s%5$s for mere information.
de: Wenn Ihr Kalenderserver auf demselben physischen Server wie Ihre Website gehostet wird, Teil desselben lokalen Netzwerks ist oder anderweitig eine %1$sreservierte IP-Adresse%2$s verwendet, geben Sie hier seinen Hostnamen ein, um den Zugriff zu ermöglichen. Bei mehreren Kalenderservern geben Sie einen Hostnamen pro Zeile ein. Weitere Informationen finden Sie in %3$sder %4$s Dokumentation%5$s.
el: Εάν ο διακομιστής ημερολογίου σας φιλοξενείται στον ίδιο φυσικό διακομιστή με τον ιστότοπό σας, αποτελεί μέρος του ίδιου τοπικού δικτύου ή χρησιμοποιεί με άλλο τρόπο μια %1$sδιατηρημένη διεύθυνση IP%2$s, εισαγάγετε το όνομα του διακομιστή εδώ για να επιτρέψετε την πρόσβαση. Για πολλαπλούς διακομιστές ημερολογίου, εισαγάγετε ένα όνομα διακομιστή ανά γραμμή. Ανατρέξτε στην %3$sτεκμηρίωση%4$s%5$s για περισσότερες πληροφορίες.
es: Si su servidor de calendario está alojado en el mismo servidor físico que su sitio web, forma parte de la misma red local o utiliza una %1$sdirección IP reservada%2$s, introduzca aquí su nombre de host para permitir el acceso. Si tiene varios servidores de calendario, introduzca un nombre de host por línea. Consulte %3$sla %4$s documentación%5$s para obtener más información.
et: Kui teie kalendri server asub samal füüsilisel serveril kui teie veebisait, kuulub samasse kohalikku võrku või kasutab muul viisil %1$sreserveeritud IP-aadressi%2$s, sisestage siia selle hostinimi, et lubada juurdepääs. Mitme kalendri serveri puhul sisestage üks hostinimi reale. Lisateavet leiate %3$sdokumentatsioonist%4$s%5$s.
fi: Jos kalenteripalvelimesi sijaitsee samalla fyysisellä palvelimella kuin verkkosivustosi, on osa samaa paikallista verkkoa tai käyttää muuten %1$svarattua IP-osoitetta%2$s, kirjoita sen isäntänimi tähän, jotta pääsy sallitaan. Jos kalenteripalvelimia on useita, kirjoita yksi isäntänimi riville. Katso lisätietoja %3$s%4$sdokumentaatiosta%5$s.
fr: Si votre serveur de calendrier est hébergé sur le même serveur physique que votre site Web, fait partie du même réseau local ou utilise une %1$s adresse IP réservée %2$s, saisissez son nom d'hôte ici pour autoriser l'accès. Pour plusieurs serveurs de calendrier, saisissez un nom d'hôte par ligne. Consultez la documentation %3$s %4$s %5$s pour plus d'informations.
hu: Ha a naptárszerver ugyanazon a fizikai szerveren található, mint a webhely, ugyanazon a helyi hálózaton van, vagy más módon %1$sfenntartott IP-címet%2$s használ, akkor adja meg itt a gazdagép nevét a hozzáférés engedélyezéséhez. Több naptárszerver esetén adjon meg egy gazdagép nevet soronként. További információkért lásd %3$sa %4$s dokumentációt%5$s.
it: Se il server del calendario è ospitato sullo stesso server fisico del sito web, fa parte della stessa rete locale o utilizza un %1$s indirizzo IP riservato %2$s, inserire qui il nome host per consentirne l'accesso. In caso di più server di calendario, inserire un nome host per riga. Per ulteriori informazioni, consultare %3$sla documentazione %4$s %5$s.
ja: カレンダーサーバーがウェブサイトと同じ物理サーバー上でホストされている場合、同じローカルネットワークの一部である場合、または%1$s予約済みIPアドレス%2$sを使用している場合は、アクセスを許可するためにそのホスト名をここに入力してください。複数のカレンダーサーバーがある場合は、1行につき1つのホスト名を入力してください。詳細については、%3$s%4$sドキュメント%5$sを参照してください。
ko: 캘린더 서버가 웹사이트와 동일한 물리적 서버에 호스팅되거나, 동일한 로컬 네트워크에 속하거나, %1$s예약된 IP 주소%2$s를 사용하는 경우, 여기에 해당 호스트명을 입력하여 접근을 허용하십시오. 여러 캘린더 서버의 경우 각 호스트명을 한 줄씩 입력하십시오. 자세한 내용은 %3$s해당 %4$s문서%5$s를 참조하십시오.
lt: Jei jūsų kalendoriaus serveris yra talpinamas tame pačiame fiziniame serveryje kaip ir jūsų svetainė, yra to paties vietinio tinklo dalis arba kitaip naudoja %1$srezervuotą IP adresą%2$s, įveskite jo vardą čia, kad leistumėte prieigą. Jei turite kelis kalendoriaus serverius, įveskite po vieną vardą kiekvienoje eilutėje. Daugiau informacijos rasite %3$s%4$s dokumentacijoje%5$s.
lv: Ja jūsu kalendāra serveris atrodas tajā pašā fiziskajā serverī, kurā atrodas jūsu tīmekļa vietne, ir daļa no tā paša lokālā tīkla vai citādi izmanto %1$srezervētu IP adresi%2$s, ievadiet šeit tā uzņēmuma nosaukumu, lai atļautu piekļuvi. Ja ir vairāki kalendāra serveri, ievadiet vienu uzņēmuma nosaukumu katrā rindā. Sīkāku informāciju skatiet %3$s%4$s dokumentācijā%5$s.
nb: Hvis kalenderserveren din er hostet på samme fysiske server som nettstedet ditt, er en del av samme lokale nettverk eller på annen måte bruker en %1$sreservert IP-adresse%2$s, angir du vertsnavnet her for å gi tilgang. For flere kalenderservere angir du ett vertsnavn per linje. Se %3$sdokumentasjonen%4$s%5$s for mer informasjon.
nl: Als uw kalenderserver op dezelfde fysieke server als uw website wordt gehost, deel uitmaakt van hetzelfde lokale netwerk of anderszins een %1$sgereserveerd IP-adres%2$s gebruikt, voert u hier de hostnaam in om toegang toe te staan. Voor meerdere kalenderservers voert u één hostnaam per regel in. Zie %3$sde %4$s documentatie%5$s voor meer informatie.
pl: Jeśli serwer kalendarza jest hostowany na tym samym serwerze fizycznym co strona internetowa, jest częścią tej samej sieci lokalnej lub w inny sposób korzysta z %1$szarezerwowanego adresu IP%2$s, wprowadź tutaj jego nazwę hosta, aby zezwolić na dostęp. W przypadku wielu serwerów kalendarza wprowadź jedną nazwę hosta w każdym wierszu. Więcej informacji można znaleźć w %3$sdokumentacji%4$s%5$s.
pt: Se o servidor do seu calendário estiver hospedado no mesmo servidor físico que o seu site, fizer parte da mesma rede local ou usar um %1$sendereço IP reservado%2$s, insira o nome do host aqui para permitir o acesso. Para vários servidores de calendário, insira um nome de host por linha. Consulte a %3$s%4$s documentação%5$s para obter mais informações.
ru: Если ваш календарный сервер размещен на том же физическом сервере, что и ваш веб-сайт, является частью той же локальной сети или иным образом использует %1$sзарезервированный IP-адрес%2$s, введите здесь его имя хоста, чтобы разрешить доступ. Для нескольких календарных серверов введите по одному имени хоста в каждой строке. Дополнительную информацию см. в %3$sдокументации%4$s%5$s.
sk: Ak je váš kalendárny server hostovaný na rovnakom fyzickom serveri ako vaša webová stránka, je súčasťou tej istej lokálnej siete alebo inak používa %1$svyhradenú IP adresu%2$s, zadajte sem jeho názov hostiteľa, aby ste povolili prístup. V prípade viacerých kalendárnych serverov zadajte jeden názov hostiteľa na jeden riadok. Ďalšie informácie nájdete v %3$sdokumentácii%4$s%5$s.
sl: Če je vaš koledarski strežnik gostovan na istem fizičnem strežniku kot vaša spletna stran, je del istega lokalnega omrežja ali kako drugače uporablja %1$srezervirani IP naslov%2$s, vnesite tukaj njegovo ime gostitelja, da omogočite dostop. Za več koledarskih strežnikov vnesite eno ime gostitelja na vrstico. Za več informacij glejte %3$sdokumentacijo%4$s%5$s.
sr: Ако се ваш календарски сервер налази на истом физичком серверу као и ваша веб локација, део је исте локалне мреже или на други начин користи %1$sрезервисану IP адресу%2$s, унесите његово име хоста овде да бисте омогућили приступ. За више календарских сервера, унесите једно име хоста у сваки ред. Више информација потражите у %3$s%4$s документацији%5$s.
tr: Takvim sunucunuz web sitenizle aynı fiziksel sunucuda barındırılıyorsa, aynı yerel ağın parçasıysa veya başka bir şekilde %1$sayrılmış IP adresi%2$s kullanıyorsa, erişime izin vermek için buraya ana bilgisayar adını girin. Birden fazla takvim sunucusu varsa, her satıra bir ana bilgisayar adı girin. Daha fazla bilgi için %3$s%4$s belgelere%5$s bakın.
uk: Якщо ваш календарний сервер розміщений на тому самому фізичному сервері, що й ваш веб-сайт, є частиною тієї самої локальної мережі або іншим чином використовує %1$sзарезервовану IP-адресу%2$s, введіть тут його ім'я хоста, щоб дозволити доступ. Для декількох календарних серверів введіть одне ім'я хоста в кожному рядку. Докладнішу інформацію див. у %3$sдокументації%4$s%5$s.
zh: 如果您的日历服务器与网站托管在同一台物理服务器上、属于同一局域网，或使用了%1$s保留IP地址%2$s，请在此处输入其主机名以允许访问。若存在多个日历服务器，请每行输入一个主机名。更多信息请参阅%3$s相关%4$s文档%5$s。
