Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: %1$s is currently %2$spaused%3$s, and is not serving calendars on front end pages. You can resume serving calendars under the %4$sUtilities%5$s tab %6$shere%7$s.
cs: %1$s je momentálně %2$spozastaveno%3$s a nezobrazuje kalendáře na úvodních stránkách. Zobrazení kalendářů můžete obnovit na kartě %4$sNástroje%5$s %6$szde%7$s.
da: %1$s er i øjeblikket %2$ssat på pause%3$s og viser ikke kalendere på frontend-sider. Du kan genoptage visningen af kalendere under fanen %4$sHjælpeprogrammer%5$s %6$sher%7$s.
de: %1$s ist derzeit %2$sangehalten%3$s und stellt keine Kalender auf den Frontend-Seiten bereit. Sie können die Bereitstellung von Kalendern unter der Registerkarte %4$sDienstprogramme%5$s %6$shier%7$s wieder aufnehmen.
el: %1$s είναι επί του παρόντος %2$sσε παύση%3$s και δεν εμφανίζει ημερολόγια στις σελίδες του front end. Μπορείτε να συνεχίσετε την εμφάνιση ημερολογίων στην καρτέλα %4$sΒοηθητικά προγράμματα%5$s %6$sεδώ%7$s.
es: %1$s está actualmente %2$sen pausa%3$s y no muestra calendarios en las páginas frontales. Puede reanudar la visualización de calendarios en la pestaña %4$sUtilidades%5$s %6$saquí%7$s.
et: %1$s on praegu %2$speatatud%3$s ja ei näita kalendreid esilehekülgedel. Kalendrite kuvamist saate taastada %4$sUtilities%5$s vahekaardil %6$ssiin%7$s.
fi: %1$s on tällä hetkellä %2$skeskeytetty%3$s, eikä se tarjoa kalentereita etusivulla. Voit jatkaa kalentereiden tarjoamista %4$sUtilities%5$s-välilehdessä %6$stäällä%7$s.
fr: %1$s est actuellement %2$sen pause%3$s et ne fournit pas de calendriers sur les pages frontales. Vous pouvez reprendre la fourniture de calendriers sous l'onglet %4$sUtilitaires%5$s %6$sici%7$s.
hu: %1$s jelenleg %2$sszünetel%3$s, és nem jeleníti meg a naptárakat a frontend oldalakon. A naptárak megjelenítését a %4$sSegédprogramok%5$s fülön %6$sitt%7$s folytathatja.
it: %1$s è attualmente %2$sin pausa%3$s e non sta fornendo calendari sulle pagine front-end. È possibile riprendere la fornitura dei calendari nella scheda %4$sUtilità%5$s %6$squi%7$s.
ja: %1$sは現在%2$s一時停止中%3$sであり、フロントエンドページでカレンダーを提供していません。%4$sユーティリティ%5$sタブの%6$sこちら%7$sからカレンダー提供を再開できます。
ko: 현재 %1$s은 %2$s일시 중지%3$s 상태이며, 프론트엔드 페이지에서 캘린더를 제공하지 않습니다. %4$s유틸리티%5$s 탭에서 %6$s여기%7$s를 클릭하여 캘린더 제공을 재개할 수 있습니다.
lt: %1$s šiuo metu yra %2$ssustabdytas%3$s ir nerodo kalendorių priekinėse puslapiuose. Kalendorių rodymą galite atnaujinti %4$sĮrankiai%5$s skirtuke %6$sčia%7$s.
lv: %1$s pašlaik ir %2$spauzēts%3$s un neparāda kalendārus priekšējās lapas. Jūs varat atsākt kalendāru parādīšanu %4$sUtilities%5$s cilnē %6$sšeit%7$s.
nb: %1$s er for øyeblikket %2$spause%3$s, og viser ikke kalendere på frontend-sidene. Du kan gjenoppta visningen av kalendere under fanen %4$sVerktøy%5$s %6$sher%7$s.
nl: %1$s is momenteel %2$sopgeschort%3$s en geeft geen agenda's weer op front-endpagina's. U kunt het weergeven van agenda's hervatten onder het tabblad %4$sHulpprogramma's%5$s %6$shier%7$s.
pl: %1$s jest obecnie %2$swstrzymany%3$s i nie obsługuje kalendarzy na stronach frontowych. Możesz wznowić obsługę kalendarzy w zakładce %4$sNarzędzia%5$s %6$stutaj%7$s.
pt: %1$s está atualmente %2$spausado%3$s e não está exibindo calendários nas páginas iniciais. Você pode retomar a exibição de calendários na guia %4$sUtilitários%5$s %6$saqui%7$s.
ru: %1$s в настоящее время %2$sприостановлено%3$s и не обслуживает календари на страницах интерфейса. Вы можете возобновить обслуживание календарей на вкладке %4$sУтилиты%5$s %6$sздесь%7$s.
sk: %1$s je momentálne %2$spozastavené%3$s a nezobrazuje kalendáre na úvodných stránkach. Zobrazenie kalendárov môžete obnoviť na karte %4$sNástroje%5$s %6$stu%7$s.
sl: %1$s je trenutno %2$szačasno ustavljen%3$s in ne prikazuje koledarjev na začetnih straneh. Prikazovanje koledarjev lahko ponovno vzpostavite v zavihku %4$sUtilities%5$s %6$stukaj%7$s.
sr: %1$s је тренутно %2$sпаузиран%3$s и не приказује календаре на почетним страницама. Можете наставити приказивање календара на картици %4$sУслужни програми%5$s %6$sовде%7$s.
tr: %1$s şu anda %2$sduraklatılmış%3$s durumdadır ve ön uç sayfalarda takvimleri sunmamaktadır. Takvimleri sunmaya %4$sYardımcı Programlar%5$s sekmesi %6$sburadan%7$s devam edebilirsiniz.
uk: %1$s наразі %2$sпризупинено%3$s і не відображає календарі на сторінках інтерфейсу. Ви можете відновити відображення календарів у вкладці %4$sУтиліти%5$s %6$sтут%7$s.
zh: %1$s当前处于%2$s暂停%3$s状态，前端页面暂不提供日历服务。您可通过%4$s实用工具%5$s选项卡%6$s在此处%7$s重新启用日历服务。

source: %1$sYou are running ICS Calendar in a WordPress Playground implementation.%2$s Because ICS Calendar is intended to run on a web server, some features may be unavailable or may not function properly.
cs: %1$sPoužíváte ICS Calendar v implementaci WordPress Playground.%2$s Protože ICS Calendar je určen pro provoz na webovém serveru, některé funkce mohou být nedostupné nebo nemusí fungovat správně.
da: %1$sDu kører ICS Calendar i en WordPress Playground-implementering.%2$s Da ICS Calendar er beregnet til at køre på en webserver, kan nogle funktioner være utilgængelige eller fungere forkert.
de: %1$sSie verwenden ICS Calendar in einer WordPress Playground-Implementierung.%2$s Da ICS Calendar für die Ausführung auf einem Webserver vorgesehen ist, sind einige Funktionen möglicherweise nicht verfügbar oder funktionieren nicht ordnungsgemäß.
el: %1$sΧρησιμοποιείτε το ICS Calendar σε μια εφαρμογή WordPress Playground.%2$s Επειδή το ICS Calendar έχει σχεδιαστεί για να λειτουργεί σε έναν διακομιστή ιστού, ορισμένες λειτουργίες ενδέχεται να μην είναι διαθέσιμες ή να μην λειτουργούν σωστά.
es: %1$sEstá ejecutando ICS Calendar en una implementación de WordPress Playground.%2$s Dado que ICS Calendar está diseñado para ejecutarse en un servidor web, es posible que algunas funciones no estén disponibles o no funcionen correctamente.
et: %1$sKasutate ICS Calendarit WordPress Playgroundi rakenduses.%2$s Kuna ICS Calendar on mõeldud kasutamiseks veebiserveris, võivad mõned funktsioonid olla kättesaamatud või mitte korralikult töötada.
fi: %1$sKäytät ICS-kalenteria WordPress Playground -toteutuksessa.%2$s Koska ICS-kalenteri on tarkoitettu käytettäväksi verkkopalvelimella, jotkin ominaisuudet eivät välttämättä ole käytettävissä tai ne eivät välttämättä toimi oikein.
fr: %1$sVous utilisez ICS Calendar dans une implémentation WordPress Playground.%2$s ICS Calendar étant conçu pour fonctionner sur un serveur web, certaines fonctionnalités peuvent ne pas être disponibles ou ne pas fonctionner correctement.
hu: %1$sAz ICS Calendar programot egy WordPress Playground implementációban futtatja.%2$s Mivel az ICS Calendar programot webkiszolgálón való futtatásra tervezték, egyes funkciók nem érhetők el vagy nem működnek megfelelően.
it: %1$sStai utilizzando ICS Calendar in un'implementazione WordPress Playground.%2$s Poiché ICS Calendar è progettato per funzionare su un server web, alcune funzionalità potrebbero non essere disponibili o non funzionare correttamente.
ja: %1$sWordPress Playground環境でICS Calendarを実行しています。%2$s ICS Calendarはウェブサーバーでの実行を想定しているため、一部の機能が利用できない、または正常に動作しない場合があります。
ko: %1$s현재 WordPress Playground 환경에서 ICS Calendar를 실행 중입니다.%2$s ICS Calendar는 웹 서버에서 실행되도록 설계되었으므로 일부 기능이 사용 불가하거나 정상적으로 작동하지 않을 수 있습니다.
lt: %1$sJūs naudojate ICS kalendorių WordPress Playground įgyvendinime.%2$s Kadangi ICS kalendorius yra skirtas veikti žiniatinklio serveryje, kai kurios funkcijos gali būti neprieinamos arba veikti netinkamai.
lv: %1$sJūs izmantojat ICS Calendar WordPress Playground implementācijā.%2$s Tā kā ICS Calendar ir paredzēts darbībai tīmekļa serverī, dažas funkcijas var būt nepieejamas vai nedarboties pareizi.
nb: %1$sDu kjører ICS Calendar i en WordPress Playground-implementering.%2$s Fordi ICS Calendar er ment å kjøre på en webserver, kan det hende at enkelte funksjoner ikke er tilgjengelige eller ikke fungerer som de skal.
nl: %1$sU gebruikt ICS Calendar in een WordPress Playground-implementatie.%2$s Omdat ICS Calendar bedoeld is om op een webserver te draaien, zijn sommige functies mogelijk niet beschikbaar of werken ze mogelijk niet correct.
pl: %1$sKorzystasz z kalendarza ICS w implementacji WordPress Playground.%2$s Ponieważ kalendarz ICS jest przeznaczony do działania na serwerze internetowym, niektóre funkcje mogą być niedostępne lub mogą nie działać prawidłowo.
pt: %1$sVocê está executando o ICS Calendar em uma implementação do WordPress Playground.%2$s Como o ICS Calendar foi projetado para ser executado em um servidor web, alguns recursos podem não estar disponíveis ou podem não funcionar corretamente.
ru: %1$sВы используете ICS Calendar в реализации WordPress Playground.%2$s Поскольку ICS Calendar предназначен для работы на веб-сервере, некоторые функции могут быть недоступны или работать некорректно.
sk: %1$sPoužívate kalendár ICS v implementácii WordPress Playground.%2$s Keďže kalendár ICS je určený na prevádzku na webovom serveri, niektoré funkcie môžu byť nedostupné alebo nemusia fungovať správne.
sl: %1$sICS Calendar uporabljate v izvedbi WordPress Playground.%2$s Ker je ICS Calendar namenjen za delovanje na spletnem strežniku, nekatere funkcije morda niso na voljo ali ne delujejo pravilno.
sr: %1$sПокрећете ICS календар у WordPress Playground имплементацији.%2$s Пошто је ICS календар намењен за покретање на веб серверу, неке функције могу бити недоступне или можда неће правилно функционисати.
tr: %1$sICS Takvim'i WordPress Playground uygulamasında çalıştırıyorsunuz.%2$s ICS Takvim web sunucusunda çalışmak üzere tasarlanmıştır, bu nedenle bazı özellikler kullanılamayabilir veya düzgün çalışmayabilir.
uk: %1$sВи використовуєте ICS Calendar у версії WordPress Playground.%2$s Оскільки ICS Calendar призначений для роботи на веб-сервері, деякі функції можуть бути недоступними або працювати некоректно.
zh: %1$s您正在WordPress Playground环境中运行ICS日历。%2$s由于ICS日历旨在运行于Web服务器，部分功能可能无法使用或无法正常运作。

source: %1$sYour site is currently using a UTC offset-based timezone setting.%2$s This can produce time display errors in the %3$s plugin in locations that observe Daylight Saving Time. Please %4$schange your timezone setting%5$s to the city nearest your location, in the same timezone, for proper time display. See our %6$sdocumentation%7$s for additional information on this issue.
cs: %1$sVaše stránka momentálně používá nastavení časové zóny založené na posunu UTC.%2$s To může způsobit chyby v zobrazení času v %3$spluginu v lokalitách, kde se používá letní čas. Pro správné zobrazení času prosím %4$szměňte nastavení časové zóny%5$s na město nejblíže vaší lokalitě, které se nachází ve stejné časové zóně. Další informace k tomuto problému naleznete v naší %6$sdokumentaci%7$s.
da: %1$sDin hjemmeside bruger i øjeblikket en tidszoneindstilling baseret på UTC-forskel.%2$s Dette kan medføre fejl i tidsvisningen i %3$s-pluginet på steder, hvor der er sommertid. %4$sSkift din tidszoneindstilling%5$s til den by, der ligger tættest på din placering, i samme tidszone, for at få den korrekte tidsvisning. Se vores %6$sdokumentation%7$s for yderligere information om dette problem.
de: %1$sIhre Website verwendet derzeit eine UTC-Offset-basierte Zeitzoneneinstellung.%2$s Dies kann zu Fehlern bei der Zeitanzeige im %3$sPlugin an Orten führen, an denen die Sommerzeit gilt. Bitte %4$sändern Sie Ihre Zeitzoneneinstellung%5$s auf die Stadt, die Ihrem Standort am nächsten liegt und in derselben Zeitzone liegt, um eine korrekte Zeitanzeige zu gewährleisten. Weitere Informationen zu diesem Thema finden Sie in unserer %6$sDokumentation%7$s.
el: %1$s Ο ιστότοπός σας χρησιμοποιεί αυτήν τη στιγμή μια ρύθμιση ζώνης ώρας βάσει μετατόπισης UTC. %2$s Αυτό μπορεί να προκαλέσει σφάλματα εμφάνισης χρόνου στο πρόσθετο %3$s σε τοποθεσίες που τηρούν τη θερινή ώρα. Κάντε %4$sαλλάξτε τη ρύθμιση ζώνης ώρας%5$s στην πλησιέστερη πόλη της τοποθεσίας σας, στην ίδια ζώνη ώρας, για σωστή εμφάνιση της ώρας. Ανατρέξτε στην %6$sτεκμηριώση%7$s για περισσότερες πληροφορίες σχετικά με αυτό το ζήτημα.
es: %1$sTu sitio web utiliza actualmente una configuración de zona horaria basada en la diferencia horaria UTC.%2$s Esto puede provocar errores en la visualización de la hora en el %3$scomplemento en lugares que aplican el horario de verano. Por favor, %4$scambia la configuración de tu zona horaria%5$s a la ciudad más cercana a tu ubicación, en la misma zona horaria, para que la hora se muestre correctamente. Consulta nuestra %6$sdocumentación%7$s para obtener más información sobre este tema.
et: %1$sTeie veebisait kasutab praegu UTC-nihe põhist ajavööndi seadet.%2$s See võib põhjustada aja kuvamise vigu %3$spluginis kohtades, kus kasutatakse suveaega. Palun %4$smuutke oma ajavööndi seade%5$s oma asukohale lähimale linnale, mis asub samas ajavööndis, et aeg kuvataks õigesti. Lisateavet selle küsimuse kohta leiate meie %6$sdokumentatsioonist%7$s.
fi: %1$sSivustosi käyttää tällä hetkellä UTC-aikavyöhykkeen mukaista aika-asetusta.%2$s Tämä voi aiheuttaa ajan näyttövirheitä %3$slaajennuksessa paikoissa, joissa noudatetaan kesäaikaa. Muuta %4$saika-asetuksesi%5$s sijaintisi lähimpään kaupunkiin, joka on samassa aikavyöhykkeessä, jotta aika näkyy oikein. Katso lisätietoja tästä asiasta %6$sohjeistuksestamme%7$s.
fr: %1$sVotre site utilise actuellement un paramètre de fuseau horaire basé sur le décalage UTC.%2$s Cela peut entraîner des erreurs d'affichage de l'heure dans le %3$splugin dans les régions qui appliquent l'heure d'été. Veuillez %4$smodifier votre paramètre de fuseau horaire%5$s pour sélectionner la ville la plus proche de votre emplacement, dans le même fuseau horaire, afin d'obtenir un affichage correct de l'heure. Consultez notre %6$sdocumentation%7$s pour plus d'informations à ce sujet.
hu: %1$sWebhelye jelenleg UTC-eltérés alapú időzóna beállítást használ.%2$s Ez időmegjelenítési hibákat okozhat a %3$s pluginban azokon a helyeken, ahol nyári időszámítást alkalmaznak. Kérjük, %4$sváltoztassa meg időzóna beállítását%5$s a helyéhez legközelebb eső városra, ugyanabban az időzónában, a megfelelő időmegjelenítés érdekében. További információk erről a kérdésről %6$sdokumentációnkban%7$s találhatók.
it: %1$sIl tuo sito sta attualmente utilizzando un'impostazione del fuso orario basata sull'offset UTC.%2$s Ciò può causare errori nella visualizzazione dell'ora nel %3$splugin nelle località che osservano l'ora legale. Per una corretta visualizzazione dell'ora, %4$smodifica l'impostazione del fuso orario%5$s selezionando la città più vicina alla tua posizione, nello stesso fuso orario. Per ulteriori informazioni su questo argomento, consulta la nostra %6$sdocumentazione%7$s.
ja: %1$s現在、サイトではUTCオフセットに基づくタイムゾーン設定が使用されています。%2$sこれにより、夏時間を採用している地域では%3$sプラグインで時刻表示エラーが発生する可能性があります。正確な時刻表示のためには、%4$sタイムゾーン設定%5$sを、お住まいの地域に最も近い、同じタイムゾーン内の都市に変更してください。この問題に関する詳細情報は、当社の%6$sドキュメント%7$sをご参照ください。
ko: %1$s현재 귀하의 사이트는 UTC 오프셋 기반 시간대 설정을 사용하고 있습니다.%2$s 이는 일광 절약 시간을 적용하는 지역에서 %3$s플러그인의 시간 표시 오류가 발생할 수 있습니다. 정확한 시간 표시를 위해 %4$s시간대 설정%5$s을 귀하의 위치와 동일한 시간대에 속한 가장 가까운 도시로 변경해 주십시오. 이 문제에 대한 추가 정보는 당사 %6$s문서%7$s를 참조하십시오.
lt: %1$sJūsų svetainė šiuo metu naudoja UTC laiko juostos nustatymą.%2$s Dėl to %3$sįskiepio laiko rodymo klaidos gali atsirasti vietovėse, kuriose taikomas vasaros laikas. Norėdami, kad laikas būtų rodomas teisingai, %4$spakeiskite laiko juostos nustatymą%5$s į artimiausią jūsų vietovei miestą, esantį toje pačioje laiko juostoje. Daugiau informacijos apie šią problemą rasite mūsų %6$sdokumentacijoje%7$s.
lv: %1$sJūsu vietne pašlaik izmanto UTC nobīdes laika zonas iestatījumu.%2$s Tas var radīt laika attēlošanas kļūdas %3$s spraudnī vietās, kurās tiek ievērota vasaras laiks. Lūdzu, %4$smainiet laika zonas iestatījumu%5$s uz pilsētu, kas atrodas vistuvāk jūsu atrašanās vietai, tajā pašā laika zonā, lai laiks tiktu attēlots pareizi. Papildu informāciju par šo jautājumu skatiet mūsu %6$sdokumentācijā%7$s.
nb: %1$sNettstedet ditt bruker for øyeblikket en tidssoneinnstilling basert på UTC-offset.%2$s Dette kan føre til feil i tidsvisningen i %3$s-pluginen på steder som følger sommertid. Vennligst %4$sendre tidssoneinnstillingen%5$s til byen nærmest din plassering, i samme tidssone, for riktig tidsvisning. Se vår %6$sdokumentasjon%7$s for mer informasjon om dette problemet.
nl: %1$sUw site maakt momenteel gebruik van een tijdzone-instelling op basis van UTC-offset.%2$s Dit kan leiden tot fouten in de tijdweergave in de %3$splug-in op locaties waar zomertijd geldt. Wijzig %4$suw tijdzone-instelling%5$s naar de stad die het dichtst bij uw locatie ligt, in dezelfde tijdzone, voor een correcte tijdweergave. Raadpleeg onze %6$sdocumentatie%7$s voor meer informatie over dit onderwerp.
pl: %1$sTwoja witryna korzysta obecnie z ustawienia strefy czasowej opartego na przesunięciu UTC.%2$s Może to powodować błędy wyświetlania czasu w %3$swtyczce w lokalizacjach, w których obowiązuje czas letni. Aby zapewnić prawidłowe wyświetlanie czasu, %4$szmień ustawienie strefy czasowej%5$s na miasto najbliższe Twojej lokalizacji, w tej samej strefie czasowej. Dodatkowe informacje na ten temat można znaleźć w naszej %6$sdokumentacji%7$s.
pt: %1$sSeu site está atualmente usando uma configuração de fuso horário baseada no deslocamento UTC.%2$s Isso pode produzir erros de exibição de hora no %3$splugin em locais que observam o horário de verão. Por favor, %4$saltere sua configuração de fuso horário%5$s para a cidade mais próxima de sua localização, no mesmo fuso horário, para uma exibição correta da hora. Consulte nossa %6$sdocumentação%7$s para obter informações adicionais sobre este assunto.
ru: %1$sВаш сайт в настоящее время использует настройку часового пояса, основанную на смещении UTC.%2$s Это может привести к ошибкам отображения времени в %3$sплагине в местах, где действует летнее время. Пожалуйста, %4$sизмените настройку часового пояса%5$s на город, ближайший к вашему местоположению, в том же часовом поясе, для правильного отображения времени. Дополнительную информацию по этому вопросу см. в нашей %6$sдокументации%7$s.
sk: %1$sVaša stránka momentálne používa nastavenie časového pásma založené na posune UTC.%2$s To môže spôsobiť chyby v zobrazení času v %3$splugine v lokalitách, kde sa dodržiava letný čas. Pre správne zobrazenie času prosím %4$szmeňte nastavenie časového pásma%5$s na mesto najbližšie k vašej lokalite, ktoré sa nachádza v rovnakom časovom pásme. Ďalšie informácie o tomto probléme nájdete v našej %6$sdokumentácii%7$s.
sl: %1$sVaša spletna stran trenutno uporablja nastavitev časovnega pasu, ki temelji na odmiku UTC.%2$s To lahko povzroči napake pri prikazovanju časa v %3$svtičniku na lokacijah, kjer velja poletni čas. Za pravilno prikazovanje časa %4$sspremenite nastavitev časovnega pasu%5$s na mesto, ki je najbližje vaši lokaciji in je v istem časovnem pasu. Dodatne informacije o tej temi najdete v naši %6$sdokumentaciji%7$s.
sr: %1$sВаш сајт тренутно користи временску зону засновану на UTC помаку.%2$s Ово може довести до грешака у приказу времена у %3$s додатку на локацијама које поштују летње рачунање времена. Молимо вас да %4$sпромените подешавање временске зоне%5$s на град најближи вашој локацији, у истој временској зони, ради правилног приказа времена. Погледајте нашу %6$sдокументацију%7$s за додатне информације о овом проблему.
tr: %1$sSiteniz şu anda UTC ofset tabanlı bir saat dilimi ayarı kullanıyor.%2$s Bu, Yaz Saati Uygulaması'nı uygulayan yerlerde %3$s eklentisinde saat görüntüleme hatalarına neden olabilir. Doğru saat görüntülemesi için lütfen %4$ssaat dilimi ayarınızı%5$s bulunduğunuz yere en yakın, aynı saat diliminde bulunan şehre değiştirin. Bu konu hakkında daha fazla bilgi için %6$sbelgelerimize%7$s bakın.
uk: %1$sВаш сайт наразі використовує налаштування часового поясу на основі зміщення UTC.%2$s Це може спричинити помилки у відображенні часу в %3$sплагіні в місцевостях, де діє літній час. Будь ласка, %4$sзмініть налаштування часового поясу%5$s на місто, найближче до вашого місцезнаходження, в тому самому часовому поясі, для правильного відображення часу. Додаткову інформацію з цього питання дивіться в нашій %6$sдокументації%7$s.
zh: %1$s您的网站当前采用基于UTC偏移量的时间区域设置。%2$s在实行夏令时的地区，这可能导致%3$s插件出现时间显示错误。请%4$s将时间区域设置%5$s更改为与您所在位置最近且时区相同的城市，以确保时间显示准确。有关此问题的更多信息，请参阅我们的%6$s文档%7$s。

source: Important! Your %1$s configuration appears to be exceeding source calendar provider rate limits.
cs: Důležité! Vaše konfigurace %1$s zřejmě překračuje limity poskytovatele zdrojového kalendáře.
da: Vigtigt! Din %1$s-konfiguration ser ud til at overskride grænserne for kildekalenderudbyderen.
de: Wichtig! Ihre %1$s-Konfiguration scheint die Ratenbeschränkungen des Quellkalenderanbieters zu überschreiten.
el: Σημαντικό! Η διαμόρφωση %1$s φαίνεται να υπερβαίνει τα όρια ταχύτητας του παρόχου του ημερολογίου προέλευσης.
es: ¡Importante! Su configuración %1$s parece estar excediendo los límites de frecuencia del proveedor del calendario de origen.
et: Oluline! Teie %1$s konfiguratsioon ületab ilmselt allika kalendri pakkuja määra piiranguid.
fi: Tärkeää! %1$s -määrityksesi näyttää ylittävän lähdekalenterin tarjoajan nopeusrajoitukset.
fr: Important ! Votre configuration %1$s semble dépasser les limites de fréquence du fournisseur de calendrier source.
hu: Fontos! Úgy tűnik, hogy a %1$s konfigurációja túllépi a forrás naptárszolgáltató sebességkorlátait.
it: Importante! La tua configurazione %1$s sembra superare i limiti di frequenza del provider del calendario di origine.
ja: 重要！あなたの%1$s設定は、ソースカレンダープロバイダーのレート制限を超えているようです。
ko: 중요! 귀하의 %1$s 구성이 소스 캘린더 공급자의 속도 제한을 초과하는 것으로 보입니다.
lt: Svarbu! Atrodo, kad jūsų %1$s konfigūracija viršija šaltinio kalendoriaus teikėjo tarifų ribas.
lv: Svarīgi! Jūsu %1$s konfigurācija, šķiet, pārsniedz avota kalendāra pakalpojuma sniedzēja ātruma ierobežojumus.
nb: Viktig! Din %1$s konfigurasjon ser ut til å overskride kildekalenderleverandørens hastighetsbegrensninger.
nl: Belangrijk! Uw %1$s configuratie lijkt de limieten van de bronkalenderprovider te overschrijden.
pl: Ważne! Twoja konfiguracja %1$s wydaje się przekraczać limity dostawcy kalendarza źródłowego.
pt: Importante! Sua configuração %1$s parece estar excedendo os limites de taxa do provedor de calendário de origem.
ru: Важно! Ваша конфигурация %1$s превышает ограничения скорости поставщика исходного календаря.
sk: Dôležité! Vaša konfigurácia %1$s zrejme prekračuje limit poskytovateľa zdrojového kalendára.
sl: Pomembno! Vaša konfiguracija %1$s očitno presega omejitve hitrosti ponudnika koledarja.
sr: Важно! Изгледа да ваша конфигурација %1$s прелази ограничења брзине добављача изворног календара.
tr: Önemli! %1$s yapılandırmanız kaynak takvim sağlayıcısının hız sınırlarını aşıyor gibi görünüyor.
uk: Важливо! Ваша конфігурація %1$s перевищує обмеження швидкості постачальника календаря джерела.
zh: 重要提示！您的%1$s配置似乎已超过源日历提供商的速率限制。
