Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: %1$s has %2$sresumed%3$s serving calendars on front end pages. If your site uses a caching plugin, you may need to clear the cache.
cs: %1$s %2$s obnovil %3$szobrazování kalendářů na úvodních stránkách. Pokud váš web používá plugin pro ukládání do mezipaměti, možná budete muset mezipaměť vymazat.
da: %1$s har %2$sgenoptaget%3$s visningen af kalendere på forsidens sider. Hvis dit websted bruger et cache-plugin, skal du muligvis rydde cachen.
de: %1$s hat %2$sdie Anzeige von Kalendern auf Frontend-Seiten wieder aufgenommen%3$s. Wenn Ihre Website ein Caching-Plugin verwendet, müssen Sie möglicherweise den Cache leeren.
el: %1$s έχει %2$sεπανεκκινήσει%3$s την προβολή ημερολογίων στις αρχικές σελίδες. Εάν ο ιστότοπός σας χρησιμοποιεί plugin προσωρινής αποθήκευσης, ίσως χρειαστεί να καθαρίσετε την προσωρινή μνήμη.
es: %1$s ha %2$sreanudado%3$s el servicio de calendarios en las páginas frontales. Si su sitio utiliza un complemento de almacenamiento en caché, es posible que tenga que borrar la caché.
et: %1$s on %2$staas%3$s alustanud kalendrite kuvamist esilehekülgedel. Kui teie veebisait kasutab vahemällu salvestavat pistikprogrammi, võib olla vaja vahemälu tühjendada.
fi: %1$s on %2$saloittanut%3$s uudelleen kalenterien näyttämisen etusivulla. Jos sivustosi käyttää välimuistilisäosaa, sinun on ehkä tyhjennettävä välimuisti.
fr: %1$s a %2$srepris%3$s l'affichage des calendriers sur les pages d'accueil. Si votre site utilise un plugin de mise en cache, vous devrez peut-être vider le cache.
hu: %1$s újra%2$s elkezdte%3$s a naptárak megjelenítését a frontend oldalakon. Ha webhelyed cache-plugint használ, akkor lehet, hogy törölnöd kell a cache-t.
it: %1$s ha %2$sripreso%3$s a visualizzare i calendari nelle pagine front-end. Se il tuo sito utilizza un plugin di cache, potrebbe essere necessario svuotare la cache.
ja: %1$sは%2$sフロントエンドページでのカレンダー提供を%3$s再開しました。サイトにキャッシュプラグインを使用している場合は、キャッシュをクリアする必要があるかもしれません。
ko: %1$s이 %2$s프론트엔드 페이지에서 캘린더 제공을 %3$s재개했습니다. 사이트에서 캐싱 플러그인을 사용하는 경우 캐시를 지워야 할 수 있습니다.
lt: %1$s atnaujino %2$s%3$s kalendorių teikimą priekiniuose puslapiuose. Jei jūsų svetainė naudoja talpyklos papildinį, gali tekti išvalyti talpyklą.
lv: %1$s ir %2$satsācis%3$s kalendāru parādīšanu priekšējās lapas. Ja jūsu vietne izmanto kešēšanas spraudni, var būt nepieciešams iztīrīt kešatmiņu.
nb: %1$s har %2$sgjenopptatt%3$s visning av kalendere på frontend-sider. Hvis nettstedet ditt bruker et cache-plugin, må du kanskje tømme cachen.
nl: %1$s is %2$sweer begonnen met %3$shet weergeven van kalenders op de voorpagina's. Als uw site een cacheplugin gebruikt, moet u mogelijk de cache leegmaken.
pl: %1$s %2$swznowił%3$s wyświetlanie kalendarzy na stronach głównych. Jeśli Twoja witryna korzysta z wtyczki do buforowania, może być konieczne wyczyszczenie pamięci podręcznej.
pt: %1$s %2$sretomou%3$s o serviço de calendários nas páginas iniciais. Se o seu site utiliza um plugin de cache, talvez seja necessário limpar o cache.
ru: %1$s %2$sвозобновил%3$s отображение календарей на страницах сайта. Если ваш сайт использует плагин кеширования, возможно, вам потребуется очистить кеш.
sk: %1$s %2$sobnovil%3$s zobrazovanie kalendárov na úvodných stránkach. Ak vaša stránka používa plugin na ukladanie do vyrovnávacej pamäte, môže byť potrebné vymazať vyrovnávaciu pamäť.
sl: %1$s je %2$sponovno začel%3$s prikazovati koledarje na začetnih straneh. Če vaša spletna stran uporablja vtičnik za shranjevanje v predpomnilniku, boste morda morali izbrisati predpomnilnik.
sr: %1$s је %2$sнаставио/ла%3$s да приказује календаре на почетним страницама. Ако ваш сајт користи додатак за кеширање, можда ћете морати да обришете кеш меморију.
tr: %1$s ön uç sayfalarında takvim hizmetini %2$syeniden başlattı%3$s. Siteniz önbellek eklentisi kullanıyorsa, önbelleği temizlemeniz gerekebilir.
uk: %1$s відновив %2$sвідображення%3$s календарів на головних сторінках. Якщо ваш сайт використовує плагін кешування, можливо, вам доведеться очистити кеш.
zh: %1$s已%2$s恢复%3$s在前端页面显示日历。若您的站点使用缓存插件，可能需要清除缓存。

source: %1$s has %2$spaused%3$s serving calendars on front end pages. If your site uses a caching plugin, you may need to clear the cache.
cs: %1$s %2$s pozastavil %3$szobrazování kalendářů na úvodních stránkách. Pokud váš web používá plugin pro ukládání do mezipaměti, možná budete muset mezipaměť vymazat.
da: %1$s har %2$ssat%3$s visningen af kalendere på forsidens sider på pause. Hvis dit websted bruger et cache-plugin, skal du muligvis rydde cachen.
de: %1$s hat %2$sdie Anzeige von Kalendern auf Frontend-Seiten vorübergehend ausgesetzt%3$s. Wenn Ihre Website ein Caching-Plugin verwendet, müssen Sie möglicherweise den Cache leeren.
el: %1$s έχει %2$sσταματήσει%3$s την προβολή ημερολογίων στις αρχικές σελίδες. Εάν ο ιστότοπός σας χρησιμοποιεί ένα πρόσθετο προσωρινής αποθήκευσης, ίσως χρειαστεί να καθαρίσετε την προσωρινή μνήμη.
es: %1$s ha %2$ssuspendido%3$s la publicación de calendarios en las páginas frontales. Si su sitio utiliza un complemento de almacenamiento en caché, es posible que deba borrar la caché.
et: %1$s on %2$speatanud%3$s kalendrite kuvamise esilehekülgedel. Kui teie veebisait kasutab vahemällu salvestamise pistikprogrammi, võib olla vaja vahemälu tühjendada.
fi: %1$s on %2$skeskeyttänyt%3$s kalenterien näyttämisen etusivulla. Jos sivustosi käyttää välimuistia, saatat joutua tyhjentämään välimuistin.
fr: %1$s a %2$ssuspendu%3$s l'affichage des calendriers sur les pages d'accueil. Si votre site utilise un plugin de mise en cache, vous devrez peut-être vider le cache.
hu: %1$s %2$sfelfüggesztette%3$s a naptárak megjelenítését a frontend oldalakon. Ha webhelye cache-plugint használ, akkor lehet, hogy törölnie kell a cache-t.
it: %1$s ha %2$ssospeso%3$s la visualizzazione dei calendari nelle pagine front-end. Se il tuo sito utilizza un plugin di cache, potrebbe essere necessario svuotare la cache.
ja: %1$sは%2$sフロントエンドページでのカレンダー提供を%3$s一時停止しました。サイトにキャッシュプラグインを使用している場合は、キャッシュをクリアする必要があるかもしれません。
ko: %1$s에서 프런트엔드 페이지에 캘린더를 표시하는 기능을 %2$s일시 중지%3$s했습니다. 사이트에서 캐싱 플러그인을 사용하는 경우 캐시를 지워야 할 수도 있습니다.
lt: %1$s pagrindiniuose puslapiuose pateikia %2$spaused%3$s kalendorius. Jei jūsų svetainė naudoja talpyklos papildinį, gali tekti išvalyti talpyklą.
lv: %1$s ir %2$spārtraukusi%3$s kalendāru parādīšanu priekšējās lapas. Ja jūsu vietne izmanto kešēšanas spraudni, var būt nepieciešams iztīrīt kešatmiņu.
nb: %1$s har %2$sstanset%3$s visningen av kalendere på frontend-sidene. Hvis nettstedet ditt bruker et cache-plugin, må du kanskje tømme cachen.
nl: %1$s heeft %2$shet weergeven van kalenders op front-endpagina's tijdelijk stopgezet%3$s. Als uw site een caching-plug-in gebruikt, moet u mogelijk de cache leegmaken.
pl: %1$s %2$swstrzymał%3$s wyświetlanie kalendarzy na stronach głównych. Jeśli Twoja witryna korzysta z wtyczki do buforowania, może być konieczne wyczyszczenie pamięci podręcznej.
pt: %1$s %2$sinterrompeu%3$s o fornecimento de calendários nas páginas iniciais. Se o seu site utiliza um plugin de cache, talvez seja necessário limpar o cache.
ru: %1$s %2$sприостановил%3$s отображение календарей на страницах сайта. Если ваш сайт использует плагин кеширования, возможно, вам потребуется очистить кеш.
sk: %1$s %2$spozastavil%3$s zobrazovanie kalendárov na úvodných stránkach. Ak vaša stránka používa plugin na ukladanie do vyrovnávacej pamäte, môže byť potrebné vymazať vyrovnávaciu pamäť.
sl: %1$s je %2$szačasno ustavil%3$s prikazovanje koledarjev na začetnih straneh. Če vaša spletna stran uporablja vtičnik za shranjevanje v predpomnilniku, boste morda morali izbrisati predpomnilnik.
sr: %1$s је %2$sпаузирао/паузирала%3$s приказивање календара на почетним страницама. Ако ваш сајт користи додатак за кеширање, можда ћете морати да обришете кеш меморију.
tr: %1$s ön uç sayfalarında takvimlerin görüntülenmesini %2$sdurdurdu%3$s. Siteniz önbellek eklentisi kullanıyorsa, önbelleği temizlemeniz gerekebilir.
uk: %1$s %2$sпризупинив%3$s відображення календарів на сторінках інтерфейсу. Якщо ваш сайт використовує плагін кешування, можливо, вам доведеться очистити кеш.
zh: %1$s已%2$s暂停%3$s在前端页面提供日历服务。若您的站点使用缓存插件，可能需要清除缓存。

source: Cleared %1$s %2$s transient(s).
cs: Vymazáno %1$s %2$s přechodných jevů.
da: Ryddet %1$s %2$s forbigående(e).
de: %1$s %2$s Transienten gelöscht.
el: Εκκαθάριση %1$s %2$s παροδικών στοιχείων.
es: Se han eliminado %1$s %2$s transitorios.
et: Kustutatud %1$s %2$s ajutine(d).
fi: Tyhjennetty %1$s %2$s väliaikainen(t).
fr: Effacement de %1$s %2$s transitoire(s).
hu: %1$s %2$s átmeneti állapot törölve.
it: Eliminati %1$s %2$s transitori.
ja: クリア済み %1$s %2$s 一時的データ。
ko: %1$s %2$s 개의 일시적 객체를 정리했습니다.
lt: Išvalyta %1$s %2$s laikina (-os) informacija (-os).
lv: Dzēsts %1$s %2$s pārejošs(-i).
nb: Fjernet %1$s %2$s forbigående feil.
nl: Gewist %1$s %2$s tijdelijke(n).
pl: Wyklarowano %1$s %2$s przejściowe.
pt: Limpo %1$s %2$s transiente(s).
ru: Удалено %1$s %2$s переходных явлений.
sk: Vymazané %1$s %2$s prechodné stavy.
sl: Izbrisano %1$s %2$s prehodno stanje.
sr: Обрисано је %1$s %2$s пролазних појава.
tr: %1$s %2$s geçici durum silindi.
uk: Очищено %1$s %2$s тимчасових файлів.
zh: 清除 %1$s %2$s 个瞬态。

source: No %1$s transients were found.
cs: Nebyly nalezeny žádné %1$s přechodové jevy.
da: Der blev ikke fundet nogen %1$s transienter.
de: Es wurden keine %1$s Transienten gefunden.
el: Δεν βρέθηκαν %1$s μεταβατικά φαινόμενα.
es: No se encontraron transitorios %1$s.
et: Ühtegi %1$s üleminekut ei leitud.
fi: Transientteja ei löytynyt %1$s.
fr: Aucun transitoire %1$s n'a été détecté.
hu: Nem találtunk %1$s átmeneti állapotot.
it: Non sono stati rilevati transitori %1$s.
ja: トランジェントは%1$s個見つかりませんでした。
ko: %1$s개의 과도 현상이 발견되지 않았습니다.
lt: Nerasta %1$s pereinamųjų reiškinių.
lv: Netika atrasti nekādi %1$s pārejoši procesi.
nb: Ingen %1$s transienter ble funnet.
nl: Er zijn geen %1$s transiënten gevonden.
pl: Nie znaleziono żadnych %1$s przejść.
pt: Não foram encontrados transientes %1$s.
ru: Не обнаружено %1$s переходных процессов.
sk: Neboli nájdené žiadne %1$s prechodné javy.
sl: Ni bilo najdenih %1$s prehodnih pojavov.
sr: Није пронађен ниједан пролазни процес (%1$s).
tr: Hiçbir %1$s geçici durum bulunamadı.
uk: Не виявлено жодних %1$s перехідних процесів.
zh: %1$s 未發現任何瞬態現象。

source: All saved ICS feed URLs have been cleared.
cs: Všechny uložené adresy URL kanálů ICS byly vymazány.
da: Alle gemte ICS-feed-URL'er er blevet slettet.
de: Alle gespeicherten ICS-Feed-URLs wurden gelöscht.
el: Όλες οι αποθηκευμένες διευθύνσεις URL τροφοδοσίας ICS έχουν διαγραφεί.
es: Se han borrado todas las URL de fuentes ICS guardadas.
et: Kõik salvestatud ICS-voo URL-id on kustutatud.
fi: Kaikki tallennetut ICS-syötteen URL-osoitteet on poistettu.
fr: Toutes les URL de flux ICS enregistrées ont été effacées.
hu: Az összes mentett ICS-feed URL-cím törölve lett.
it: Tutti gli URL dei feed ICS salvati sono stati cancellati.
ja: 保存されたすべてのICSフィードURLが削除されました。
ko: 저장된 모든 ICS 피드 URL이 삭제되었습니다.
lt: Visi išsaugoti ICS srauto URL adresai buvo ištrinti.
lv: Visi saglabātie ICS plūsmas URL ir dzēsti.
nb: Alle lagrede ICS-feed-URL-er er slettet.
nl: Alle opgeslagen ICS-feed-URL's zijn gewist.
pl: Wszystkie zapisane adresy URL kanałów ICS zostały usunięte.
pt: Todas as URLs de feeds ICS salvas foram apagadas.
ru: Все сохраненные URL-адреса ICS-каналов были удалены.
sk: Všetky uložené adresy URL kanálov ICS boli vymazané.
sl: Vsi shranjeni URL-ji ICS-viri so bili izbrisani.
sr: Сви сачувани URL-ови ICS фида су обрисани.
tr: Kaydedilen tüm ICS besleme URL'leri silinmiştir.
uk: Всі збережені URL-адреси ICS-каналів були видалені.
zh: 所有已保存的ICS源URL均已清除。

source: All %1$s settings have been reset to defaults, and saved ICS feed URLs have been cleared.
cs: Všechna nastavení %1$s byla resetována na výchozí hodnoty a uložené adresy URL kanálů ICS byly vymazány.
da: Alle %1$s indstillinger er blevet nulstillet til standardindstillingerne, og gemte ICS-feed-URL'er er blevet slettet.
de: Alle %1$s Einstellungen wurden auf die Standardeinstellungen zurückgesetzt und gespeicherte ICS-Feed-URLs wurden gelöscht.
el: Όλες οι %1$s ρυθμίσεις έχουν επαναφερθεί στις προεπιλεγμένες τιμές και οι αποθηκευμένες διευθύνσεις URL τροφοδοσίας ICS έχουν διαγραφεί.
es: Todos los ajustes %1$s se han restablecido a los valores predeterminados y se han borrado las URL de fuentes ICS guardadas.
et: Kõik %1$s seaded on taastatud vaikimisi seadetele ja salvestatud ICS-voo URL-id on kustutatud.
fi: Kaikki %1$s asetukset on palautettu oletusasetuksiin ja tallennetut ICS-syötteen URL-osoitteet on poistettu.
fr: Tous les paramètres %1$s ont été réinitialisés aux valeurs par défaut et les URL ICS enregistrées ont été effacées.
hu: Az összes %1$s beállítás alapértelmezett értékre lett visszaállítva, és a mentett ICS-feed URL-ek törölve lettek.
it: Tutte le impostazioni %1$s sono state ripristinate ai valori predefiniti e gli URL dei feed ICS salvati sono stati cancellati.
ja: すべての%1$s設定がデフォルトにリセットされ、保存されたICSフィードURLがクリアされました。
ko: 모든 %1$s 설정이 기본값으로 재설정되었으며, 저장된 ICS 피드 URL이 삭제되었습니다.
lt: Visi %1$s nustatymai buvo atkurti į numatytuosius, o išsaugoti ICS srauto URL adresai buvo ištrinti.
lv: Visi %1$s iestatījumi ir atiestatīti uz noklusējuma vērtībām, un saglabātās ICS plūsmas URL adreses ir dzēstas.
nb: Alle %1$s innstillinger er tilbakestilt til standardinnstillingene, og lagrede ICS-feed-URL-er er slettet.
nl: Alle %1$s instellingen zijn teruggezet naar de standaardinstellingen en opgeslagen ICS-feed-URL's zijn gewist.
pl: Wszystkie %1$s ustawienia zostały zresetowane do wartości domyślnych, a zapisane adresy URL kanałów ICS zostały usunięte.
pt: Todas as configurações %1$s foram redefinidas para os padrões e os URLs de feed ICS salvos foram apagados.
ru: Все %1$s настройки были сброшены до значений по умолчанию, а сохраненные URL-адреса ICS-каналов были удалены.
sk: Všetky nastavenia %1$s boli obnovené na predvolené hodnoty a uložené adresy URL kanálov ICS boli vymazané.
sl: Vse %1$s nastavitve so bile ponastavljene na privzete vrednosti, shranjeni URL-ji ICS-viri pa so bili izbrisani.
sr: Сва подешавања за %1$s су враћена на подразумеване вредности, а сачувани URL-ови ICS фида су обрисани.
tr: Tüm %1$s ayarlar varsayılan değerlere sıfırlandı ve kaydedilmiş ICS besleme URL'leri silindi.
uk: Всі %1$s налаштування були скинуті до заводських, а збережені URL-адреси ICS-каналів були видалені.
zh: 所有%1$s设置均已重置为默认值，已保存的ICS源URL已被清除。

source: Your feed URL appears to contain HTTP Basic Authentication credentials. Try turning off the %1$s option under the %2$s tab above.
cs: Vaše adresa URL zdroje zdá se obsahuje přihlašovací údaje pro základní ověřování HTTP. Zkuste vypnout možnost %1$s na záložce %2$s výše.
da: Din feed-URL ser ud til at indeholde HTTP Basic Authentication-legitimationsoplysninger. Prøv at deaktivere indstillingen %1$s under fanen %2$s ovenfor.
de: Ihre Feed-URL scheint HTTP-Basisauthentifizierungsdaten zu enthalten. Deaktivieren Sie die Option %1$s unter der Registerkarte %2$s oben.
el: Η διεύθυνση URL της ροής σας φαίνεται να περιέχει διαπιστευτήρια βασικής πιστοποίησης HTTP. Δοκιμάστε να απενεργοποιήσετε την επιλογή %1$s στην καρτέλα %2$s παραπάνω.
es: Tu URL de feed parece contener credenciales de autenticación básica HTTP. Intenta desactivar la opción %1$s en la pestaña %2$s situada arriba.
et: Teie feed'i URL näib sisaldavat HTTP Basic Authentication'i autentimisandmeid. Proovige lülitada välja %1$s valik eespool oleva %2$s vahekaardi all.
fi: Syötteen URL-osoitteesi näyttää sisältävän HTTP-perustodennuksen tunnistetiedot. Kokeile poistaa %1$s -vaihtoehto käytöstä yllä olevasta %2$s -välilehdestä.
fr: Votre URL de flux semble contenir des informations d'identification pour l'authentification HTTP de base. Essayez de désactiver l'option %1$s sous l'onglet %2$s ci-dessus.
hu: Úgy tűnik, hogy a feed URL-je HTTP alapvető hitelesítési adatokat tartalmaz. Próbálja meg kikapcsolni a fenti %2$s fül alatt található %1$s opciót.
it: L'URL del tuo feed sembra contenere credenziali di autenticazione HTTP Basic. Prova a disattivare l'opzione %1$s nella scheda %2$s sopra.
ja: フィードURLにHTTP基本認証の認証情報が含まれているようです。上記%2$sタブ内の%1$sオプションをオフにしてみてください。
ko: 피드 URL에 HTTP 기본 인증 자격 증명이 포함된 것으로 보입니다. 상단의 %2$s 탭 아래 %1$s 옵션을 해제해 보십시오.
lt: Jūsų naujienų srauto URL adrese, atrodo, yra HTTP pagrindinio autentifikavimo kredencialai. Pabandykite išjungti %1$s parinktį viršutiniame %2$s skirtuke.
lv: Jūsu plūsmas URL, šķiet, satur HTTP pamata autentifikācijas datus. Mēģiniet atslēgt opciju %1$s zem cilnes %2$s augšā.
nb: Feed-URL-en din ser ut til å inneholde HTTP Basic Authentication-påloggingsinformasjon. Prøv å slå av alternativet %1$s under fanen %2$s ovenfor.
nl: Uw feed-URL lijkt HTTP Basic Authentication-inloggegevens te bevatten. Probeer de optie %1$s onder het tabblad %2$s hierboven uit te schakelen.
pl: Twój adres URL kanału wydaje się zawierać dane uwierzytelniające HTTP Basic Authentication. Spróbuj wyłączyć opcję %1$s w zakładce %2$s powyżej.
pt: A URL do seu feed parece conter credenciais de autenticação HTTP básica. Tente desativar a opção %1$s na guia %2$s acima.
ru: URL вашего канала, похоже, содержит учетные данные HTTP Basic Authentication. Попробуйте отключить опцию %1$s на вкладке %2$s выше.
sk: Vaša adresa URL zdroja údajov obsahuje prihlasovacie údaje pre základné overovanie HTTP. Skúste vypnúť možnosť %1$s v záložke %2$s hore.
sl: Vaš URL vir vsebuje podatke za osnovno HTTP-avtentifikacijo. Poskusite izklopiti možnost %1$s v zavihku %2$s zgoraj.
sr: Изгледа да URL адреса вашег фида садржи акредитиве за основну HTTP аутентификацију. Покушајте да искључите опцију %1$s на картици %2$s изнад.
tr: Feed URL'niz HTTP Temel Kimlik Doğrulama kimlik bilgilerini içeriyor gibi görünüyor. Yukarıdaki %2$s sekmesi altındaki %1$s seçeneğini kapatmayı deneyin.
uk: Ваша URL-адреса каналу, схоже, містить облікові дані для базової аутентифікації HTTP. Спробуйте вимкнути опцію %1$s у вкладці %2$s вище.
zh: 您的订阅源网址似乎包含HTTP基本认证凭据。请尝试关闭上方%2$s选项卡下的%1$s选项。

source: Use legacy feed request method
cs: Použít starší metodu požadavku na feed
da: Brug ældre feed-anmodningsmetode
de: Veraltete Feed-Anforderungsmethode verwenden
el: Χρησιμοποιήστε την παλιά μέθοδο αιτήματος τροφοδοσίας
es: Utilizar el método de solicitud de feed heredado
et: Kasuta vana feed-päringu meetodit
fi: Käytä vanhaa syötteen pyyntömenetelmää
fr: Utiliser l'ancienne méthode de demande de flux
hu: Használja a régi feed-lekérés módszert
it: Utilizza il metodo di richiesta feed legacy
ja: レガシーフィードリクエストメソッドを使用する
ko: 레거시 피드 요청 방법 사용
lt: Naudokite senąjį tiekimo užklausos metodą
lv: Izmantojiet iepriekšējo barošanas pieprasījuma metodi
nb: Bruk eldre feed-forespørselsmetode
nl: Gebruik de oude methode voor feedverzoeken
pl: Użyj starszej metody żądania kanału
pt: Use o método de solicitação de feed legado
ru: Использовать устаревший метод запроса фида
sk: Použite staršiu metódu žiadosti o feed
sl: Uporabi metodo zahtevka za starejše vire
sr: Користи стари метод захтева за фид
tr: Eski besleme isteği yöntemini kullanın
uk: Використовуйте старий метод запиту на подачу
zh: 使用传统数据源请求方法
