Repository: WordPressBugBounty/plugins-ics-calendar
Catalog: ics-calendar/i18n/languages/ics-calendar-*.po
Languages: cs, da, de, el, es, et, fi, fr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ru, sk, sl, sr, tr, uk, zh

source: Be sure you are using a %1$ssubscribe%2$s URL, not a %3$sweb view%4$s URL.%5$s (Entering the URL directly in your web browser should download an %6$s file.)
cs: Ujistěte se, že používáte URL adresu %1$ssubscribe%2$s, nikoli URL adresu %3$sweb view%4$s.%5$s (Při zadání URL adresy přímo do webového prohlížeče by se měl stáhnout soubor %6$s.)
da: Sørg for, at du bruger en %1$sabonnements-URL%2$s og ikke en %3$swebvisnings-URL%4$s.%5$s (Hvis du indtaster URL'en direkte i din webbrowser, bør der downloades en %6$s-fil.)
de: Stellen Sie sicher, dass Sie eine %1$sAbonnement-URL%2$s verwenden und keine %3$sWebansicht-URL%4$s.%5$s (Wenn Sie die URL direkt in Ihren Webbrowser eingeben, sollte eine %6$s-Datei heruntergeladen werden.)
el: Βεβαιωθείτε ότι χρησιμοποιείτε μια διεύθυνση URL %1$sεγγραφής%2$s και όχι μια διεύθυνση URL %3$sπροβολής ιστού%4$s. %5$s (Η εισαγωγή της διεύθυνσης URL απευθείας στο πρόγραμμα περιήγησης ιστού θα πρέπει να κάνει λήψη ενός αρχείου %6$s.)
es: Asegúrate de que estás utilizando una URL %1$sde suscripción%2$s, no una URL %3$sde vista web%4$s.%5$s (Al introducir la URL directamente en tu navegador web, se debería descargar un %6$sarchivo).
et: Veenduge, et kasutate %1$stellimise%2$s URL-i, mitte %3$sveebivaate%4$s URL-i.%5$s (URL-i otse veebibrauserisse sisestades peaks alla laadima %6$s fail.)
fi: Varmista, että käytät %1$stilaa%2$s-URL-osoitetta, etkä %3$sweb-näkymä%4$s-URL-osoitetta.%5$s (Kun syötät URL-osoitteen suoraan selaimeesi, %6$s-tiedosto pitäisi ladata.)
fr: Assurez-vous d'utiliser une URL %1$sd'abonnement%2$s, et non une URL %3$sde visualisation Web%4$s.%5$s (En saisissant l'URL directement dans votre navigateur Web, vous devriez pouvoir télécharger un fichier %6$s.)
hu: Győződjön meg róla, hogy %1$selőfizetési%2$s URL-t használ, és nem %3$swebes nézet%4$s URL-t.%5$s (Ha az URL-t közvetlenül a böngészőjébe írja be, akkor egy %6$s fájl töltődik le.)
it: Assicurati di utilizzare un URL %1$ssubscribe%2$s, non un URL %3$sweb view%4$s.%5$s (Inserendo l'URL direttamente nel browser web dovrebbe essere scaricato un file %6$s).
ja: 必ず%1$ssubscribe%2$s URLを使用し、%3$sweb view%4$s URLではないことを確認してください。%5$s（URLをウェブブラウザに直接入力すると、%6$sファイルがダウンロードされるはずです。）
ko: %1$s구독%2$s URL을 사용하고 있는지, %3$s웹 뷰%4$s URL이 아닌지 반드시 확인하십시오.%5$s (웹 브라우저에 URL을 직접 입력하면 %6$s 파일이 다운로드되어야 합니다.)
lt: Įsitikinkite, kad naudojate %1$sprenumeratos%2$s URL, o ne %3$sinterneto peržiūros%4$s URL.%5$s (Įvedus URL tiesiogiai į savo interneto naršyklę, turėtų būti atsisiųstas %6$s failas.)
lv: Pārliecinieties, ka izmantojat %1$sabonēšanas%2$s URL, nevis %3$stīmekļa skatījuma%4$s URL.%5$s (Ievadot URL tieši tīmekļa pārlūkprogrammā, jālejupielādējas %6$s fails.)
nb: Sørg for at du bruker en %1$sabonnements-URL%2$s, ikke en %3$swebvisnings-URL%4$s.%5$s (Hvis du skriver inn URL-en direkte i nettleseren din, bør du kunne laste ned en %6$s-fil.)
nl: Zorg ervoor dat u een %1$ssubscribe%2$s-URL gebruikt, en geen %3$sweb view%4$s-URL.%5$s (Als u de URL rechtstreeks in uw webbrowser invoert, wordt een %6$s-bestand gedownload.)
pl: Upewnij się, że używasz adresu URL %1$ssubskrypcji%2$s, a nie adresu URL %3$swidoku internetowego%4$s.%5$s (Wprowadzenie adresu URL bezpośrednio w przeglądarce internetowej powinno spowodować pobranie pliku %6$s).
pt: Certifique-se de que está usando uma URL %1$ssubscribe%2$s, e não uma URL %3$sweb view%4$s.%5$s (Ao inserir a URL diretamente no navegador da web, um arquivo %6$s deve ser baixado.)
ru: Убедитесь, что вы используете URL-адрес %1$sподписки%2$s, а не URL-адрес %3$sвеб-просмотра%4$s.%5$s (При вводе URL-адреса непосредственно в веб-браузере должен загрузиться файл %6$s.)
sk: Uistite sa, že používate URL adresu %1$ssubscribe%2$s, nie URL adresu %3$sweb view%4$s.%5$s (Pri priamom zadávaní URL adresy do webového prehliadača by sa mal stiahnuť súbor %6$s.)
sl: Prepričajte se, da uporabljate URL za %1$snaročanje%2$s, ne pa URL za %3$sspletni ogled%4$s.%5$s (Če URL vnesete neposredno v spletni brskalnik, se mora prenesti %6$s datoteka.)
sr: Уверите се да користите URL адресу за %1$sпретплату%2$s, а не URL адресу за %3$sвеб преглед%4$s.%5$s (Уношењем URL адресе директно у веб прегледач требало би да се преузме %6$s датотека.)
tr: %1$sabone ol%2$s URL'sini kullandığınızdan emin olun, %3$sweb görünümü%4$s URL'sini değil.%5$s (URL'yi web tarayıcınıza doğrudan girdiğinizde bir %6$s dosyası indirilmelidir.)
uk: Переконайтеся, що ви використовуєте URL-адресу %1$sпідписки%2$s, а не URL-адресу %3$sвеб-перегляду%4$s.%5$s (Введення URL-адреси безпосередньо у веб-браузері повинно призвести до завантаження %6$s файлу.)
zh: 请确保您使用的是%1$s订阅%2$s链接，而非%3$s网页视图%4$s链接。%5$s（直接在浏览器中输入该链接应能下载%6$s文件。）

source: Calendar Title:
cs: Název kalendáře:
da: Kalendertitel:
de: Kalendertitel:
el: Τίτλος ημερολογίου:
es: Título del calendario:
et: Kalendri pealkiri:
fi: Kalenterin nimi:
fr: Titre du calendrier :
hu: Naptár címe:
it: Titolo del calendario:
ja: カレンダータイトル：
ko: 달력 제목:
lt: Kalendoriaus pavadinimas:
lv: Kalendāra nosaukums:
nb: Kalendertittel:
nl: Kalendertitel:
pl: Tytuł kalendarza:
pt: Título do calendário:
ru: Название календаря:
sk: Názov kalendára:
sl: Naslov koledarja:
sr: Наслов календара:
tr: Takvim Başlığı:
uk: Назва календаря:
zh: 日历标题：

source: Leave empty to use calendar&rsquo;s default title. Enter %1$s to omit title altogether.
cs: Nechte pole prázdné, pokud chcete použít výchozí název kalendáře. Zadejte %1$s, pokud chcete název zcela vynechat.
da: Lad feltet være tomt for at bruge kalenderens standardtitel. Indtast %1$s for helt at udelade titlen.
de: Lassen Sie das Feld leer, um den Standardtitel des Kalenders zu verwenden. Geben Sie %1$s ein, um den Titel ganz wegzulassen.
el: Αφήστε κενό για να χρησιμοποιήσετε τον προεπιλεγμένο τίτλο του ημερολογίου. Εισάγετε %1$s για να παραλείψετε εντελώς τον τίτλο.
es: Déjelo vacío para utilizar el título predeterminado del calendario. Introduzca %1$s para omitir el título por completo.
et: Jäta tühjaks, et kasutada kalendri vaikimisi pealkirja. Sisesta %1$s, et pealkiri täielikult välja jätta.
fi: Jätä tyhjäksi, jos haluat käyttää kalenterin oletusotsikkoa. Kirjoita %1$s, jos haluat jättää otsikon kokonaan pois.
fr: Laissez vide pour utiliser le titre par défaut du calendrier. Entrez %1$s pour omettre complètement le titre.
hu: Hagyja üresen, ha a naptár alapértelmezett címét szeretné használni. Írja be a %1$s karaktert, ha a címet teljesen el szeretné hagyni.
it: Lasciare vuoto per utilizzare il titolo predefinito del calendario. Inserire %1$s per omettere completamente il titolo.
ja: 空欄のままにすると、カレンダーのデフォルトのタイトルが使用されます。タイトルを完全に省略するには%1$sを入力してください。
ko: 비워두면 캘린더의 기본 제목을 사용합니다. 제목을 완전히 생략하려면 %1$s을 입력하세요.
lt: Palikite tuščią, jei norite naudoti kalendoriaus numatytąjį pavadinimą. Įveskite %1$s, jei norite visiškai praleisti pavadinimą.
lv: Atstājiet tukšu, lai izmantotu kalendāra noklusējuma nosaukumu. Ievadiet %1$s, lai nosaukumu izlaistu pavisam.
nb: La feltet stå tomt for å bruke kalenderens standardtittel. Skriv inn %1$s for å utelate tittelen helt.
nl: Laat leeg om de standaardtitel van de kalender te gebruiken. Voer %1$s in om de titel helemaal weg te laten.
pl: Pozostaw puste, aby użyć domyślnego tytułu kalendarza. Wpisz %1$s, aby całkowicie pominąć tytuł.
pt: Deixe em branco para usar o título padrão do calendário. Digite %1$s para omitir o título completamente.
ru: Оставьте поле пустым, чтобы использовать заголовок календаря по умолчанию. Введите %1$s, чтобы полностью опустить заголовок.
sk: Nechajte prázdne, ak chcete použiť predvolený názov kalendára. Zadajte %1$s, ak chcete názov úplne vynechať.
sl: Pustite prazno, če želite uporabiti privzeti naslov koledarja. Vnesite %1$s, če želite naslov v celoti izpustiti.
sr: Оставите празно да бисте користили подразумевани наслов календара. Унесите %1$s да бисте потпуно изоставили наслов.
tr: Takvimin varsayılan başlığını kullanmak için boş bırakın. Başlığı tamamen atlamak için %1$s girin.
uk: Залиште поле порожнім, щоб використовувати типовий заголовок календаря. Введіть %1$s, щоб повністю пропустити заголовок.
zh: 留空则使用日历默认标题。输入%1$s则完全省略标题。

source: Calendar Description:
cs: Popis kalendáře:
da: Kalenderbeskrivelse:
de: Kalenderbeschreibung:
el: Περιγραφή ημερολογίου:
es: Descripción del calendario:
et: Kalendri kirjeldus:
fi: Kalenterin kuvaus:
fr: Description du calendrier :
hu: Naptár leírása:
it: Descrizione del calendario:
ja: カレンダーの説明：
ko: 달력 설명:
lt: Kalendoriaus aprašymas:
lv: Kalendāra apraksts:
nb: Kalenderbeskrivelse:
nl: Kalenderbeschrijving:
pl: Opis kalendarza:
pt: Descrição do calendário:
ru: Описание календаря:
sk: Popis kalendára:
sl: Opis koledarja:
sr: Опис календара:
tr: Takvim Açıklaması:
uk: Опис календаря:
zh: 日历说明：

source: Leave empty to use calendar&rsquo;s default description. Enter %1$s to omit description altogether.
cs: Nechte pole prázdné, pokud chcete použít výchozí popis kalendáře. Zadejte %1$s, pokud chcete popis zcela vynechat.
da: Lad feltet være tomt for at bruge kalenderens standardbeskrivelse. Indtast %1$s for helt at udelade beskrivelsen.
de: Leer lassen, um die Standardbeschreibung des Kalenders zu verwenden. Geben Sie %1$s ein, um die Beschreibung ganz wegzulassen.
el: Αφήστε κενό για να χρησιμοποιήσετε την προεπιλεγμένη περιγραφή του ημερολογίου. Εισαγάγετε %1$s για να παραλείψετε εντελώς την περιγραφή.
es: Déjelo vacío para utilizar la descripción predeterminada del calendario. Introduzca %1$s para omitir la descripción por completo.
et: Jäta tühjaks, et kasutada kalendri vaikimisi kirjeldust. Sisesta %1$s, et kirjeldus täielikult välja jätta.
fi: Jätä tyhjäksi, jos haluat käyttää kalenterin oletuskuvausta. Kirjoita %1$s, jos haluat jättää kuvauksen kokonaan pois.
fr: Laissez vide pour utiliser la description par défaut du calendrier. Entrez %1$s pour omettre complètement la description.
hu: Hagyja üresen, ha a naptár alapértelmezett leírását szeretné használni. Írja be a %1$s karaktert, ha a leírást teljesen el szeretné hagyni.
it: Lascia vuoto per utilizzare la descrizione predefinita del calendario. Inserisci %1$s per omettere completamente la descrizione.
ja: 空欄のままにすると、カレンダーのデフォルトの説明が使用されます。説明を完全に省略するには%1$sを入力してください。
ko: 비워두면 캘린더의 기본 설명이 사용됩니다. 설명을 완전히 생략하려면 %1$s을 입력하세요.
lt: Palikite tuščią, jei norite naudoti kalendoriaus numatytąjį aprašymą. Įveskite %1$s, jei norite visiškai praleisti aprašymą.
lv: Atstājiet tukšu, lai izmantotu kalendāra noklusējuma aprakstu. Ievadiet %1$s, lai aprakstu izlaistu pavisam.
nb: La feltet stå tomt for å bruke kalenderens standardbeskrivelse. Skriv inn %1$s for å utelate beskrivelsen helt.
nl: Laat leeg om de standaardbeschrijving van de kalender te gebruiken. Voer %1$s in om de beschrijving helemaal weg te laten.
pl: Pozostaw puste, aby użyć domyślnego opisu kalendarza. Wpisz %1$s, aby całkowicie pominąć opis.
pt: Deixe em branco para usar a descrição padrão do calendário. Digite %1$s para omitir completamente a descrição.
ru: Оставьте поле пустым, чтобы использовать описание по умолчанию календаря. Введите %1$s, чтобы полностью опустить описание.
sk: Nechajte prázdne, ak chcete použiť predvolený popis kalendára. Zadajte %1$s, ak chcete popis úplne vynechať.
sl: Pustite prazno, če želite uporabiti privzeti opis koledarja. Vnesite %1$s, če želite opis v celoti izpustiti.
sr: Оставите празно да бисте користили подразумевани опис календара. Унесите %1$s да бисте потпуно изоставили опис.
tr: Takvimin varsayılan açıklamasını kullanmak için boş bırakın. Açıklamayı tamamen atlamak için %1$s girin.
uk: Залиште поле порожнім, щоб використовувати стандартний опис календаря. Введіть %1$s, щоб повністю пропустити опис.
zh: 留空使用日历的默认描述。输入%1$s则完全省略描述。

source: View:
cs: Zobrazit:
da: Vis:
de: Ansicht:
el: Εμφάνιση:
es: Ver:
et: Vaata:
fi: Näytä:
fr: Voir:
hu: Nézet:
it: Mostra:
ja: 眺望:
ko: 보기:
lt: Žiūrėti:
lv: Skatīt:
nb: Vis:
nl: Toon:
pl: Widok:
pt: Ver:
ru: Вид:
sk: Zobraziť:
sl: Pogled:
sr: Приказ:
tr: Görünüm:
uk: Перегляд:
zh: 视图：

source: month
cs: měsíc
da: måned
de: Monat
el: μήνας
es: mes
et: kuu
fi: kuukausi
fr: mois
hu: hónap
it: mese
ja: 月
ko: 월
lt: mėnesį
lv: mēnesis
nb: måned
nl: maand
pl: miesiąc
pt: mês
ru: месяц
sk: mesiac
sl: mesec
sr: mesec
tr: ay
uk: місяць
zh: 月

source: list
cs: seznam
da: liste
de: Liste
el: λίστα
es: lista
et: loend
fi: lista
fr: liste
hu: lista
it: lista
ja: リスト
ko: 목록
lt: sąrašas
lv: saraksts
nb: liste
nl: lijst
pl: lista
pt: lista
ru: список
sk: zoznam
sl: seznam
sr: листа
tr: liste
uk: cписок
zh: 列表

source: week
cs: týden
da: uge
de: Woche
el: εβδομάδα
es: semana
et: nädal
fi: viikko
fr: semaine
hu: hét
it: settimana
ja: 週
ko: 주
lt: savaitė
lv: nedēļa
nb: uke
pl: tydzień
pt: semana
ru: неделя
sk: týždeň
sl: teden
sr: sedmica
tr: hafta
uk: тиждень
zh: 周

source: Count:
cs: Počet:
da: Antal:
de: Anzahl:
el: Μέτρηση:
es: Cantidad:
et: Arv:
fi: Määrä:
fr: Nombre:
hu: Számláló:
it: Conteggio:
ja: カウント数
ko: 카운트:
lt: Kiekis:
lv: Skaits:
nb: Antall:
nl: Telling:
pl: Licznik:
pt: Contagem:
ru: Количество:
sk: Počet:
sl: Število:
sr: Број:
tr: Sayılan:
uk: Кількість:
zh: 计数：

source: Format:
cs: Formát:
el: Μορφή:
es: Formato:
et: Vorming:
fi: Formaatti:
hu: Formátum:
it: Formato:
ja: フォーマット:
ko: 포맷:
lt: Formatas:
lv: Formāts:
nl: Formaat:
pt: Formato:
ru: Формат:
sk: Formát:
sr: Формат:
tr: Biçim:
uk: Формат:
zh: 格式：

source: Leave %1$s blank to include all upcoming events. %2$s must be a standard %3$sPHP date format string%4$s.
cs: Nechte %1$s prázdné, chcete-li zahrnout všechny nadcházející události. %2$s musí být standardní %3$sřetězec formátu data PHP%4$s.
da: Lad %1$s være tomt for at inkludere alle kommende begivenheder. %2$s skal være en standard %3$sPHP-datoformatstreng%4$s.
de: Lassen Sie %1$s leer, um alle bevorstehenden Ereignisse einzubeziehen. %2$s muss eine Standard-%3$sPHP-Datumsformatzeichenfolge%4$s sein.
el: Αφήστε το %1$s κενό για να συμπεριλάβετε όλες τις επερχόμενες εκδηλώσεις. Το %2$s πρέπει να είναι μια τυπική συμβολοσειρά μορφής ημερομηνίας %3$sPHP%4$s.
es: Deje %1$s en blanco para incluir todos los próximos eventos. %2$s debe ser una cadena de formato de fecha PHP estándar %3$s%4$s.
et: Jätke %1$s tühjaks, et lisada kõik eelseisvad sündmused. %2$s peab olema standardne %3$sPHP kuupäeva formaadi string%4$s.
fi: Jätä %1$s tyhjäksi, jos haluat sisällyttää kaikki tulevat tapahtumat. %2$s on oltava standardinmukainen %3$sPHP-päivämäärämuotoinen merkkijono%4$s.
fr: Laissez %1$s vide pour inclure tous les événements à venir. %2$s doit être une chaîne de format de date PHP standard %3$s%4$s.
hu: Hagyja üresen a %1$s mezőt, ha az összes közelgő eseményt szeretné feltüntetni. A %2$s mezőben egy szabványos %3$sPHP dátumformátumú karakterláncot%4$s kell megadni.
it: Lascia %1$s vuoto per includere tutti gli eventi imminenti. %2$s deve essere una stringa di formato data %3$sPHP standard%4$s.
ja: %1$sを空白のままにすると、今後のすべてのイベントを含めます。%2$sは標準の%3$sPHP日付フォーマット文字列%4$sである必要があります。
ko: %1$s을 비워두면 모든 예정된 이벤트를 포함합니다. %2$s은 표준 %3$sPHP 날짜 형식 문자열%4$s이어야 합니다.
lt: Palikite %1$s tuščią, kad būtų įtraukti visi būsimi renginiai. %2$s turi būti standartinis %3$sPHP datos formato stygas%4$s.
lv: Lai iekļautu visus gaidāmos notikumus, atstājiet %1$s tukšu. %2$s ir jābūt standarta %3$sPHP datuma formāta virknei%4$s.
nb: La %1$s stå tomt for å inkludere alle kommende hendelser. %2$s må være en standard %3$sPHP-datoformatstreng%4$s.
nl: Laat %1$s leeg om alle aankomende evenementen op te nemen. %2$s moet een standaard %3$sPHP-datumnotatie%4$s zijn.
pl: Pozostaw %1$s puste, aby uwzględnić wszystkie nadchodzące wydarzenia. %2$s musi być standardowym %3$sciągiem znaków formatu daty PHP%4$s.
pt: Deixe %1$s em branco para incluir todos os eventos futuros. %2$s deve ser uma string de formato de data padrão %3$sPHP%4$s.
ru: Оставьте %1$s пустым, чтобы включить все предстоящие события. %2$s должен быть стандартной %3$sстрокой формата даты PHP%4$s.
sk: Nechajte %1$s prázdne, aby ste zahrnuli všetky nadchádzajúce udalosti. %2$s musí byť štandardný reťazec formátu dátumu %3$sPHP%4$s.
sl: Pustite %1$s prazno, če želite vključiti vse prihajajoče dogodke. %2$s mora biti standardni %3$sniz datuma v formatu PHP%4$s.
sr: Оставите поље %1$s празно да бисте укључили све предстојеће догађаје. %2$s мора бити стандардни %3$sPHP формат датума%4$s.
tr: Tüm yaklaşan etkinlikleri dahil etmek için %1$s alanını boş bırakın. %2$s standart %3$sPHP tarih formatı dizesi%4$s olmalıdır.
uk: Залиште %1$s порожнім, щоб включити всі майбутні події. %2$s повинен бути стандартним %3$sрядок формату дати PHP%4$s.
zh: 留空%1$s表示包含所有即将发生的事件。%2$s必须为标准%3$sPHP日期格式字符串%4$s。

source: Show event descriptions %1$s(change to a number in inserted shortcode to set word limit)%2$s
cs: Zobrazit popisy událostí %1$s (změňte číslo v vloženém krátkém kódu, abyste nastavili limit slov) %2$s
da: Vis begivenhedsbeskrivelser %1$s(ændr til et tal i den indsatte kortkode for at indstille ordgrænsen)%2$s
de: Veranstaltungsbeschreibungen anzeigen %1$s (Ändern Sie die Zahl im eingefügten Shortcode, um die Wortanzahl festzulegen) %2$s
el: Εμφάνιση περιγραφών εκδηλώσεων %1$s (αλλάξτε τον αριθμό στον εισαγόμενο σύντομο κωδικό για να ορίσετε το όριο λέξεων) %2$s
es: Mostrar descripciones de eventos %1$s (cambiar a un número en el código corto insertado para establecer el límite de palabras) %2$s
et: Näita sündmuste kirjeldusi %1$s(muuda lühikoodis sisestatud numbriks, et määrata sõnade piirarv)%2$s
fi: Näytä tapahtumien kuvaukset %1$s(muuta numeroon lisätyssä lyhytkoodissa asettaaksesi sanarajan)%2$s
fr: Afficher les descriptions des événements %1$s (remplacer par un nombre dans le code court inséré pour définir la limite de mots) %2$s
hu: Eseményleírások megjelenítése %1$s (a beillesztett rövid kódban szereplő számot módosítsa a szószám korlátozásának beállításához) %2$s
it: Mostra le descrizioni degli eventi %1$s (modifica il numero nello shortcode inserito per impostare il limite di parole) %2$s
ja: イベントの説明を表示 %1$s(挿入されたショートコード内の数字を変更して文字数制限を設定)%2$s
ko: 이벤트 설명 표시 %1$s(단어 제한을 설정하려면 삽입된 숏코드 내 숫자로 변경)%2$s
lt: Rodyti renginių aprašymus %1$s(įterptame trumpojo kodo skaičiuje pakeiskite žodžių skaičių, kurį norite nustatyti)%2$s
lv: Rādīt pasākumu aprakstus %1$s(mainiet uz skaitli ievietotajā īsajā kodā, lai noteiktu vārdu skaita ierobežojumu)%2$s
nb: Vis beskrivelser av arrangementer %1$s(endre til et tall i den innsatte kortkoden for å angi ordbegrensning)%2$s
nl: Toon evenementbeschrijvingen %1$s (verander naar een getal in de ingevoegde shortcode om het maximum aantal woorden in te stellen) %2$s
pl: Pokaż opisy wydarzeń %1$s (zmień na liczbę w wstawionym skrócie, aby ustawić limit słów) %2$s
pt: Mostrar descrições dos eventos %1$s(altere para um número no código curto inserido para definir o limite de palavras)%2$s
ru: Показать описания событий %1$s (измените на число во вставленном шорткоде, чтобы установить ограничение по количеству слов) %2$s
sk: Zobraziť popisy udalostí %1$s(zmeňte číslo v vloženom skrátenom kóde, aby ste nastavili limit slov)%2$s
sl: Prikaži opise dogodkov %1$s(spremeni v številko v vstavljenem kratkem kodu, da nastaviš omejitev števila besed)%2$s
sr: Прикажи описе догађаја %1$s(промени на број у уметнутом кратком коду да би се подесило ограничење броја речи)%2$s
tr: Etkinlik açıklamalarını göster %1$s(kelime sınırını ayarlamak için eklenen kısa koddaki sayıyı değiştirin)%2$s
uk: Показати описи подій %1$s(змінити на число у вставленому короткому коді, щоб встановити обмеження кількості слів)%2$s
zh: 显示活动描述 %1$s(在插入的短代码中将数字替换为字数限制)%2$s

source: Show event locations %1$s(if available)%2$s
cs: Zobrazit místa konání akcí %1$s(pokud jsou k dispozici)%2$s
da: Vis begivenhedssteder %1$s(hvis tilgængeligt)%2$s
de: Veranstaltungsorte anzeigen %1$s (falls verfügbar) %2$s
el: Εμφάνιση τοποθεσιών συμβάντων %1$s(εάν είναι διαθέσιμες)%2$s
es: Mostrar ubicaciones de eventos %1$s (si están disponibles) %2$s
et: Näita ürituste asukohad %1$s(kui saadaval)%2$s
fi: Näytä tapahtumien sijainnit %1$s(jos saatavilla)%2$s
fr: Afficher les lieux des événements %1$s (si disponibles) %2$s
hu: Esemény helyszíneinek megjelenítése %1$s(ha elérhető)%2$s
it: Mostra le località degli eventi %1$s (se disponibili) %2$s
ja: イベントの場所を表示する %1$s(利用可能な場合)%2$s
ko: 이벤트 장소 표시 %1$s(가능한 경우)%2$s
lt: Rodyti renginių vietas %1$s(jei yra)%2$s
lv: Rādīt pasākumu norises vietas %1$s(ja pieejams)%2$s
nb: Vis arrangementsteder %1$s(hvis tilgjengelig)%2$s
nl: Toon evenementlocaties %1$s (indien beschikbaar) %2$s
pl: Pokaż lokalizacje wydarzeń %1$s (jeśli dostępne) %2$s
pt: Mostrar locais dos eventos %1$s(se disponível)%2$s
ru: Показать местоположение событий %1$s (если доступно) %2$s
sk: Zobraziť miesta konania podujatí %1$s (ak sú k dispozícii) %2$s
sl: Pokaži lokacije dogodkov %1$s(če so na voljo)%2$s
sr: Прикажи локације догађаја %1$s(ако су доступне)%2$s
tr: Etkinlik yerlerini göster %1$s(varsa)%2$s
uk: Показати місця проведення подій %1$s (якщо доступно) %2$s
zh: 显示活动地点 %1$s(如有可用)%2$s

source: Show event organizers %1$s(if available)%2$s
cs: Zobrazit organizátory akce %1$s(pokud jsou k dispozici)%2$s
da: Vis arrangører af begivenheden %1$s(hvis tilgængelig)%2$s
de: Veranstalter anzeigen %1$s(falls verfügbar)%2$s
el: Εμφάνιση διοργανωτών εκδηλώσεων %1$s(εάν είναι διαθέσιμοι)%2$s
es: Mostrar organizadores del evento %1$s (si está disponible) %2$s
et: Näita ürituse korraldajaid %1$s(kui olemas)%2$s
fi: Näytä tapahtuman järjestäjät %1$s(jos saatavilla)%2$s
fr: Afficher les organisateurs de l'événement %1$s (si disponible) %2$s
hu: Esemény szervezők megjelenítése %1$s(ha elérhető)%2$s
it: Mostra gli organizzatori dell'evento %1$s (se disponibili) %2$s
ja: イベント主催者を表示する %1$s(利用可能な場合)%2$s
ko: 이벤트 주최자 표시 %1$s(가능한 경우)%2$s
lt: Rodyti renginio organizatorius %1$s(jei yra)%2$s
lv: Rādīt pasākuma organizatorus %1$s(ja pieejams)%2$s
nb: Vis arrangører av arrangementet %1$s(hvis tilgjengelig)%2$s
nl: Toon evenementorganisatoren %1$s(indien beschikbaar)%2$s
pl: Pokaż organizatorów wydarzenia %1$s (jeśli dostępne) %2$s
pt: Mostrar organizadores do evento %1$s(se disponível)%2$s
ru: Показать организаторов мероприятия %1$s(если доступно)%2$s
sk: Zobraziť organizátorov podujatia %1$s(ak sú k dispozícii)%2$s
sl: Pokaži organizatorje dogodka %1$s(če je na voljo)%2$s
sr: Прикажи организаторе догађаја %1$s(ако су доступни)%2$s
tr: Etkinlik organizatörlerini göster %1$s(varsa)%2$s
uk: Показати організаторів заходу %1$s(якщо доступно)%2$s
zh: 显示活动组织者%1$s(如有可用)%2$s
